Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# translate
source: Help Us Translate
az: Tərcümə etmək
bn: অনুবাদ করতে আমাদের সহায়তা করুন
bs: Pomozite nam da prevedemo
ckb: وەرگێڕان
de: Hilf uns beim Übersetzen
es: Ayúdanos a traducir
fa: ما را در ترجمه یاری نمایید
fr: Aidez nous à traduire
id: Bantu Kami Menerjemahkan
it: Aiutaci a tradurre
jp: 翻译
kk: Бізге аударма жасауға көмектесіңіз
ne: अनुवादमा हामीलाई सहयोग गर्नुहोस्
ru: Помогите нам перевести
sq: Na ndihmo ta Përkthejmë
sw: Tusaidie kutafsiri
th: ช่วยเราแปลความหมาย
tl: Tulungan Kami Na Isalin-wika
tr: Bize çeviri de yardım edin
tt: Тәрҗемә итәргә
uz: Bizga tarjimada yordam qiling
zh: 请帮助翻译

# contribute_title
source: Be Part of Sadaqa Jariah
bn: সদাক্বায় জারিয়ায় অংশ নিন
bs: Postanite dio Sadaqa Jariah
ckb: بەشداربە لە خێری نەبڕاوە
de: Sei ein Teil von Sadaqah Jariah
es: Sé parte de una Sadaqa Yaria
fa: در این صدقه همیشگی مشارکت کنید
fr: "Prenez part à un sadaqa jariah, à une action qui perdure "
id: Ayo ber-shadaqah jariyah
it: Diventa parte della Sadaqa Jariah
kk: Садақа жарияның бір бөлігі болыңыз
ne: सद्का-ए-जारियामा भागीदार हुनुहोस्
ru: Станьте частью садака джария
sq: Bëhu pjesë e Sadakasë (Bamirësisë) rrjedhëse
sw: Kuwa baina ya watakao pokea Sadaqa jariah
th: บริจาค (ซอดาเกาะฮฺญารียะฮฺ)
tl: Maging bahagi ng Sadaqah Jariyah
tr: Devamlı(cariye) sadakasının bir parçası olun
uz: Davomi kelib turuvchi savobli ishga hissa qo\'shing
zh: 参与项目资助

# contribute_short
source: Contribute
ckb: بەشداربوون
de: Beitragen
fa: همکاری و کمک
it: Contribuisci
tl: Mag-ambag
tr: Katkıda bulunmak

# contribute_text
source: GreenTech Apps fulfills the need of innovative modern and beautiful islamic apps for you.\n\n The apps contain no ads and are completely free.\n\n For us to contribute more to the Ummah with new apps and features, our team needs regular funds to support the progress.\n\n Here’s your chance to make a difference, benefit the Ummah and share the rewards.
bn: গ্রীনটেক অ্যাপস আপনাদের জন্য অভিনব, আধুনিক ও সুন্দর ইসলামীক অ্যাপস এর চাহিদা পূরণ করে থাকে।\n\n অ্যাপগুলোতে কোনো বিজ্ঞাপন নেই আর এগুলো সম্পুর্ণ ফ্রি।\n\n উম্মাহকে আরো নতুন অ্যাপস এবং ফিচার উপহার দিতে, আমাদের অগ্রগতি ধরে রাখতে আমাদের টিমের নিয়মিত আর্থিক সহায়তা প্রয়োজন। \n\n উম্মাহর উপকার করে এই সওয়াব এর ভাগিদার হতে পারেন আপনিও।
bs: GreenTech Apps ispunjava Vašu potrebu za inovativnim, modernim i lijepim islamskim aplikacijama. Aplikacije su potpuno besplatne i ne sadrže reklame. Da bismo što više doprinijeli Ummetu sa novim opcijama i aplikacijama, našem timu je potrebna redovna financijska podrška da bi ostvarili napredak. Ovo je Vaša šansa da napravite promjenu. Budite od koristi Ummetu i zaradite sevap.
ckb: کۆمەڵێ بەرنامەی پێویست و بەسوود و نایابن بۆ تۆی مسوڵمان،\n\n ئەم بەرنامەیە هیچ جۆرە ڕیکلام ێکی تێدانیە و بەتەواوەتی خۆڕاییە،\n\n ئەوەی گرنگە بەلای ئێمەوە خزمەتکردنی ئوممەتی ئیسلامە بە بەرنامە و خزمەتگوزارییەکانمان، لەبەر ئەوە هاوکارانی تیمەکەمان پێویستیان بەردەوامی و بەرەو پێشچوونی زیاترە، \n\n بۆیە چەندێک ئەتوانی بە هاوڕێ و خزم و دۆستانی بناسێنە و بێبەشمان مەکە لە دۆعای خێر. GreenTech بەرنامەکانی ڕێکخراوی
de: GreenTech Apps erfüllt den Bedarf an innovativ-modernen and schönen islamischen Apps für dich.\n\n Diese App enthält keine Werbung und ist komplett kostenlos.\n\n Damit wir der Ummah noch mehr mit Apps und Funktionen beitragen können, benötigt unser Team regelmäßig Geldmittel, um den Fortschritt zu unterstützen.\n\n Hier ist deine Möglichkeit um einen Unterschied zu machen, nütze der Ummah und teile die Belohnung.
es: GreenTech Apps satisface tu necesidad de aplicaciones islámicas modernas y elegantes.\n\n Las aplicaciones no contienen anuncios y son completamente gratis.\n\n Para que podamos contribuir más a la Ummah con nuevas aplicaciones y funciones, nuestro equipo necesita fondos regulares que financien su desarrollo.\n\n Esta es tu oportunidad de marcar la diferencia, beneficiar a la Ummah y compartir la recompensa.
fa: برنامه‌های GreenTech نیاز شما به برنامه‌های نوآورانه، مدرن و زیبا اسلامی را برآورده می‌کند. این برنامه ها بدون تبلیغات هستند و کاملاً رایگان هستند. برای اینکه ما بتوانیم با برنامه ها و ویژگی های جدید بیشتر به امت کمک کنیم، تیم ما برای حمایت از پیشرفت به بودجه منظم نیاز دارد. اینجا شما شانس این را دارید تا یک کار متفاوت را رقم بزنید، هم به امت اسلامی شود برسانید و هم شریک در پاداش آن شوید.
fr: GreenTech Apps répond à vos besoin d\'applications islamiques modernes et esthétiques.\n\n L\'application ne contient aucune publicité et est entièrement libre et gratuite.\n\n Pour nous permettre de fournir à la Ummah encore plus d\'application et de fonctionnalité, notre équipe à régulièrement besoins de fonds pour poursuivre les avancements.\n\n C\'est le moment de faire la différence, d\'aider la Ummah et d\'en partager les récompenses.
id: Greentech Apps berusaha memenuhi kebutuhan aplikasi-aplikasi Islami Anda yang inovatif, modern dan indah.\n\n Aplikasi-aplikasi kami tidak mengandung iklan dan sepenuhnya gratis.\n\n Agar kami bisa lebih berkontribusi untuk umat dengan aplikasi-aplikasi dan fitur-fitur yang baru, tim kami membutuhkan dana untuk mendukung pengembangannya.\n\n Inilah kesempatan anda untuk membuat suatu perbedaan, bermanfaat bagi umat dan berbagi pahala.
it: GreenTech Apps sviluppa applicazioni islamiche belle, innovative e moderne, adatte alle tue esigenze. \n\n Le applicazioni non contengono annunci e sono completamente gratuite.\n\n Al fine di contribuire di più per la Ummah con nuove app e funzionalità, il nostro team ha bisogno di fondi regolari per andare avanti.\n\n Questa è la tua opportunità per fare la differenza! Aiuta la Ummah e condividi la ricompensa.
kk: GreenTech Apps заманауи инновациялық және көркем исламдық бағдарламалар қажеттілігін орындайды. Жарнамасыз және мүлдем тегін бірден-бір бағдарлама. Үмбетімізге жаңа пайдалы бағдарламалары мен мүмкіндіктеріне көбірек үлес қосу үшін біздің командамыз әр дайым қолдау көрсетулеріңізге шақырады. Міне, сізде жаңа өзгерістер еңгізуге, Үмбетке пайда әкелуге және сауаптармен бөлісуге мүмкіндік бар.
ru: GreenTech Apps покрывает ваши потребности инновационных и красивых исламских приложений.\n\n Все приложения распространяются бесплатно и без рекламы.\n\n Для того, чтобы внесте ещё больший вклад в Умму в виде приложений, нашей команде необходимо постоянное финансирование для поддержки прогресса.\n\n Вам предоставляется возможность изменить ситуацию к лучшему, внести вклад в Умму и разделить награду.
sq: Aplikacionet GreenTech plotësojnë nevojën e aplikacioneve inovative moderne dhe të bukura islamike për ju.\n\n Aplikacionet janë falas dhe pa reklama.\n\n Që ne të kontribuojmë më shumë tek Umeti me aplikacione dhe veçori të reja, ekipit tonë i duhen fonde të rregullta për të mbështetur progresin.\n\n Keni mundësinë të bëni një ndryshim, të përfitojë Umeti dhe të marrësh shpërblimet.
sw: Greentech Apps kutimiza haja ya ubunifu wa kisasa na nzuri islamic programu kwa ajili yenu. programu huwa bila matangazo na ni bure kabisa. Kwa upande wetu kuchangia zaidi kwa Ummah na programu mpya na makala, timu yetu inahitaji fedha mara kwa mara ili kusaidia maendeleo. Hapa ni nafasi yako ya kuleta tofauti, faida Ummah na kushiriki tuzo.
th: แอป GreenTech เป็นแอพที่ตอบสนองความต้องการของคุณ เป็นนวัตกรรมที่ทันสมัย และสวยงาม.\n\n แอพนี้ไม่มีโฆษณาและค่าใช้จ่ายใด ๆ ทั้งสิ้น.\n\n เพื่อให้เรามีส่วนร่วมมากขึ้นกับประชาชาตินี้ ด้วยกับแอพ และฟีเจอร์ใหม่ๆ, ทีมของเราต้องการเงินทุนอย่างสม่ำเสมอเพื่อสนับสนุนความคืบหน้า.\n\n นี่เป็นโอกาสของคุณที่จะสร้างความแตกต่าง, สร้างผลประโยชน์ให้แก่ประชาชาตินี้.
tl: Tinutupad ng GreenTech Apps ang pangangailangan ng makabago, moderno at magagandang Islamikong Apps para sa inyo. Ang mga Apps ay walang mga patalastas at lubos na libre. Para sa amin na makapag-ambag ng higit pa sa Ummah ng mga bagong Apps at mga tampok, ang aming koponan ay nangangailangan ng regular na pondo upang makatulong sa pag-unlad. Heto na ang iyong pagkakataon na makagawa ng kaibahan, bigyan ng pakinabang ang Ummah at makibahagi sa mga gantimpala.
tr: GreenTech Apps, sizin için yenilikçi modern ve güzel islam uygulamalarının ihtiyacını karşılar. \ N \ n Uygulamalar hiç reklam içermez ve tamamen ücretsizdir. \ N \ n Yeni uygulamalar ve özellikler ile ümmet\'e daha fazla katkıda bulunabilmemiz için ekibimizin ilerlemeyi desteklemek için düzenli paraya ihtiyacı var. \ N \ n İşte bir fark yaratma şansın var, ümme\'te fayda sağla ve mükafatları paylaş.
uz: GreenTech Apps siz uchun innovatsion, zamonaviy va chiroyli islomiy ilova(dastur)larni taklif etadi. \n\n Ilovalarda reklama qo\'yilmagan va umuman bepul. \n\n Ummatning bilimiga yangi ilovalar va yangi xususiyatlar bilan yanada ko\'proq hissa qo\'shishimiz uchun, bizning jamoamiz taraqqiyotiga muntazam ma\'lum bir mablag\' kerak. \n\n Mana sizda o\'zgartirish, ummatga foyda berish va savobini bo\'lishish imkoniyati.
zh: GreenTech 应用软件为大家实现了创新的、现代化的、精美的伊斯兰应用软件。\n\n 此应用软件不含任何广告而且完全免费。\n\n 对我们来说，我们意欲为我们这个群体提供更多新的应用软件和新功能，我们这个团队需要常规的资金以支撑这个项目的不断地进行下去。\n\n 这是一个改变自己的机会，有利于穆斯林群体的机会，分享真主回赐的机会。

# contribute_button
source: I want to contribute
bn: আমিও অবদান রাখতে চাই
bs: Želim doprinijeti
ckb: ئەمەوێ بەشداربم
de: Ich möchte mitwirken
es: Quiero colaborar
fa: من می‌خواهم کمک کنم
fr: Je souhaite contribuer
id: Saya ingin berkontribusi
it: Vorrei contribuire
jp: 捐赠
kk: Өз үлесімді қосқым келеді
ne: म योगदान गर्न चाहन्छु
ru: Я хочу внести вклад
sq: Dua të kontribuoj
sw: Nataka kushiriki
th: ฉันต้องการสนับสนุน
tl: Gusto kong mag-ambag
tr: Katkıda bulunmak istiyorum
uz: Hissa qo\'shmoqchiman
zh: 我要捐赠

# devDetails
source: Creativity, Simplicity, Excellence in sha Allah
az: Sadəlik, keyfiyyət, in şaa Llah
bn: সৃজনশীলতা, সাদৃশ্যতা, শ্রেষ্ঠত্ব ইনশাহআল্লাহ
bs: Kreativnost, Jednostavnost, Izvrsnost, ako Bog da
ckb: داهێنان، سادەيى، نايابى
de: Kreativität, Schlichtheit, Exzellenz in šā\' Allāh
es: Creatividad, simpleza y excelencia, in sha Al-lah
fa: خلاقیت، سادگی، تعالی ان‌شاء‌الله
fr: Créativité, simplicité, excellence in sha Allah
id: Kreativitas, Kesederhanaan, Keunggulan insya Allah
it: Creatività, Semplicità, Eccellenza, in sha Allah
jp: 创造性，简约和完美，因沙安拉
kk: Тапқырлық, қарапайымдылық және Үздік. Ин ша Аллаһ
ne: रचनात्मकता, सरलता, उत्कृष्टता इन-शा-अल्लाह
ru: Творчество, Простота, Качество, ин шаа Ллах
sq: Krijimtaria, Thjeshtësia, Përsosmëria në dashtë Allahu
sw: Ubunifu, unyenyekevu, Ubora In\'sh Allah
th: สร้างสรรค์, ง่ายดาย, ดีเยี่ยม อินชาอัลลอฮฺ
tl: Pagkamalikhain, Kasimplihan, Kahusayan in sha Allah
tr: Yaratıcılık, basitlik, mükemmellik inşâ\'Allâh
uz: Ijodkorlik, Oddiylik, Mukammallik Alloh xohlasa
zh: 创新、简约、完美，若真主意欲

# string-array.appsName.item_0
source: দোআ ও যিকির (হিসনুল মুসলিম)
ckb: دوعا و زیکر (مسوڵمانی چاکەکار)

# string-array.appsName.item_1
source: Hadith Collection (All in one)
ckb: دوعا و زیکر (مسوڵمانی چاکەکار
id: Dua and Zikr (Hisnul Muslim)

# string-array.appsName.item_2
source: ইসলামিক কুইজ
ckb: واتاى نوێژى بەمەعنا بگرەوە
id: অর্থপূর্ণ নামায (সালাত) শব্দসহ

# string-array.appsName.item_3
source: অর্থপূর্ণ নামায (সালাত) শব্দসহ
ckb: كۆكردنەوەى فەرموودە (هەمووی لەیەک دانەدا)
id: Hadith Collection (All in one)

# string-array.appsName.item_4
source: Dua and Zikr (Hisnul Muslim)
ckb: زاناى موسوڵمان و ياوەرەکانیان
id: Muslim Scholars & Companions

# string-array.description.item_0
source: "কুরআন এবং হাদিস থেকে সংকলিত সহীহ দোয়া ও যিকির যা নিত্যদিনের জন্য খুবই প্রয়োজনীয়"
ckb: "یاوەری قورئان و کۆکردنەوەی فەرموودەکان بە دروستی و زیکر کەزۆر پێویستە بۆ ژیانی ڕۆژانە"

# string-array.description.item_1
source: "Collection of 14 Books of Ahadith including Musnad Ahmad"
ckb: "دوعا و زیکری مسوڵمانان بۆ ڕۆژانە بیخوێنن."
id: "Doa dan Zikir dari sumber asli untuk ibadah harian seorang muslim dan peristiwa-peristiwa khusus"

# string-array.description.item_2
source: "ইসলামি জ্ঞানার্জনের অতি সাধারণ কুইজ অ্যাপ"
ckb: "ئایەتەکان بەتەفسیر و ڕەوان نوسراون ئاسان بۆ خوێندنەوە "
id: "এর দ্বারা আপনি আল্লাহর সামনে দাড়িয়ে কি বলছেন তা বুঝতে পারবেন এবং সলাতে মনোযোগ বাড়বে "

# string-array.description.item_3
source: "এর দ্বারা আপনি আল্লাহর সামনে দাড়িয়ে কি বলছেন তা বুঝতে পারবেন এবং সলাতে মনোযোগ বাড়বে "
ckb: "چواردە کتێبی فەرموودە لەلایەن موسنەد ئەحمەد کۆکراونەتەوە"
id: "Koleksi 14 buku-buku hadits termasuk Musnad Ahmad"

# string-array.description.item_4
source: "Authentic Du'a and Zikr for a muslim's daily supplication and for special occasions."
ckb: "زانایانی مسوڵمان کەپەیوەندیان هەبووە لە وەرگێرانی فەرموودەکان"
id: "Kumpulan biografi para ulama muslim sejak jaman para sahabat"

# string-array.urls.item_0
source: "market://details?id=com.greentech.hisnulmuslimbn"
ckb: "market://details?id=com.greentech.hisnulmuslim"

# string-array.urls.item_1
source: "market://details?id=com.greentech.hadith"
ckb: ""market://details?id=com.greentech.salatbn"
id: "market://details?id=com.greentech.hisnulmuslim"

# string-array.urls.item_2
source: "market://details?id=com.greentech.islamicquiz"
ckb: ""market://details?id=com.greentech.hadith"
id: ""market://details?id=com.greentech.salatbn"

# string-array.urls.item_3
source: "market://details?id=com.greentech.salatbn"
ckb: ""market://details?id=com.greentech.muslimscholars"
id: ""market://details?id=com.greentech.hadith"

# string-array.urls.item_4
source: "market://details?id=com.greentech.hisnulmuslim"
ckb: ""market://details?id=com.greentech.muslimscholars"
id: ""market://details?id=com.greentech.muslimscholars"

# string-array.randomReminderTxt.item_0
source: Ayah of the Day
az: Günün ayəti
bn: আল্লাহকে স্মরণ করেছেন?
bs: Ajet dana
ckb: ئایەتی ڕۆژانە
de: Āyah des Tages
es: Ayah diario
fa: آیه ی روز
fr: Ayah du jour
id: Ayat Hari Ini
it: Aya del giorno
kk: Үздік бүгіндік Аят
ne: दिनको आयत
ru: Аят дня
sq: Ajeti për sot
sw: Ayah ya siku
th: โองการสำหรับวันนี้
tl: Ayah ng araw
tr: Günün âyeti
tt: Көн аяте
uz: Kun oyati
zh: 每日一节

# string-array.randomReminderTxt.item_1
source: Today\'s Ayah
az: Bu günki ayət
bn: আল্লাহর প্রশংসা করেছেন?
bs: Današnji ajet
ckb: ئایەتی ئەمڕۆ
de: Heutige Āyah
es: Ayah de hoy
fa: آیه‌ی امروز
fr: Ayah quotidienne
id: Ayat Hari Ini
it: Aya di oggi
kk: Бүгіндік Аят
ne: आजको आयत
ru: Сегодняшний аят
sq: Ajeti i sotëm
sw: Ayah ya leo
th: โองการสำหรับวันนี้
tl: Ayah ngayong araw
tr: Bugünün ayeti
tt: Бүгенгә аять
uz: Bugungi oyat
zh: 今日一节

# string-array.randomReminderTxt.item_2
source: Care to read an Ayah?
az: Ayə oxumaq istəyirsinizmi?
bn: আল্লাহকে স্মরণ করুন
bs: Da li želite da pročitate ajet?
ckb: گرنگی ئەدەی بە خوێندنی ئایەتێک؟
de: Interesse eine Āyah zu lesen?
es: Te gustaría leer un Ayah?
fa: آیا با خواندن یک آیه از خود مراقبت می کنید؟
fr: Envie de lire une Ayah?
id: Tertarik untuk membaca satu ayat?
it: Ti va di leggere una Aya?
kk: Аятты оқуға батылдық танытасыз ба?
ne: एउटा आयत पढ्न चाहनुहुन्छ ?
ru: Желаете прочитать аят?
sq: Ke merak të lexosh një Ajet?
sw: Unajali kusoma Ayah?
th: สนใจอ่านโองการไหม?
tl: May panahon ka bang bumasa ng isang Ayah?
tr: Bir Ayat okumayı istiyor musun?
tt: Көндәлек аять
uz: Oyat o\'qishga imkoniyat topasizmi?
zh: 想阅读一节吗？

# string-array.randomReminderTxt.item_3
source: Learn an Ayah Today
az: Bü gün ayə əzbərləyin
bn: একটু জিকির করে নিন
bs: Naučite neki ajet danas
ckb: ئایەتێک فێربە ئەمڕۆ
de: Lerne heute eine Āyah
es: Aprende un Ayah hoy
fa: یک آیه امروز یاد بگیرید
fr: Apprends une Ayah aujourd\'hui
id: Pelajari sebuah ayat hari ini
it: Impara una Aya oggi
kk: Бүгіндік үйренетін Аятыңыз
ne: आज एउटा आयत सिकौ
ru: Выучите аят сегодня
sq: Mësoje sot një Ajet
sw: Jifunze Ayah leo
th: เรียนรู้โองการวันนี้
tl: Matuto ng isang Ayah ngayong araw
tr: Bugün bir Ayet öğrenin
uz: Bugun bir oyat o\'rganing
zh: 今天学习一节

# string-array.randomReminderTxt.item_4
source: Daily Ayah
az: Hər gün bir ayə
bn: মনকে সতেজ করুন
bs: Dnevni ajet
ckb: ئایەتی ڕۆژانە
de: Tägliche Āyah
es: Ayah diario
fa: آیه روزانه
fr: Ayah journalière
id: Ayat Harian
it: Aya giornaliera
kk: Күндік Аят
ne: दैनिक श्लोक
ru: В день по аяту
sq: Ajeti i përditshëm
sw: Ayah ya kila siku
th: โองการประจำวัน
tl: Araw-araw na Ayah
tr: Gündelik ayet
uz: Kunlik oyat
zh: 每日一节经文

# string-array.randomReminderTxt.item_5
source: Want to know an Ayah?
az: Ayəni bilmək istəyirsiniz?
bn: আপনার রবকে স্মরণ করুন
bs: Želite znati neki ajet?
ckb: ئەتەوێ ئایەتێک بزانیت؟
de: Möchtest Du eine Āyah lernen?
es: ¿Quiéres conocer un Ayah?
fa: آیا دوست دارید یک آیه را یاد بگیرید؟
fr: Envie de connaître une Ayah?
id: Ingin tahu sebuah ayat?
it: Vuoi conoscere una Aya?
kk: Құран Аятын білгіңіз келе ме?
ne: एउटा श्लोक बुझ्न चाहनुहुन्छ
ru: Хотите узнать аят?
sq: Do që të dish një Ajet?
sw: Wataka kujua Ayah
th: ต้องการเรียนรู้โองการนี้
tl: Gusto mo bang malaman ang isang Ayah?
tr: Bir Ayet bilmek ister misiniz?
uz: Bir oyat o\'rganmoqchimisiz?
zh: 想了解一节经文吗？

# string-array.randomReminderTxt.item_6
source: Let\'s learn an Ayah
az: Gəlin ayə öyrənək
bn: আজকের আয়াত
bs: Naučimo neki ajet
ckb: فێری ئایەتێک ببە
de: Lass uns eine Āyah lernen
es: Aprendamos un Ayah
fa: برویم یک آیه یاد بگیریم
fr: Apprenons une Ayah
id: Ayo belajar sebuah ayat
it: Impariamo una Aya
kk: Кел Аят үйренейік
ne: एउटा श्लोक सिकौं
ru: Давайте изучим аят
sq: Le të mësojmë një Ajet
sw: Tujifunze Ayah moja
th: เรียนรู้โองการนี้
tl: Mag-aral tayo ng isang Ayah
tr: Ayet öğrenelim
uz: Keling, bir oyat o\'rganamiz
zh: 让我们来学习一节经文

# string-array.randomReminderTxt.item_7
source: Ayah for Today
az: Bü gün üçün ayə
bn: একটি আয়াত পড়বেন কি?
bs: Današnji ajet
ckb: ئایەتی ئەمڕۆ
de: Āyah für heute
es: Ayah de hoy
fa: آیه‌ای برای امروز
fr: Une Ayah pour aujourd\'hui
id: Ayat Untuk Hari Ini
it: Una Aya per oggi
kk: Бүгінгі күн үшін Аят
ne: आजको लागि आयत
ru: Аят на сегодня
sq: Ajeti për sot
sw: Ayah ya leo
th: โองการสำหรับวันนี้
tl: Ayah para sa araw na ito
tr: Bugün için Ayet
uz: Bugunga oyat
zh: 今日经文

# string-array.randomReminderTxt.item_8
source: Read an Ayah Today?
az: Siz bü gün ayə oxudunuzmu?
bn: আজকে একটি আয়াত শিখুন
bs: Želite pročitati neki ajet danas?
ckb: ئایەتێکت خوێند ئەمڕۆ؟
de: Heute noch eine Āyah lesen?
es: ¿Has leído un Ayah hoy?
fa: آیا می‌خواهید یک آیه امروز بخوانید؟
fr: Lire une Ayah aujourd\'hui?
id: Sudah membaca sebuah ayat hari ini?
it: Hai letto una Aya oggi?
kk: Бүгін Аят оқыдыңыз ба?
ne: आज एउटा श्लोक पढ्न चाहनुहुन्छ ?
ru: Вы читали аят сегодня?
sq: Ke lexuar sot një Ajet?
sw: Soma Ayah leo
th: อ่านโองการของวันนี้?
tl: Nagbasa ka ba ng isang Ayah ngayong araw?
tr: Bugün bir Ayet oku?
uz: Bugun bir oyat o\'qidingizmi?
zh: 今天读一节经文？

# string-array.randomReminderTxt.item_9
source: Click to read an Ayah
az: Ayəni oxumaq üçün seçin
bn: দৈনিক আয়াত
bs: Pritisnite da pročitate ajet
ckb: پەنجەی پێدابنێ بۆ خوێندنی ئایەتێک
de: Klick, um eine Āyah zu lesen
es: Haz clic para leer un Ayah
fa: برای خواندن یک آیه کلیک کنید
fr: Clique pour lire une Ayah
id: Klik Untuk Membaca Satu Ayat
it: Clicca qui per leggere una Aya
kk: Аятты оқу үшін басыңыз
ne: एउटा श्लोक पढ्न क्लिक गर्नुहोस्
ru: Нажмите, чтобы прочитать аят
sq: Kliko që të lexosh një Ajet
sw: Bonyeza usome Ayah
th: กดเพื่ออ่าน
tl: I-klik upang bumasa ng isang Ayah
tr: Bir Ayat okumak için tıklayın
uz: Oyatni o\'qish uchun bosing
zh: 点击阅读一节经文

# string-array.randomReminderTxt.item_10
source: What is Allah telling you?
az: Allahın müraciəti
bn: একটি আয়াত শিখতে চান?
bs: Šta vam Allah poručuje?
ckb: خوا چیت پێ ئەڵێ؟
de: Was sagt Allāh zu Dir?
es: Qué te está diciendo Al-lah?
fa: خداوند به شما چه می‌خواهد بگوید؟
fr: Rappelle-toi Allah aujourd\'hui
id: Apa yang Allah sedang kabarkan kepadamu?
it: Cosa ti sta dicendo Allah?
kk: Аллаһ сізге не айтуда?
ne: अल्लाहले तपाईंलाई के भन्दै हुनुहुन्छ ?
ru: Обращение Аллаха
sq: Për çfarë po të thotë Allahu?
sw: Allah anakwambia nini?
th: อัลลอฮฺได้บอกอะไรกับคุณ?
tl: Ano ang sinasabi ng Allah sa iyo?
tr: Allah size ne buyurdu?
uz: Alloh (s.v.t.) sizga nima deydi?
zh: 安拉告诉了你什么？

# string-array.randomReminderTxt.item_11
source: Let Allah talk to you today
az: Allaha bu gün ürəyinizi açın
bn: চলুন একটি আয়াত শিখি
bs: Poslušajte Allahov govor danas
ckb: با خوای گەورە ئەمڕۆ قسەت لەگەڵ بکات
de: Lass Allāh heute mit Dir sprechen
es: Deja que Al-lah te hable hoy
fa: اجازه بدهید خداوند امروز با شما گفتگو کند
fr: Prier Allah aujourd\'hui
id: Biarkan Allah berbicara kepadamu hari ini
it: Lascia che Allah parli con te oggi
kk: Аллаһпен тілдесіңіз
ne: अल्लाहलाई तपाईंसँग कुरा गर्न दिनुहोस्
ru: Откройте сердце Аллаху сегодня
sq: Le të të flasë sot Allahu
sw: Hebu Allah ane nene nawe leo
th: ให้อัลลอฮฺคุยกับคุณวันนี้
tl: Hayaang kausapin ka ni Allah ngayong araw
tr: Allah sana bugün buyuruyor!
uz: Bugun Alloh (s.v.t) siz bilan so\'zlashsin
zh: 安拉今天跟你说话

# string-array.randomReminderTxt.item_12
source: Spoken with Allah today?
az: Bu gün Allaha tərəf döndünüzmü?
bn: আজকের জন্য একটি আয়াত
bs: Da li ste danas pričali sa Gospodarom?
ckb: قسەت لەگەڵ خوای گەورە کردووە ئەمڕۆ؟
de: Heute schon mit Allāh gesprochen?
es: Has hablado con Al-lah hoy?
fa: امروز با خدا صحبت کردید؟
fr: Souviens-toi Allah
id: Sudahkah berdoa kepada Allah hari ini?
it: Hai parlato con Allah oggi?
kk: Бүгін Аллаһпен тілдестіңіз бе?
ne: आज अल्लाहसँग कुरा गर्नुभयो ?
ru: Вы обращались к Аллаху сегодня?
sq: A ke biseduar me Allahun sot?
sw: Ume nena na Allah leo?
th: คุณได้พูดกับอัลลอฮฺหรือยังวันนี้?
tl: Nakipag-usap ka ba kay Allah ngayong araw?
tr: Allah’la bugün konuştun mu?
uz: Bugun Alloh bilan so\'zlashdingizmi?
zh: 今天和安拉说话了吗？

# string-array.randomReminderTxt.item_13
source: Let\'s speak with Allah
az: Gəlin üzümüzü Allaha çevirək
bn: আয়াত পড়তে ক্লিক করুন
bs: Pričajmo sa Gospodarom
ckb: با قسە لەگەڵ خوا بکەین
de: Lass uns mit Allāh reden
es: Hablemos con Al-lah
fa: بیایید با خدا صحبت کنیم
fr: Un nutriment pour l\'âme
id: Ayo kita berdoa kepada Allah
it: Parliamo con Allah
kk: Кел Аллаһпен тілдесейік
ne: अल्लाहसँग कुरा गर्नुहोस्
ru: Давайте обратимся к Аллаху
sq: Le të flasim me Allahun
sw: Wacha tu nene na Allah leo
th: มาพูดกับอัลเลาะห์กันเถอะ
tl: Makipag-usap tayo kay Allah
tr: Haydi Allah ile konuşalım
uz: Alloh (s.v.t) bilan gaplashaylik
zh: 让我们和安拉说话

# string-array.randomReminderTxt.item_14
source: Remembered Allah today?
az: Bu gün Allahı yad etdinmi?
bn: আল্লাহ আপনাকে কি বলছেন?
bs: Da li ste se sjetili Allaha danas?
ckb: بیرت لە خوا کردەوە ئەمڕۆ؟
de: Heute schon Allāh gedenkt?
es: Has recordado a Al-lah hoy?
fa: امروز خدا را یاد کردید؟
fr: Remémore toi ton Seigneur
id: Sudah berzikir kepada Allah hari ini?
it: Ti sei ricordato di Allah oggi?
kk: Бүгін Алланы еске алдыңыз ба?
ne: आज अल्लाहलाई याद गर्नुभयो ?
ru: Ты поминал Аллаха сегодня?
sq: E ke përkujtuar sot Allahun?
sw: Nje umemkumbuka Allah leo?
th: วันนี้คุณรำลึกถึงอัลลอฮฺหรือยัง?
tl: Naalala mo ba si Allah ngayong araw?
tr: Bugün Allah\'ı hatırladın mı?
uz: Bugun Alloh (s.v.t)ni esladingizmi?
zh: 今天记念安拉了吗？

# string-array.randomReminderTxt.item_15
source: Praised Allah today?
az: Allaha bü gün həmd edtinmi?
bn: আজ আল্লাহ্‌র প্রশংসা করেছেন কি?
bs: Da li ste slavili Allah danas?
ckb: ئەمڕۆ ستایشی خودات کرد؟
de: Heute schon Allāh gepriesen?
es: Has alabado a Al-lah hoy?
fa: امروز خدا را سپاس گفتید؟
fr: Souviens-toi de ton Seigneur
id: Sudah memuji Allah hari ini?
it: Hai glorificato Allah oggi?
kk: Бүгін Алланы мақтадыңыз ба?
ne: आज अल्लाहको प्रशंसा गर्नुभयो ?
ru: Ты восхвалял Аллаха сегодня?
sq: E ke falënderuar sot Allahun?
sw: Umemsifu Allah leo
th: วันนี้คุณสรรเสริญอัลลอฮฺหรือยัง?
tl: Linuwalhati mo ba si Allah ngayong araw?
tr: Bugün ALLAH\'A şükrettin mi?
uz: Bugun Alloh (s.v.t)ga hamd keltirdingizmi?
zh: 今天赞颂安拉了吗？

# string-array.randomReminderTxt.item_16
source: Let\'s remember Allah
az: Allahı unutma
bn: আল্লাহর সাথে কথা বলেছেন?
bs: Sjetimo se Allaha
ckb: یادی خودا کردنەوە
de: Lass uns Allah erinnern
es: Recordemos a Al-lah
fa: بیایید خدا را به یاد آوریم
fr: Rappelle-toi Allah
id: Ayo berzikir kepada Allah
it: Ricordiamo Allah
kk: Кел Аллаһты еске алайық
ne: अल्लाहको सम्झना गरौं
ru: Не забывайте об Аллахе
sq: Le ta kujtojmë Allahun
sw: Wacha tumkumbuke Allah
th: มารำลึกถึงอัลลอฮฺกันเถอะ
tl: Alalahanin natin si Allah
tr: Allah\'ı hatırlayalım
uz: Alloh (s.v.t)ni eslaylik
zh: 让我们记念安拉
