Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# qari_mohammad_altablawi_gapless
source: Mohammad al Tablawy
bn: মুহাম্মাদ আত তাবলাওয়ে (বিরতিহীন)
bs: Mohammad al Tablawy (bez prekida)
ckb: محەمەد تەبلاوی
de: Mohammad al-Tablawy (lückenlos)
es: Muhammad al Tablawi
fa: محمد طبلاوی (بدون توقف)
fr: Mohammad al Tablawy (sans interruption)
id: Mohammad Al Tablawy (tanpa jeda)
it: Mohammad al Tablawy (senza pausa)
kk: Мұхаммед Таблауи (тұтас)
ne: मुहम्मद अल् तब्लावे (निरन्तर)
ru: Мухаммад аль Таблави (непрерывно)
sq: Mohammad al Tablawy (pa pauza)
sw: Mohammad al Tablawy (hakuna nafasi)
th: มูฮัมหมัด อัลฏอบลาวียฺ (เสียงแบบต่อเนื่อง)
tl: Mohammad At-Tablawy (tuloy-tuloy)
tr: Muhammed el tabla (geçişli)
uz: Muhammad Al-Toblaviy (muttasil)
zh: "穆罕默德·阿勒塔布拉威 （无间隙） "

# qari_sahl_yaseen_gapless
source: Sahl Yaseen
bn: সাহল ইয়াসিন (বিরতিহীন)
bs: Sahl Yaseen (bez prekida)
ckb: ساڵح یاسین
de: Sahl Yaseen (lückenlos)
es: Sahl Yasin (recitación sin intervalos)
fa: سهل یاسین (بدون توقف)
fr: Sahl Yaseen (sans interruption)
id: Sahl Yasin (tanpa jeda)
it: Sahl Yaseen (senza pausa)
kk: Сахл Ясеен (үздіксіз)
ne: सहल यसीन (निरन्तर)
ru: Сахл Йасин (непрерывно)
sq: Sahl Yaseen (pa pauza)
sw: Sahl Yaseen (hakuna nafasi)
th: ซะฮฺล ยาซีน (เสียงแบบต่อเนื่อง)
tl: Sahl Yaseen (tuloy-tuloy)
tr: Sehl yasin (geçişli)
uz: Sahl Yasin (uzluksiz)
zh: 萨哈尔·雅辛 （无间隙）

# qari_shatri_gapless
source: Abu Bakr Ash-Shatri
bn: আবু বকর আশ-শাত্রি (বিরতিহীন)
bs: Abu Bakr Ash-Shatri (bez prekida)
ckb: ئەبوبەکر شاتری
de: Abu Bakr Ash-Shatri (lückenlos)
es: Abu Bakr Ash-Shatri (recitación sin intervalos)
fa: ابوبکر شاطری (بدون توقف)
fr: Abu Bakr Ash-Shatri (sans interruption)
id: Abu Bakr Ash-Shatri (tanpa jeda)
it: Abu Bakr Ash-Shatri (senza pausa)
kk: Әбу Бәкр Шатри (тұтас)
ne: अबु बकर अश्-शत्री (निरन्तर)
ru: Абу Бакр Аш-Шатри (непрерывно)
sq: Abu Bakr Ash-Shatri (pa pauza)
sw: Abu Bakr Ash-Shatri (hakuna nafasi)
th: อาบู บักรฺ อัซซาตรียฺ (เสียงแบบต่อเนื่อง)
tl: Abu Bakr Ash-Shatri (tuloy-tuloy)
tr: Ebu bekr eş-şatiri (geçişli)
uz: Abu Bakr Ash-Shatriy (muttasil)
zh: 阿布·巴克尔·阿沙特里 （无间隙）

# qari_ahmad_nauina_gapless
source: Ahmad Nauina
bn: আহমদ নুয়াইনা (বিরতিহীন)
bs: Ahmad Nauina (bez prekida)
ckb: ئەحمەد نعیمە
de: Ahmad Nauina (lückenlos)
es: Ahmad Nauina (recitación sin intervalos)
fa: احمد نعینع (بدون توقف)
fr: Ahmad Nauina (sans interruption)
id: Ahmad Naurina (tanpa jeda)
it: Ahmad Nauina (senza pausa)
kk: Ахмад Науина (үздіксіз)
ne: अहमद नौईना (निरन्तर)
ru: Ахмад Нуина (непрерывно)
sq: Ahmad Nauina (pa pauza)
sw: Ahmad Nauina (hakuna nafasi)
th: อะหฺมัด นาอียฺนะ (เสียงแบบต่อเนื่อง)
tl: Ahmad Nauina (tuloy-tuloy)
tr: Ahmet Nauina (geçişli)
uz: Ahmad Nu\'ayna (uzluksiz)
zh: 阿哈麦德·那威那 （无间隙）

# qari_akram_al_alaqmi
source: Akram Al-Alaqmi
bn: আকরাম আল-আলাকমি (বিরতিহীন)
bs: Akram Al-Alaqmi (bez prekida)
ckb: ئەکرەم ئەلقمی
de: Akram Al-Alaqmi (lückenlos)
es: Akram Al-Alaqmi (recitación sin intervalos)
fa: اکرم علاقمی (بدون توقف)
fr: Akram Al-Alaqmi (sans interruption)
id: Karam Al Alami (tanpa jeda)
it: Akram Al-Alaqmi (senza pausa)
kk: Әкрам Ғалақми (тұтас)
ne: अकरम अल्-अलक्मी (निरन्तर)
ru: Акрам Аль-Алагми (непрерывно)
sq: Akram Al-Alaqmi (pa pauza)
sw: Akram Al-Alaqmi (hakuna nafasi)
th: อักรอม อัลอลากอมียฺ (เสียงแบบต่อเนื่อง)
tl: Akram Al-Alaqmi (tuloy-tuloy)
tr: Ekrem el-alkami (geçişli)
uz: Akram Al-Alaqmiy (muttasil)
zh: 阿克拉姆·阿勒阿拉厄米 （无间隙）

# qari_ali_hajjaj_alsouasi_gapless
source: Ali Hajjaj Alsouasi
bn: আলি হাজ্জাজ আসসোয়াসি (বিরতিহীন)
bs: Ali Hajjaj Alsouasi (bez prekida)
ckb: عەلی حەجاج ئەلسواسی
de: Ali Hajjaj Alsouasi (lückenlos)
es: Ali Hayyay Alsouasi (recitación sin intervalos)
fa: علی حجاج سویسی (بدون توقف)
fr: Ali Hajjaj Alsouasi (sans interruption)
id: Ali Hajjaj Alsouasi (tanpa jeda)
it: Ali Hajjaj Alsouasi (senza pausa)
kk: Али Хажжаж Альсоуаси (үздіксіз)
ne: अलि हज्जाज अल्सूओसी (निरन्तर)
ru: Али Хаджаж Алсуаси (непрерывно)
sq: Ali Hajjaj Alsouasi (pa pauza)
sw: Ali Hajjaj Alsouasi (bila mwanya)
th: อาลี หะชฺชาชฺ อัซซูเวยฺซียฺ (เสียงแบบต่อเนื่อง)
tl: Ali Hajjaj Alsouasi (tuloy-tuloy)
tr: Ali haccac el asusi (geçişli)
uz: Ali Hajjaj Alsovasiy (uzluksiz)
zh: 阿里·哈扎支·阿勒叟阿斯 （无间隙）

# qari_saad_al_ghamidi_gapless
source: Saad Al-Ghamdi
bn: সাদ আল গামদি (বিরতিহীন)
bs: Saad Al-Ghamdi (bez prekida)
ckb: سەید غامدی
de: Saad Al-Ghamdi (Lückenlos)
es: Saad Al-Gamdi (recitación sin intervalos)
fa: سعد غامدی (بدون توقف)
fr: Saad Al-Ghamdi (sans interruption)
id: Saad Al-Ghamdi (tanpa jeda)
it: Saad Al-Ghamdi (senza pausa)
kk: Саад Аль Гамди (үздіесіз)
ne: साद अल घामदी (निरन्तर)
ru: Саад Аль-Гамди (непрерывно)
sq: Saad Al-Ghamdi (pa pauza)
sw: Saad Al-Ghamdi (bila mwanya)
th: สะอัด อัลฆอมิดียฺ (เสียงแบบต่อเนื่อง)
tl: Sa\'ad Al-Ghamdi (tuloy-tuloy)
tr: Sa\'ad el-ğamidi (geçişli)
uz: Saad Al - G\'omidiy (uzluksiz)
zh: 萨阿德·阿勒厄姆迪 （无间隙）

# qari_bandar_baleela_gapless
source: Bandar Baleela
bn: বান্দার বালীলা (বিরতিহীন)
bs: Bandar Baleela (bez prekida)
ckb: بندر بليلة (متصل)
de: Bandar Baleela (lückenlos)
es: Bandar Baleela (recitación sin intervalos)
fa: بندر بلیله (بدون توقف)
fr: Bandar Baleela (sans interruption)
id: Bandar Baleela (tanpa jeda)
it: Bandar Baleela (senza pausa)
kk: Бандар Балиила (үздіесіз)
ne: बन्दर बलीला (निरन्तर)
ru: Бандар Балила (непрерывно)
sq: Bandar Baleela (pa pauza)
sw: Bandar Baleela (bila mwanya)
th: บันดารฺ อับดุลอาซิส บาลียฺละฮฺ (เสียงแบบต่อเนื่อง)
tl: Bandar Balila (tuloy-tuloy)
tr: Bandar Baleela (geçişli)
uz: Bandar Baleyla (uzluksiz)
zh: 班达尔·巴利拉 （无间隙）

# qari_mahmoud_ali_albana_gapless
source: Mahmoud Ali al Bana
bn: মাহমুদ আলি আল বান্না (বিরতিহীন)
bs: Mahmoud Ali al Bana (bez prekida)
ckb: محمود علي البنا (متصل)
de: Mahmoud Ali al Bana (lückenlos)
es: Mahmoud Ali al Banna (recitación sin intervalos)
fa: محمود علی بنا (بدون توقف)
fr: Mahmoud Ali al Bana (sans interruption)
id: Mahmoud Ali al Bana (tanpa jeda)
it: Mahmoud Ali al Bana (Senza pause)
kk: Махмуд Али Аль Бана (үздіесіз)
ne: मह्मूद अली अल बाना (निरन्तर)
ru: Махмуд Али аль-Бана (непрерывно)
sq: Mahmoud Ali al Bana (pa pauza)
sw: Mahmoud Ali al Bana (bila mwanya)
th: มูฮัมหมัด อาลี อัลบันนา (เสียงแบบต่อเนื่อง)
tl: Mahmud Ali Al-Banna (tuloy-tuloy)
tr: Mahmut ali El- bena (geçişli)
uz: Mahmud Ali al Bana (uzluksiz)
zh: 马哈麦德·阿里·阿勒巴纳 （无间隙）

# qari_abdulrahman_alshahat_gapless
source: Abdulrahman Al-Shahat
bn: আব্দুর রহমান আল-শাহাত (বিরতিহীন)
bs: Abdulrahman Al-Shahat (bez prekida)
ckb: عبد الرحمن الشحات (متصل)
de: Abdulrahman Al-Shahat (lückenlos)
es: Abdulrahman Al-Shahat (recitación sin intervalos)
fa: عبدالرحمن شحات (بدون توقف)
fr: Abdulrahman Al-Shahat (sans interruption)
id: Abdulrahman Al-Shahat (tanpa jeda)
it: Abdulrahman Al-Shahat (Senza pause)
kk: Абдурахман Аль Шахат (үздіесіз)
ne: अब्दुल रहमान अल-शहत (निरन्तर)
ru: Абдулрахман аль-Шахат (непрерывно)
sq: Abdulrahman Al-Shahat (pa pauza)
sw: Abdulrahman Al-Shahat (bila mwanya)
th: อับดุรรอฮฺมาน อัซซาฮาตฺ (เสียงแบบต่อเนื่อง)
tl: Abdur-Rahman Ash-Shahat (tuloy-tuloy)
tr: Abdurrahman el-shahat (geçişli)
uz: Abdulrahman Al-Shahat (uzluksiz)
zh: 阿卜杜勒拉哈曼·阿勒沙哈特 （无间隙）

# qari_afasy_gapless
source: Mishary Al-Afasy (gapless)
bn: মিশারি আল-আফাসি (বিরতিহীন)
ckb: مەشاری عەفاسی (بەردەوام)
de: Mishari Alafasy (lückenlos)
fa: مشاری العفاسی (بدون توقف)
it: Mishary Al-Afasy (senza pausa)
tl: Mishary Afasy (tuloy-tuloy)
tr: "Meşari el-afasi (geçişli) "

# qari_hani_rifai_gapless
source: Hani Ar-Rifai
bn: হানি আর-রিফাই (বিরতিহীন)
ckb: هانی ریفاعی (بەردەوام)
de: Hani Rifai (lückenlos)
fa: هانی ریفایی (بدون توقف)
it: Hani Rifai (senza pausa)
tl: Hani Rifai (tuloy-tuloy)
tr: Hani Rifai (geçişli)

# qari_ayyoub_gapless
source: Muhammad Ayyoub
bn: মুহাম্মাদ আইয়ুব (বিরতিহীন)
ckb: موحەمەد ئەیوب (بەردەوام)
de: Muhammad Ayyub (lückenlos)
fa: محمد ایوب (بدون توقف)
it: Muhammad Ayyoub (senza pausa)
tl: Muhammad Ayyoub (tuloy-tuloy)
tr: Muhammed eyyub (geçişli)

# qari_mishari_walk_gapless
source: Mishary/Walk (Arabic/English)
ckb: مەشاری/واڵک (عەرەبی/ئینگلیزی - بەردەوام))
de: Mishary/Walk (Arabisch / Englisch - lückenlos)
fa: مشاری با ابراهیم واک (بدون توقف)
it: Mishary con Ibrahim Walk (senza pausa)
tl: Mishary/Walk (Arabik/Englis - tuloy-tuloy)
tr: Meşari/walk (Arapça/ingilizce geçişli)

# qari_jibreel_gapless
source: Muhammad Jibreel
bn: মুহাম্মদ জিবরিল (বিরতিহীন)
ckb: موحەمەد جبریل (بەردەوام)
de: Muhammad Jibril (lückenlos)
fa: محمد جبرئیل (بدون توقف)
it: Muhammad Jibreel (senza pausa)
tl: Muhammad Jibreel (tuloy-tuloy)
tr: Muhammed cibril (geçişli)

# qari_basfar_gapless
source: Abdullah Basfar
ckb: عبداللە بەسفەر (بەردەوام)
de: Abdullah Basfar (lückenlos)
fa: بصفر (بدون توقف)
it: Basfar (senza pausa)
tl: Abdullah Basfar (tuloy-tuloy)
tr: Abdullah Basfar (geçişli)

# qari_walk_gapless
source: Ibrahim Walk (English Trans.)
ckb: ئیبراهیم واڵک (وەرگێڕی ئینگلیزی - بەردەوام)
de: Ibrahim Walk (Englische Übersetzung - lückenlos)
fa: ابراهیم واک (بدون توقف)
it: Ibrahim Walk (senza pausa)
tl: Ibrahim Walk (Salin sa Englis - tuloy-tuloy)
tr: İbrahim Walk (İngilizce çeviri - geçişli)

# app_name
source: Al Quran
az: Al Quran (Tafsir & by Word)
bn: আল কুরআন (তাফসির এবং শব্দে শব্দে)
bs: Kur\'an
ckb: قورئانی پیرۆز
fa: قرآن
fr: Al Quran (Tafsir & by Word)
id: Al Quran (Tafsir & Per Kata)
kk: Құран
ne: अल कुरआन (तफ्सिर र शब्दश:)
ru: Al Quran (Tafsir & by Word)
sq: Al Quran (Tefsir & fjalë për fjalë)
sw: Al Quran (Tafsir & neno kwa neno)
th: อัลกุรอาน (ตัฟซีร & คำต่อคำ)
tr: Al Kur\'an
tt: Al Quran (Tafsir & by Word)
uz: Qurʼon
zh: 古兰经

source: Save
az: Qeyd etmək
bn: সেভ করুন
bs: Spasi
ckb: پاراستن
de: Speichern
es: Guardar
fa: ذخیره
fr: Sauvegarder
id: Simpan
it: Salva
kk: Сақта
ne: सुरक्षित गर्नुहोस्
ru: Сохранить
sq: Ruaje
sw: Hifadhi
th: บันทึก
tl: I-save
tr: Kaydet
tt: Сакларга
uz: Saqlash
zh: 保存

source: Delete
az: Silmək
bn: ডিলিট করুন
bs: Briši
ckb: سڕینەوە
de: Löschen
es: Borrar
fa: حذف
fr: Supprimer
id: Hapus
it: Elimina
kk: Өшіру
ne: मेटाउनुहोस्
ru: Удалить
sq: Fshije
sw: Futa
th: ลบ
tl: Burahin
tr: Sil
tt: Бетерергә
uz: O\'chirish
zh: 删除

source: Close
az: Bağlamaq
bn: বন্ধ করুন
bs: Zatvori
ckb: داخستن
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
id: Tutup
it: Chiudi
kk: Жабу
ne: बन्द गर्नुहोस्
ru: Закрыть
sq: Dil
sw: Funga
th: ปิด
tl: Isara
tr: Kapat
tt: Ябарга
uz: Yopish
zh: 关闭

source: Cancel
az: Ləğv etmək
bn: বাদ দিন
bs: Odustani
ckb: پاشگەزبونەوە
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
id: Batal
it: Annulla
kk: Болдырмау
ne: रद्द गर्नुहोस्
ru: Отменить
sq: Anulo
sw: Kufuta
th: ยกเลิก
tl: Kanselahin
tr: İptal et
tt: Кирәкми
uz: Bekor qilish
zh: 取消

source: OK
bn: ঠিক আছে
ckb: باشە
fa: تائید
id: Setuju
kk: Келісу
ne: हुन्छ
ru: ОК
sq: Në rregull
sw: Sawa
th: ตกลง
tr: Taman
tt: Яхшы
zh: 好

# share_image
source: Image (Screenshot)
az: Şəkil (Ekranın təsviri)
bn: ছবি
bs: Slika (Screenshot)
ckb: وێنە
de: Bild
es: Imagen (Captura de pantalla)
fa: عکس (صفحه نمایش)
fr: Image (Imprim écran)
id: Gambar (tangkapan-layar)
it: Immagine (Screenshot)
kk: Ресім (Скриншот)
ne: फोटो (स्क्रिनसट)
ru: Изображение (Снимок экрана)
sq: Imazh (Foto e ekranit)
sw: *Picha(screenshot)
th: ภาพ (แคปหน้าจอ)
tl: Larawan (Eskrenshat)
tr: Görüntü (ekran görüntüsü)
uz: Rasm (ekran tasviri)
zh: 图像（截图）

# share_text
source: Text
az: Mətn
bn: লিখা
bs: Tekst
ckb: دەق
es: Texto
fa: متن
fr: Texte
id: Teks
it: Testo
kk: Жазу
ru: Текст
sq: Tekst
sw: Maandishi
th: ข้อความ
tl: Teksto
tr: Metin
uz: Matn
zh: 正文

source: Multiple Ayahs
bn: একাধিক আয়াত
ckb: ئایەتی هەمەجۆر
de: Mehrere Ayahs
es: Múltiples ayas
fa: چند آیه
fr: Plusieurs Ayahs
it: Versetti multipli
ru: Несколько
sq: Shumë Ajete
th: หลายโองการพร้อมกัน
tl: Maraming Mga Ayah
tr: Çoklu ayetler
uz: Bir necha oyatlar

# ayah_copied_popup
source: Verse Copied
az: Ayə köçürüldü
bn: আয়াত কপি করা হয়েছে
bs: Ajet je kopiran
ckb: ئایەت لەبەریگیرایەوە
de: Vers kopiert
es: Versículo copiado
fa: آيه کپي شد
fr: Verset copié
id: Ayat Disalin
it: Verso copiato
kk: Аят көшірілді
ru: Аят скопирован
sq: Ajeti u Kopjua
sw: Mstari kunakiliwa
th: คัดลอกโองการ
tl: Nakopya na ang Ayah
tr: Kopyalandı
uz: Oyat xotiraga koʻchirildi
zh: 此节已复制

# stringshotshare
source: Share Screenshot
az: Ekranın təsviri ilə paylaşın
bn: স্ক্রিনশট শেয়ার করুন
bs: Podijeli Screenshot
ckb: بڵاوکردنەوەی وێنەی شاشە
de: Screenshot teilen
es: Compartir toma de pantalla
fa: اشتراک صفحه نمایش
fr: Partager l\'impression d\'écran
id: Bagikan Tangkapan-layar
it: Condividi screenshot
kk: Скриншотпен бөлісу
ne: स्क्रिनसट शेयर गर्नुहोस्
ru: Поделиться снимком экрана
sq: Shpërndaje Foton e ekranit
sw: Sambaza screenshot*
th: แบ่งปันการแคปหน้าจอ
tl: Ibahagi ang larawan
tr: Ekran Görüntüsünü paylaş
uz: Ekran tasvirini ulashish
zh: 分享截图

# popup_open_in_sura_view
source: Sura View
az: Sürə görünümü
bn: সূরা হিসেবে দেখুন
bs: Pregled sure
ckb: بینینی سورەت
de: Sūrah Ansicht
es: Ver Surah
fa: نمایش سوره
fr: Vue Sourate
id: Tampilan Surat
it: Vista Sura
kk: Сүре/кітапша көрініс
ne: सुरह अनुसार
ru: Режим Сура
sq: Pamje e Sures
sw: Maono ya sura
th: ดูซูเราะห์
tl: Tanawing Surah
tr: Sure görünümü
uz: Surani ko\'rish
zh: 阅读苏勒

# popup_tafsir_ibn_kathir
source: Tafsir/Note View
az: Təfsir/Qeyd görünümü
bn: তাফসির/নোট দেখুন
bs: Pregled Tefsira/Bilješke
ckb: تەفسیر/بینینی تێبینی
de: Tafsīr/Kommentar Ansicht
es: Ver Tafsir/nota
fa: نمایش تفسیر/یادداشت
fr: Vue Tafsir/Note
id: Tampilan Tafsir/Catatan
it: Vista Tafsir/Nota
kk: Тәпсірлі/Белгі көрінісі
ru: Режим тафсира/заметки
sq: Pamje Tefsir/Shënime
th: ดู ตัฟซีร/โน้ต
tl: Tanawing Tafsir/Tala
tr: Tefsir / meal Görünümü
uz: Tafsir/Eslatmani ko\'rish
zh: 经注/查阅注释

# popup_play_this_ayah
source: Play this Ayah
az: Ayəni başlat
bn: এই আয়াতের তিলাওয়াত শুনুন
bs: Prouči ovaj ajet
ckb: لێدانی ئەم ئایەتە
de: Āyah abspielen
es: Reproducir este Ayah
fa: پخش این آیه
fr: Jouer cette Ayah
id: Mainkan Ayat Ini
it: Riproduci questa Aya
kk: Бұл Аятты тыңдау
ne: यो आयत सुन्नुहोस्
ru: Прослушать аят
sq: Dëgjo këtë Ajet
sw: Cheza hii Ayah
th: เล่นเสียงโองการนี้
tl: I-play itong Ayah
tr: Bu ayeti oynat
uz: Oyat audiosini tinglash
zh: 播放此节经文

# searchTitle
source: Search using Phrases
az: İfadələrlə axtarın
bn: বাক্য দিয়ে খুজুন
bs: Pretraga po pojmovima
ckb: گەڕان بەهۆی ڕستەوە
de: Text durchsuchen
es: Búsqueda por frase
fa: جستجو با استفاده از عبارات
fr: Recherche avec expression
id: Pencarian Menggunakan Frase
it: Cerca utilizzando le frasi
kk: Сөйлем арқылы іздеу
ne: वाक्यांशहरू द्वारा खोज्नुहोस्
ru: Искать используя фразы
sq: Kërko duke përdorur Frazat
sw: Tafuta kwa maneno
th: ค้นหาโดยใช้คำ
tl: Maghanap
tr: İfadeleri kullanarak ara
uz: So\'z iboralar bilan qidirish
zh: 用短语搜索

# searchhelptext
source: Examples: \n\nUse Sura Number:Ayah Number to quickly go to a ayah
az: Nümünə: \n\nŞablona görə axtarış üçün hər hansı bir sözun sonunda * istifadə edin
bn: উদাহরণ : সুরা নম্বর:আয়াত নম্বর সার্চ এর জন্য ব্যবহার করুন দ্রুত আয়াত এ যেতে
bs: Primjeri: \n\nKoristi broj sure: broj ajeta da brzo pronađete ajet
ckb: نموونە: \n\nبەکارهێنانی ژمارەی ئایەت:ژمارەی ئایەت بۆ چوون بۆ ئایەتەکە بەخێرایی
de: Beispiele: \n\nNutze Suranummer:Versnummer um schnell zu einem Vers zu gelangen
es: Ejemplos: \n\nUsa número de la Surah:número del Aiah para acceder rápidamente al versículo
fa: نمونه: \n\n استفاده از شماره سوره: شماره آیه تا سریعا بروید به آیه
fr: Exemples: \n\nUtiliser le numéro de la sourate:numéro du verset pour aller rapidement au verset
id: Contoh: \n\nGunakan nomor surat : nomor ayat untuk menuju ke suatu ayat secara cepat
it: Esempio: \n\nUsa il numero Sura: Numero Aya per arrivare rapidamente ad una Aya
kk: Сүре нөмері: Аят нөмері арқылы тез Аятты табу
ru: Пример: \n\nИспользуйте Номер суры:Номер аята для быстрого перехода к аяту
sq: Shembuj: \n\nPërdor Numrin e Sures:Numër Ajeti të kalosh direkt tek një ajet
sw: Mifano Tumia nambari ya sura:nambari ya Ayah ili kufikia Ayah upesi
th: \n\nใช้หมายเลขซูเราะห์:หมายเลขโองการ เพื่อไปยังโองการที่ต้องการอย่างรวดเร็ว
tl: Mga halimbawa: \n\nGamitin ang bilang ng Surah:bilang ng Ayah upang madaling mahanap ang Ayah
tr: Örnekler: \n\nSure Numarasını Kullan: Ayet Numarasına hızla gitmek için ayete git
uz: Misollar: \n\nSuraning raqamini qo\'llash: Biror oyatga borish uchun o\'sha oyat raqamini kiritish
zh: 示例: \n\n 输入苏勒经文序数快速转到该节经文

# noWordTyped
source: Nothing Typed
az: Heç bir şey daxil edilməmişdir
bn: কিছু টাইপ করা হয়নি
bs: Ništa nije upisano
ckb: هیچ نەنوسراوە
de: Nichts eingegeben
es: No escribió
fa: چیزی نوشته نشده
fr: Aucune saisie
id: Tidak Ada Yang Diketik
it: Non hai digitato nulla
kk: Бос жол
ne: केही टाइप गरिएको छैन
ru: Ничего не введено
sq: Asgjë s\'është shkruar
sw: Hakuna kilichoandikwa
th: ยังไม่มีการพิมพ์อะไร
tl: Walang nakasulat
tr: Hiçbir şey yazılmadı
uz: Hech nima kiritilmadi
zh: 没有输入任何文字

source: Search in: All Collections
az: Axtarış: Bütün kolleksiyalarda
bn: অনুসন্ধান করুন : সকল বিভাগ/সংগ্রহ
bs: Pretražite u: Svim kolekcijama
ckb: گەڕان لە: هەموو کۆکراوەکان
de: Suche in: Allen Sammlungen
es: Buscar en: Todas las colecciones
fa: جستجو در: تمام مجموعه‌ها
fr: Rechercher dans: Toutes les collections
id: Pencarian pada: Seluruh Koleksi
it: Cerca in: Tutte le collezioni
kk: Іздеу: Барлық Жиындар
ru: Искать в: Все коллекции
sq: Kërko në: Të gjitha Koleksionet
sw: Tafuta kwa mukusanyiko wote
th: ค้นหาใน: กลุ่มทั้งหมด
tl: Maghanap sa: Lahat ng Koleksyon
tr: Arama: Tüm Koleksiyonlar
uz: Qidiruv ko\'lami: Barcha to\'plamlar
zh: 搜索:在所有收藏中

# search_in
source: "Search in: %1$s"
az: "Axtarış: %1$s"
bn: " অনুসন্ধান করুন : %1$s"
bs: "Pretražite u: %1$s"
ckb: "گەڕان لە: %1$s"
de: "Suche in: %1$s"
es: "Buscar en: %1$s"
fa: "جستجو در: %1$s"
fr: "Chercher dans: %1$s"
id: "Pencarian pada: %1$s"
it: "Cerca in: %1$s"
kk: "Мына жолдарды: %1$s"
ru: "Искать в: %1$s"
sq: "Kërko në: %1$s"
th: "ค้นหาใน: %1$s"
tl: "Maghanap sa: %1$s"
tr: "Araştır : %1$s"
tt: "Эзләргә: %1$s"
uz: "Qidiruv ko'lami: %1$s"
zh: "搜索:%1$s"

# filter_hint
source: type to filter
az: filtreləmək üçün daxil edin
bn: ফিল্টার করার জন্য টাইপ করুন
bs: upišite za filtriranje
ckb: جۆری فیلنەر
de: Tippe ein um zu filtern
es: Escriba para filtrar
fa: نحوه‌ی پالایش کردن
fr: saisir pour filtrer
id: Ketik untuk menyaring
it: scrivi per filtrare
kk: Фильтірлеу үшін жаз
ne: अलग गर्न टाईप गर्नुहोस्
ru: введите, чтобы отфильтровать
sq: shkruaj të filtrosh
th: พิมพ์เพื่อกรอง
tl: i-type upang salain
tr: filtrelemek için yazın
uz: Filtrlash uchun matnni kiriting
zh: 点击筛选

# search_result
source: "\"%1$s\" was found %2$d times"
az: "%1$s %2$d dəfə tapıldı"
bn: "\"%1$s\" পাওয়া গিয়েছে %2$d বার"
bs: "\"%1$s\" je pronađeno %2$d puta"
ckb: "%1$s دۆزرایەوە %2$d جار"
de: "\"%1$s\" wurde %2$d gefunden"
es: "%1$s aparece %2$d veces"
fa: "\"%1$s\"پیدا شد %2$d بار"
fr: "\"%1$s\" a été trouvé %2$d fois"
id: "%1$s ditemukan %2$d kali"
it: "\"%1$s\" è stato trovato %2$d volte"
kk: "\"%1$s\" Табылды %2$d Рет"
ru: "\"%1$s\" был найден %2$d раз"
sq: "\"%1$s\" u gjet %2$d herë"
th: "\"%1$s\" ถูกพบ %2$d ครั้ง"
tl: "%1$s ay natagpuan %2$d beses"
tr: "\"%1$s\" %2$d defa bulundu"
uz: "%2$d marta \"%1$s\" topildi"
zh: "%1$s被找到%2$d次"

# search_result_root
source: "Root %1$s was found %2$d times"
az: "%1$s kökü %2$d dəfə tapıldı"
bn: "মূল %1$s পাওয়া গিয়েছে %2$d বার"
bs: "Korijen %1$s je pronađen %2$d puta"
ckb: "سەرەکی %1$s دۆزرایەوە %2$d جار"
de: "Wortstamm %1$s wurde %2$d mal gefunden"
es: "La raíz %1$s aparece %2$d veces"
fa: "ریشه %1$s یافت شد %2$d بار"
fr: "La racine %1$s a été trouvée %2$d fois"
id: "Akar kata %1$s ditemukan %2$d kali"
it: "La radice %1$s è stata trovata %2$d volte"
kk: "Түбір %1$s Табылды %2$d Рет"
ru: "Корень %1$s был найден %2$d раз"
sq: "Rrënja %1$s u gjet %2$d herë"
th: "รากศัพท์ %1$s ถูกพบ %2$d ครั้ง"
tl: "Ugat %1$s ay natagpuan ng %2$d beses"
tr: "%1$s Kökü %2$d defa bulundu"
uz: "%1$s o'zak %2$d marta topildi"
zh: "词根%1$s被找到%2$d次"

# searching
source: "Searching… %1$s ..."
az: "Axtarış… %1$s ..."
bn: "অনুসন্ধান করছে… %1$s ..."
bs: "Tražim... %1$s ..."
ckb: "گەڕان... %1$s ..."
de: "Suchen… %1$s ..."
es: "Buscando... %1$s ..."
fa: "در حال جستجو … %1$s ..."
fr: "Recherche en cours … %1$s ..."
id: "Sedang mencari... %1$s ..."
it: "Sto cercando… %1$s ..."
kk: "Іздеуде… %1$s ..."
ru: "Поиск… %1$s ..."
sq: "Në kërkim… %1$s ..."
th: "กำลังค้นหา… %1$s ..."
tl: "Naghahanap… %1$s ..."
tr: "Aranıyor... %1$s..."
uz: "Qidirilmoqda… %1$s ..."
zh: "搜索中...%1$s…"

source: Root
az: Kök
bn: মূল
bs: Korijen
ckb: بنچینە
de: Wortstamm
es: Raíz
fa: ریشه
fr: Racine
id: Akar Kata
it: Radice
kk: Түбір
ru: Корень
sq: Rrënja
th: รากศัพท์
tl: Ugat
tr: Kök
uz: O\'zak
zh: 词根

# lemma
source: Lemma/Derivative
bn: মূল/ডেরিভেটিভ
bs: Lemma/Izvedenica
ckb: لاوەکی
de: Lemma/Ableitung
es: Lema/derivativo
fa: اصل موضوع/مشتق
fr: Forme dérivée
id: Kata Baku/Turunan
it: Lemma/Derivato
kk: Туынды
ru: Лемма/Производная
sq: Fjala/E prejardhur
th: คำมาตราฐาน
tl: Lemma/Deribatibo
tr: baş kelime/Türev
uz: Bosh/yasama so\'z
zh: 词根/派生

# click_root_search_quran
source: Click on root or segments to search Quran
az: Quranda axtarmaq üçün kök və ya seqment seçin
bn: কুরআনে খোজার জন্য শব্দের মূল বা কোন অংশে ক্লিক করুন
bs: Pritisnite na korijen ili isječak da pretražite Kur\'an
ckb: پەنچەبنێ بە بنچینەدا یان بەشێک بۆ گەڕان لەناو قورئان
de: Klick auf das Wort oder den Wortstamm um den Qurʾān zu durchsuchen
es: Haga clíc en la raíz o en un segmento para buscar en el Corán
fa: برای جستجوی قرآن روی قسمت ریشه یا بخش کلیک کنید
fr: Cliquer sur la racine ou des parties pour rechercher dans le Quran
id: Klik pada akar kata atau bagian kata untuk pencarian Quran
it: Clicca sulla radice o sui segmenti per cercare nel Quran
kk: Quran-нан іздеу үшін түбір немесе сегментке басыңыз
ru: Выберите корень или сегмент для поиска по Корану
sq: Kliko në rrënjët ose segmentet për të kërkuar në Kuran
th: กดที่รากศัพท์หรือกลุ่มคำเพื่อค้นหากุรอาน
tl: I-klik ang ugat o mga sangay upang maghanap sa Quran
tr: Kuran\'ı aramak için kök veya parçalara tıklayın
uz: Qur\'ondan qidirish uchun o\'zak yoki jumla qismiga bosing
zh: 点击词根或者段以搜索古兰经

# writenote
source: Write a Note
az: Qeydi yazın
bn: নোট লিখুন
bs: Napiši bilješku
ckb: تێبینیەک بنووس
de: Schreibe eine Notiz
es: Escriba una nota
fa: یک یادداشت بنویسید
fr: Écrire une Note
id: Tulis Catatan
it: Scrivi una nota
kk: Ескертпелер жазу
ne: नोट लेख्नुहोस्
ru: Напишите заметку
sq: Shkruaj një Shënim
th: จดโน้ต
tl: Magtala
tr: Not yaz
uz: Eslatma yozing
zh: 记笔记

source: Choose Translations
az: Tərcüməni seçin
bn: অনুবাদ বাছাই করুন
bs: Izaberite prijevode
ckb: وەرگێڕانێک هەڵبژێرە
de: Wähle Übersetzungen
es: Escoja una traducción
fa: ترجمه را انتخاب کنید
fr: Choisir les traductions
id: Pilih Terjemahan
it: Scegli una traduzione
kk: Аудармасын таңдау
ne: अनुवाद छनौट गर्नुहोस्
ru: Выберите перевод
sq: Zgjidh Përkthimet
th: เลือกการแปล
tl: Pumili ng salinwika
tr: Çevirileri Seçin
uz: Tarjimalarni tanlang
zh: 选择译文

source: Auto Scroll
bn: অটোস্ক্রল
bs: Automatsko listanje
ckb: جوڵانی خۆکاری
de: Automatisches Rollen
es: Desplazamiento automático
fa: مطالعه خودکار
fr: Défilement automatique
id: Menggulung Sendiri
it: Scorrimento Automatico
kk: Автоматты өткізу
ne: स्वत: स्क्रोल
ru: Автопрокрутка
sq: Kaloji rreshtat automatikisht
th: เลื่อนอัตโนมัติ
tl: Awto-eskrol
tr: Otomatik kaydırma
uz: Avtomatik navbatdagi sahifaga o\'tuvchi
zh: 自动翻阅

# jump_sura
source: GO to Sura
az: Surəyə keçin
bn: সূরায় যান
bs: Idi na suru
ckb: چوون بۆ سورەتی
de: ÖFFNE SŪRAH
es: Ir al surah
fa: برو به سوره
fr: Aller à la Sourate
id: Ke Surat
it: Vai alla Sura
kk: Сүреге бару
ru: Перейти к Суре
sq: KALO tek Surja
th: ไปยังซูเราะห์
tl: Pumunta sa Surah
tr: Sure\'ye git
uz: Suraga borish
zh: 跳到苏勒

# jump_tafsir
source: GO to Tafsir
az: Təfsirə keçin
bn: তাফসীরে যান
bs: Idi na Tefsir
ckb: چوون بۆ تەفسیر
de: ÖFFNE TAFSĪR
es: Ir al Tafsir
fa: برو به تفسیر
fr: Aller au Tafsir
id: Ke Tafsir
it: Vai al Tafsir
kk: Тәпсірді аш
ru: Перейти к Тафсиру
sq: KALO tek Tefsiri
th: ไปยังตัฟซีร
tl: Pumunta sa Tafsir
tr: Tefsir\'e git
uz: Tafsirga borish
zh: 跳到经注

source: Makki
az: Məkkə
bn: মাক্কী
bs: Mekanski
ckb: مەککەیی
de: Mekkanisch
es: Makkí
fa: مکي
fr: Mecquoise
id: Makkiyah
it: Meccana
kk: Мекке
ru: Мекканская
sq: Mekase
th: มักกียะฮ์
tr: Mekki
uz: Makkiy
zh: 麦加降示
