Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# app_details
source: Alhamdulillah. Al Quran (Tafsir & by Word) is a Quran Study Tool that allows you to enjoy: \n \n • English Tafsir Ibn Kathir with embedded Arabic \n • Color Coded Tajweed similar to iQuran (For Kitkat and up) \n • Word by Word Translation Rendering, Grammatical, Root and Verb Form Details \n • Bookmarks/Favourites separated into user made categories \n • Quran Index \n • Ability to take notes \n • Bookmarks/Notes Import/export to online, file feature \n • A powerful full-text search engine with highlights \n • Robust audio system with repeat, group playback of verses function to aid in memorization \n • Various fonts, pinch-zoom feature and multiple Themes \n • Autoscroll feature \n • Different Quran Translations viewable simultaneously: Bengali, Chinese, English, French, Hindi, German, Indonesian, Italian, Malay, Russian, Spanish, Urdu and more \n • Several downloadable recitations for verse by verse recital (supports gapless/continuous recitation) including Mishary Al-Afasy, Husari (muallim) \n\nCourtesy: \n • Grafian.com for their initial codes. \n • Quran.com for their database server and Audio Mechanism. \n • Quran Tafsir Pro App for their tafsir ibn Kathir and Corpus. \n • Guidedverses.com for Khan & Hilali Commentary. \n • Quranindex.info for their Quran index database. \n • Academy of Quran Studies/Understand Quran for their verb forms database. \n • QuranWBW.com for their Hindi wbw database and indopak assets. \n • Al Huda International (https://www.alhudapk.com/products/hindi-section.html) for their Hindi wbw data. \n • Various other brothers & sisters helping with the project. May Allah bless them all \n\n\nDisclaimer: \nNo translation of Quran can be a hundred percent accurate, nor it can be used as a replacement of the Quran text. We have tried to provide a set of mostly acceptable quran translations here, but we cannot guarantee their authenticity and/or accuracy. Please use them at your own discretion.
bn: আলহামদুলিল্লাহ। আল কুরআন বাংলা (তাফসির এবং শব্দার্থ) সকলের প্রয়োজনীয় কুরআন অধ্যায়নের একটি মাধ্যম । এতে আছে : \n \n • ইংরেজি তাফসির ইবনে কাসির (আরবি সহ) \n • iQuran এর মত তাজউইদ নির্দেশক (For Kitkat and up) \n • প্রতি শব্দের অর্থ, ব্যকরণ, মূল এবং ক্রিয়ার রূপগুলো \n • আপনার সুবিধামত পছন্দের আয়াতগুলো বুকমার্ক করে রাখার সুবিধা \n • কুরআনের বিষয়ভিত্তিক আয়াত \n • নোট করার সুবিধা \n • বুকমার্ক/নোট অনলাইনে/ফাইল আকারে ইম্পোর্ট/এক্সপোর্ট এর ফিচার \n • পুরো কুরআনে সার্চ করার সুবিধা \n • মুখস্থ করার সুবিধার্থে পুরো সুরা অথবা প্রতি আয়াত আলাদা আলাদা তিলাওয়াত শোনার ব্যবস্থা \n • অনেক ফন্ট, থিম আর পিন্‌চ জুম এর ফিচার \n • অটোস্ক্রল ফিচার \n • বিভিন্ন ভাষার অথবা বিভিন্ন শায়েখের অনুবাদ একসাথে দেখার সুবিধা \n • মিশারি আল-আফাসি , হুসারি সহ বিভিন্ন ক্বারি এর তিলাওয়াত ডাউনলোড করা যাবে \n\কৃতজ্ঞতা স্বীকার : \n • Grafian.com তাদের প্রাথমিক কোড এর জন্য \n • Quran.com তাদের ডেটাবেস এবং অডিও মেকানিজম এর জন্য \n • Quran Tafsir Pro App তাদের তাফসির ইবনে কাসির এবং করপাস এর জন্য \n • Guidedverses.com তাদের খান এবং হিলালি টিকাসমূহের জন্য \n • Quranindex.info তাদের কুরআনের বিষয়সূচির ডেটাবেস এর জন্য \n • Academy of Quran Studies/Understand Quran তাদের ক্রিয়ারূপ গুলোর ডেটাবেসের জন্য \n • Hadithbd/waytojannah তাদের তাফসির আহসানুল বায়ানের জন্য \n• iHadis/IRD Project তাদের তাফসীরে আবু বকর যাকারিয়ার জন্য \nআর সকল ভাই ও বোনেরা যারা প্রত্যক্ষ অথবা পরোক্ষভাবে এই প্রোজেক্টে অবদান রেখেছেন। আল্লাহ সবাইকে বরকত দান করুন। \n\n\nবি:দ্র: \nকুরআনের কোন অনুবাদই শতভাগ সঠিক বলা যায় না আর একে কুরআনের আসল ভাষার বিকল্প হিসেবেও গ্রহণ করা যাবে না। আমরা এখানে যথাসম্ভব নির্ভরযোগ্য অনুবাদগুলো যুক্ত করার চেষ্টা করেছি , কিন্তু এ ব্যপারে আমরা নিশ্চয়তা দিতে পারব না । দয়া করে নিজের দায়িত্বে পড়ুন।
bs: Elhamdulillah. Kur\'an (Tefsir & riječ po riječ) je alat za proučavanje Kur\'ana koji vam omogućava: \n \n • Tefsir Ibn Kesir na engleskom sa ukjučenim arapskim \n • Tedžvid obilježen bojama slično kao iQuran (Za Kitkat i novije) \n • Riječ po riječ prikaz prijevoda, gramatički, korijen i detalji o obliku glagola \n • Oznake/Omiljeni podijeljeni u kategorijama koje korinik napravi \n • Indeks Kur\'ana \n • Mogućnost spašavanja bilješki \n • Oznake/Bilješke Ubacivanje/Eksportovanje online, opcija datoteke \n • Moćna tražilica cijelog teksta s isticanjem \n • Robustan audio sustav s ponavljanjem, reprodukcija grupe ajeta radi pamćenja \n • Razni fontovi, opcija zumiranja i nekoliko tema \n • Opcija automatskog listanja \n • Različiti prijevodi Kur\'ana se mogu istodobno vidjeti: bengalski, kineski, engleski, francuski, indijski, njemački, indonezijski, talijanski, malajski, ruski, španjolski, urdu i drugi \n • Nekoliko učenja koji se mogu preuzeti za čitanje ajet po ajet (podržava bezprekidno / kontinuirano učenje) uključujući Mishary Al-Afasy, Husari (učači) \n\nLjubaznošću: \n • Grafian.com za njihove početne kodove. \n • Quran.com za njihov server baze podataka i Audio mehanizam. \n • Quran Tafsir Pro App za njihov tefsir Ibn Kesir i zbirku. \n • Guidedverses.com za Khan & Hilali komentar. \n • Quranindex.info za njihov bazu indeksa Kur\'ana. \n • Academy of Quran Studies/Understand Quran za njihovu bazu podataka glagola. \n • QuranWBW.com \n • https://www.alhudapk.com/products/hindi-section.html \n • Raznoj drugoj braći i sestrama koji su pomogli projektu. Neka ih Allah sve blagoslovi \n\n\nOdricanje od odgovornosti: \nNijedan prijevod Kur\'ana ne može biti sto posto tačan, niti se može koristiti kao zamjena za tekst Kur\'ana. Pokušali smo ovdje ponuditi skup uglavnom prihvatljivih kuranskih prijevoda, ali ne možemo garantovati njihovu vjerodostojnost i/ili tačnost. Koristite ih na vlastitu odgovornost.
ckb: سوپاس بۆ خوا ئەم بەرنامەی قورئانە ئامرازێکی باشە بۆ تێگەیشتن و قوتابخایەکەیە بۆ خوێندنەوەی قورئان: \n \n* تەفسیری ئینگلیزی ابن کەسیر لەگەڵ عەرەبی چەسپێنراوە \n* کۆدیکی ڕەنگی تەجووید بچووکترین لە قورئان (لە کیت کات بۆ بەرەوژورتر) \n* وەرگێڕانی ووشە بە ووشە, ڕێزمانى، ڕەگ و وردەكاريى شێوەى فەرمان \n* پەسەندەکان/ئارەزوومەندەکان جیاکردنەوە بۆ بابەتی بەکارهێنەرێکی تر \n* هێزێکی تەواو و دەقێکی تەواو لە گەڕانێکی گرنگدا \n* سيستەمى دەنگيى بەهێز لەگەڵ دووبارە كردنەوە، لێدانی گرووپى بەيت كار دەكەن تا يارمەتى بدەن لە باشترکردن \n* نیشانەیەکی نوێی گشتی و خۆشی و جوانی نوسینەکان \n* نیشانەی سەرو و خواری خۆکار \n* لەهەمان کاتدا قورئان بەچەند شێوازێک وەرگێڕاوە: کوردی, بەنگالی, چینی, ئینگلیزی, فەڕەنسی, هندی, ئەڵمانی, ئەندەنوسی, ئیتاڵی, مەلای, ڕووسی, ئیسپانی, ئوردنی و زیاتر \n* چەند خوێندنەوە بەداگرتن بۆ بەيت بە خوێندنەوەى بەيت(پشگیری گلەیس/بەردەوام خوێندنەوە) هەروەک مەنشاوی الفەیزی, حوسەیری (مامۆستا) \n\nسوپاسنامە: \n *Grafian.com بۆ کۆدیکە سەرەتاییەکان. \n *Quran.com بۆ سێرڤەرى داتابەيس و ميكانيزمى دەنگى. \n *Quran Tafsir . وەشانی پارەدان بۆ تەفسیری باشتر و کۆمەڵێ شتی تەواوکەر \n *Guidedverses.com . بۆ خان و ڕوونكردنەوەى هيلالى \n *Quranindex.info بۆ دەسپێکی داتابەیسی قورئان \n *پەيمانگاى خوێندنى قورئان بۆ تێگەیشتنی قورئان و ڕێکخستنی فرمانەکانی داتابەيس.. \n *وە سەرجەم برایان و خوشکانی ديكەى کە بەشێوەی جۆراوجۆر يارمەتى دەرمان بوون لە پرۆژەكەدا، خوا پاداشتی خێری هەموویان بداتەوە \n\n\nزانیاری \nهيچ وەرگێڕانى قورئان ناتوانێ سەد لە سەد وورد بێت، وە ناتوانرێ بەكاربهێنرێت وەکو بەديلێكى نووسينى قورئان، ئێمە هەوڵمانداوە بەو پەڕی تواناوە کە كۆمەڵەێكى باش و بەناوبانگی وەرگێڕانى قورئانى پیرۆزتان بۆ دابنێین لەم بەرنامەیەدا، بەڵام .ئێمە ناتوانين ڕاستەقينەييان مسۆگەر بكەين و/يان ووردبین تكايە بەكار بهێنە لە وريايى خۆت ئەم بەرنامەیە کراوە بە کوردی لەلایەن گۆران غەریب و دیاری دەربەنی. (تکایە لە دۆعای خێر بێبەشمان مەکەن).
de: Alḥamdulillāh. Al-Qurʾān (Tafsīr & Wort für Wort) ist ein Qurʾān-Lernprogramm, dass Dir folgendes ermöglicht: \n \n • Englischer Tafsīr von Ibn Kathīr mit integriertem Arabisch \n • Farbig markierter Taǧwīd, ähnlich wie die iQuran App (Für Kitkat und höhere Versionen) \n • Wort für Wort Übersetzung, Grammatik, Stämme und Verbformen \n • Lesezeichen/Favoriten in selbstgemachte Kategorien einteilbar \n • Eine praktische Suchmaschine, die Suchergebnisse aus dem ganzen Text markiert \n • Beliebig wiederholbare Audiowiedergabe verschiedener Rezitatoren; die Funktion Verse in Gruppen abzuspielen um beim auswendig lernen behilflich zu sein \n • Diverse Schriftarten; mehrere Designs; per Zwei-Finger-Zoom die Schrift vergößern oder verkleinern \n • Autoscroll-Funktion \n • Verschiedene Qurʾān Übersetzungen gleichzeitig darstellbar: Albanisch, Bengalisch, Bosnisch, Chinesisch, Englisch, Farsi, Französisch, Hindi, Deutsch, Indonesisch, Italienisch, Russisch, Spanisch, Türkisch, Urdu und viele mehr \n • Etliche Vers für Vers Rezitationen zum herunterladen (unterstützt lückenloses/fortlaufendes abspielen) enthält Mishary Al-Afasy, Husari (Muallim) \n\nDanksagungen an: \n • Grafian.com für den Basiscode ihrer App. \n • Quran.com für ihren Datenbankserver und Audiomechanismus. \n • Quran Tafsir Pro App für ihren Tafsīr Ibn Kathīr und Corpus. \n • Guidedverses.com für den Khan & Hilali Kommentar. \n • Quranindex.info für die Qurʾān-Index Datenbank. \n • Academy of Quran Studies/Understand Quran für ihre Verbformen Datenbank. \n • QuranWBW.com für ihre Hindi Wort-für-Wort Datenbank und indopak Besitz. \n • Al Huda International (https://www.alhudapk.com/products/hindi-section.html) für ihre Hindi Wort-für-Wort Daten. \n •Unzählige andere Brüder & Schwestern, die beim Projekt behilflich sind und waren. Möge Allāh s.w.t sie alle segnen, āmin. \n\n\nWichtiger Hinweis \nKeine Übersetzung des Qurʾāns kann zu 100% genau sein, oder den arabischen Originaltext ersetzen. Wir haben hier versucht ein Set von hauptsächlich akzeptablen Übersetzungen zur Verfügung zu stellen, jedoch können wir ihre Authenzität und/oder ihre Richtigkeit nicht garantieren. Bitte benutzen Sie jene unter eigenem Ermessen, vielen Dank!
es: Alhamdulillah. Al Quran (Tafsir y palabra por palabra) is a Quran Study Tool that allows you to enjoy: \n \n • English Tafsir Ibn Kathir with embedded Arabic \n • Color Coded Tajweed similar to iQuran (For Kitkat and up) \n • Word by Word Translation Rendering, Grammatical, Root and Verb Form Details \n • Bookmarks/Favourites separated into user made categories \n • Quran Index \n • Ability to take notes \n • Bookmarks/Notes Import/export to online, file feature \n • A powerful full-text search engine with highlights \n • Robust audio system with repeat, group playback of verses function to aid in memorization \n • Various fonts, pinch-zoom feature and multiple Themes \n • Autoscroll feature \n • Different Quran Translations viewable simultaneously: Bengali, Chinese, English, French, Hindi, German, Indonesian, Italian, Malay, Russian, Spanish, Urdu and more \n • Several downloadable recitations for verse by verse recital (supports gapless/continuous recitation) including Mishary Al-Afasy, Husari (muallim) \n\nCourtesy: \n • Grafian.com for their initial codes. \n • Quran.com for their database server and Audio Mechanism. \n • Quran Tafsir Pro App for their tafsir ibn Kathir and Corpus. \n • Guidedverses.com for Khan & Hilali Commentary. \n • Quranindex.info for their Quran index database. \n • Academy of Quran Studies/Understand Quran for their verb forms database. \n • Various other brothers & sisters helping with the project. May Allah bless them all \n\n\nDescargo de responsabilidad: \nNinguna traducción del Corán es cien por ciento exacta y no se la puede tomar como un sustituto del texto árabe del Corán. Hemos tratado de proveer las traducciones másNo translation of Quran can be a hundred percent accurate, nor it can be used as a replacement of the Quran text. We have tried to provide a set of mostly acceptable quran translations here, but we cannot guarantee their authenticity and/or accuracy. Please use them at your own discretion.
fa: الحمدلله. القرآن (تفسیر و واژه به واژه) ابزاری برای مطالعه قرآن است که به شما امکان می دهد از اینها لذت ببرید: • تفسیر ابن کثیر انگلیسی با عربی تعبیه شده • تجوید با کد رنگی مشابه iQuran (برای کیت کیت و بالاتر) • جزئیات کلمه ترجمه توسط کلمه ترجمه ، گرامری ، ریشه و فعل • نشانک ها / موارد دلخواه به دسته های ساخته شده توسط کاربر تفکیک می شوند • فهرست قرآن • امکان یادداشت برداری • نشانک ها / یادداشت ها وارد کردن / خروجی گرفتن به صورت آنلاین ، ویژگی فایل • یک موتور جستجوی کامل متن کامل با نکات برجسته • سیستم صوتی قوی با پخش مجدد ، گروهی از آیات برای کمک به حفظ • فونت های مختلف ، قابلیت بزرگنمایی و تم های متعدد • ویژگی حرکت خودکار صفحه • ترجمه های مختلف قرآن که به طور هم زمان قابل مشاهده هستند: بنگالی ، چینی ، انگلیسی ، فرانسوی ، هندی ، آلمانی ، اندونزی ، ایتالیایی ، مالایی ، روسی ، اسپانیایی ، اردو و موارد دیگر • چندین تلاوت قابل بارگیری برای آیه توسط قرائت آیه (پشتیبانی از تلاوت بدون توقف / مداوم) از جمله مشاری عفاسی ، حصری (آموزشی) احترام و تشکر: • Grafian.com برای کدهای اولیه خود. • Quran.com برای سرور پایگاه داده و سازوکار صوتی آنها. • برنامه قرآن تفسیر طرفدار برای تفسیر بن کثیر و نویسندگان آن. • Guidingverses.com برای نظر خان و هلالی. • Quranindex.info برای پایگاه داده فهرست قرآن آنها. • آکادمی مطالعات قرآن / درک قرآن برای پایگاه داده اشکال فعل آنها. • برادران و خواهران مختلف دیگری که در این پروژه همکاری می کنند. خداوند به همه آنها برکت دهد سلب مسئولیت: هیچ ترجمه‌ای از قرآن نمی‌تواند صددرصد دقیق باشد و همچنین نمی‌توان از آن به عنوان جایگزینی متن قرآن استفاده کرد. ما سعی کرده‌ایم مجموعه‌ای از ترجمه‌های قرآنی که قابل قبول است را در اینجا ارائه دهیم، اما نمی‌توانیم گارانتی و صحت آنها را تضمین کنیم. لطفاً به صلاحدید خود از آنها استفاده کنید.
fr: Alhamdulillah. Al Quran (Tafsir & by Word) est un outil d\'étude du Quran qui vous met à disposition: \n \n • Le tafsir d\'Ibn Kathir en Anglais avec l\'Arabe inclus \n • Un code de couleur pour le Tajwid similaire à iQuran (pour Kitkat et après) \n • Une traduction mot à mot présentant également des détails grammaticaux ainsi que les racines et formes dérivées des mots \n • Des marques page et favoris classés dans des catégories personnalisées par l\'utilisateur \n • L\'index du Quran \n • La possibilité d\'importer/exporter les notes/marque-page vers un fichier ou en ligne \n • Un outil de recherche Puissant de Mots avec mise en surbrillance \n • Un système de lecture audio robuste avec des fonctions de répétition d\'ensembles versets choisis pour faciliter la mémorisation \n • Diverses polices, fonctionnalité pincer-zoomer ainsi que plusieurs thèmes possibles \n • Défilement automatique \n • Différentes traduction du Quran visibles simultanément: Français, Anglais, Allemand, Italien, Espagnol, Indonésien, Malais, Russe, Hindi, Bengali, Chinois, Urdu et plus \n • Plusieurs récitations disponibles en téléchargement pour une lecture verset par verset (supporte la récitation continue sans interruption) parmi Mishary Al-Afasy, Husari (muallim) \n\nRemerciement: \n • Grafian.com pour leurs codes initiaux. \n • Quran.com pour leur serveur de base de données et mécanisme audio. \n • Quran Tafsir Pro App pour leur tafsir d\'Ibn Kathir et Corpus. \n • Guidedverses.com pour les commentaires Khan & Hilali. \n • Quranindex.info pour leur base de données d\'index du Quran. \n • Academy of Quran Studies/Understand Quran pour leur base de données des formes verbales. \n • Diverses autres frères & soeurs ayant aidé sur le projet. Qu\'Allah les bénisse tous \n\n\nResponsabilités: \nAucune traduction du Quran ne peut être précise à cent pour cent, ni ne peut en aucun cas être utilisée en remplacement du Quran. Nous avons tenté de fournir ici un ensemble de traduction du Quran le plus acceptable, mais nous ne pouvons garantir leur authenticité et/ou précision. S\'il vous plaît faite en donc un usage personnel.
id: Alhamdulillah. Al Quran (Tafsir & Per Kata) adalah alat bantu belajar Quran yang memungkinkan anda untuk menikmati: \n \n • Tafsir Ibnu Katsir Bahasa Indonesia \n • Kode tajwid berwarna, sama seperti iQuran (untuk Kitkat dan setelahnya) \n • Terjemahan kata per kata, tata bahasa, akar kata, dan rincian bentuk kata kerja \n • Penanda-bacaan/Favorit yang dikelompokkan ke dalam kategori yang dibuat oleh pengguna \n • Indeks Quran \n • Membuat catatan-catatan \n • Fitur pengambilan/pengiriman penanda-bacaan/catatan ke berkas daring/online \n • Mesin pencari kata yang berdayaguna dengan tanda sorot pada kata yang ditemukan \n • Sistem audio yang handal dengan fungsi pengulangan, memainkan sekelompok ayat untuk membantu dalam menghafal \n • Variasi jenis huruf, fitur perbesaran dengan mencubit dan berbagai macam tema \n • Fitur menggulung sendiri \n • Beberapa terjemahan Quran yang dapat dilihat bersamaan sekaligus: Inggris, Indonesia, Malaysia, dan banyak lagi \n • Sejumlah pembacaan Quran yang dapat diunduh untuk mendengarkan bacaan ayat per ayat (mendukung pembacaan tanpa jeda/pembacaan terus-menerus), di antaranya Misyary Al-Afasy, Husari (Mualim) \n\nUcapan Terima Kasih: \n • Grafian.com untuk kode-kode inisialnya. \n • Quran.com untuk server database dan mekanisme audio-nya. \n • Quran Tafsir Pro App untuk Tafsir Ibnu Katsir dan kumpulan tulisan-tulisannya. \n • Guidedverses.com untuk komentar Khan & Hilali. \n • Quranindex.info untuk database indeks Quran-nya. \n • Academy of Quran Studies/Understand Quran untuk database bentuk-bentuk kata kerjanya. \n • Saudara-saudara dan teman-teman lainnya yang telah membantu dalam projek ini. Semoga Allah memberkati mereka semua. \n\n\nSangkalan \nTidak ada terjemahan yang bisa seratus persen tepat, juga tidak ada yang bisa digunakan sebagai pengganti teks Al Quran. Di sini kami hanya mencoba untuk menghadirkan kumpulan terjemahan yang paling bisa diterima, tetapi kami tidak bisa menjamin keotentikan dan/atau ketepatannya. Silahkan menggunakannya dengan pertimbangan Anda sendiri.
it: Alhamdulillah. Al Quran (Tafsir & by Word) è uno strumento per lo studio del Quran che ti permette di usufruire di molteplici funzioni: \n \n • Tafsir di Ibn Kathir in Inglese con Arabo incluso \n • Tajweed codificato a colori simile a iQuran (per versioni Android Kitkat e superiori) \n • Traduzione Parola per Parola, Interpretazione, Dettagli sulla Grammatica, sulle Radici e sulle Forme verbali \n • Segnapagina/Preferiti divisi in categorie scelte dall\'utente \n • indice del Quran \n • Possibilità di scrivere note \n • Funzione importa/esporta Segnapagina/Note online e da/verso file \n • Una esaustiva funzione di ricerca a tutto testo con evidenziatori \n • Un sistema audio molto efficiente con funzione di ripetizione versi singoli e in gruppo per aiutare la memorizzazione \n • Molteplici Temi, caratteri e modalità pinch-zoom \n • Funzione scorrimento automatico \n • Diverse traduzioni del Quran consultabili simultaneamente: Bengali, Cinese, Inglese, Francese, Hindi, Tedesco, Indonesiano, Italiano, Malese, Russo, Spagnolo, Urdu e altre ancora \n • Molteplici recitazioni scaricabili per l\'apprendimento verso per verso (supporta anche la recitazione senza interruzione/continua), inclusi Mishary Al-Afasy e Husari (versione insegnante) \n\nRingraziamenti: \n • Grafian.com per i codici iniziali \n • Quran.com per il server database e sistema Audio \n • Quran Tafsir Pro App per il Tafsir di Ibn Kathir e il Corpus \n • Guidedverses.com per il commento di Khan & Hilali \n • Accademy of Quran Studies/Understand Quran per il database delle forme verbali \n • QuranWBW.com per il database parola per parola della lingua Hindi e le risorse per la versione indopakistana \n • Al Huda International (https://www.alhudapk.com/products/hindi-section.html) per i dati sulla lingua Hindi parola per parola \n • Molti altri fratelli e sorelle che hanno aiutato nel progetto. Che Allah li benedica tutti \n\n\nDisclaimer: \n Nessuna traduzione del Quran può essere accurata al cento per cento, né può sostituire il testo originale del Quran. Abbiamo cercato di inserire le traduzioni più accreditate, ma non possiamo garantire rispetto alla loro autenticità e/o accuratezza. Il loro utilizzo, pertanto, è a tua discrezione.
jp: "感赞安拉。阿勒古兰经（经注&单字释义）是一个学习古兰经的工具，它让您享受： \n ● 阿拉伯语嵌入式的英文版伊本·卡希尔经注 \n ● 与iquran相似的彩色版诵读规则（安卓4.0及以上） \n ● 每个单字的翻译，语法，词根和动词形式详解 \n ● 书签/最爱等自定义工具 \n ● 古兰经目录 \n ● 可记笔记的功能 \n ● 书签/笔记在线导入/在线输出和文件功能 \n ● 强大的全文搜索引擎和搜索重点 \n ● 强大的音频功能，可重复或者按组诵读以帮助古兰经的记忆 \n ● 多种字体，放大功能和多种主题 \n ● 自动阅读 \n ● 多种语言的古兰经译文：孟加拉语，中文，英语，法语，印地语，德语，印度尼西亚语，意大利语，马来语，俄语，西班牙语和乌尔都语等。 \n ● 多位古兰经诵读者的分节音频（也可连贯播放）可供下载，包括米沙里·阿法希，胡萨里（教师式） 致谢： \n ● Grafian.com提供的原始代码 \n ● Quran.com的数据库服务器和音频机制 \n ● Quran Tafsir Pro 软件的经注和文集 \n ● Guideverses.com的Khan&Hilali注释 \n ● Quranindex.info的古兰经目录数据库 \n ● 古兰经经学学院的动词词型数据库 \n ● QuranWBW.com \n ● https://www.alhudapk.com/products/hindi-section.html \n ● 不同的穆斯林兄弟姐妹对我们软件的的帮助。愿安拉赐福于他们。 \n\n声明： 没有一本古兰经的翻译是百分百准确的，翻译本是不能代替原本的古兰经的。我们尽全力提供全球最常见的译本，但是不能保证他们的真实性和准确性。请斟酌后使用。 "
kk: Альхамдулилла. Al Quran (Tafsir & by Word) - сізге ләззат ала отырп, Құран оқып - үйренуге мүмкіндік береді: Кіріктірілген араб тілі мен Ағылшын тіліндегі Ибн Касир Тәпсірі. IQuran тәрізді түсті кодталғаны Tajweed (Kitkat және Up үшін) Сөзбе сөз аудармалар, грамматикалық, түбір сөздер және етістіктер туралы мәліметтер. Бетбелгілер / Таңдаулылар пайдаланушы санаттарына бөлінген. Құран индексі. Ескертпелер қабылдау мүмкіндігі. Бетбелгілер / ескертпелер, Интернетке файл сипаттамасына импорт / экспорттау Қуатты толық мәтінді іздеу жүйесі, маңызды функциясымен. Аяттарды еске сақтауға көмектесу және оларды тобымен тыңдау үшін қайталау мәзірлі сенімді дыбыстық жүйе, Түрлі әріптер, zoom функциясы және кең көлемде темалар. Автожаңылау мүмкіндігі. Бенгалише, қытайша, ағылшын, француз, хинди, неміс, индонезия, итальян, малай, орыс, испан, урду және т.б. түрлі Құран аудармалары. Құрамында аят аят бойынша оқу үшін бірнеше енгізерлік нұсқалар (үзіліссіз / үздіксіз оқу) Мишари әл-Афасы, Хусари (муаллим), алғысымыз Grafian.com бастапқы кодтары үшін. Quran.com деректер базасының сервері және Аудио механизмі үшін. Ибн Касир тәпсірін және Корпус қамтамассыз еткендері үшін Quran Tafsir Pro App алғысымыз Guidedverses.com Хан мен Хилалидің түсіндірмелері үшін Quranindex.info олардың Құран индексінің дерекқоры үшін. Academy of Quran Studies/Understand Quran, етістіктер деректер базасы үшін. Жобаға көмектескен басқа да бауыр, қарындастарымызға, Аллаһ сіздерден разы болсын Шағымдар. Құранның аудармасы жүз пайыздық дәл болуы мүмкін емес, немесе оны Құран мәтінін алмастыру ретінде қолдануға болмайды. Мүмкіндігімізше мұнда көптеген қолданыстағы Құран аудармаларын ұсынуға тырыстық, бірақ олардың шынайылығына және / немесе дәлдігіне кепілдік бере алмаймыз. Оларды өз қалауыңыз бойынша пайдалануыңызды өтінеміз
ps: "الحمدلله. Al Quran (Tafsir & by Word) د قرآن کریم د زه کړې یوه وسیله ده چې تاسو ته اجازه درکوي له لاندې ګټو برخمن شئ: په انګليسي ژبه د ابن کثیر تفسیر د رنګه تجويد سره لغت په لغت معنی، ګرامر، د لغت ريښه، او د فعل معلومات د خوښې وړ برخې په مختلفو کټګوريو کې د قرآن کريم د سورو، سيپارو، جزءونو، رکوع ګانو فهرست د نوټ اخیستلو وړتیا د په نښه کړل شويو برخو لېږل را لیږل آنلاین او یا فایل ته د پلټلو یو قوي انجن د تلاوت پیاوړې برخه د حفظ آسانه کولو وسيلو سره مختلف فونټونه او سټایلونه "
ru: Хвала Аллаху. Al Quran (Tafsir & by Word) инструмент для изучения Коран позволяет: \n \n • Ознакомиться с тафсиром Ибн Касира на английском с оригиналом на арабском \n • Прочитать Коран с таджвидом в цветной кодировке, аналогичной iQuran (Для версии Kitkat и выше) \n • Использовать пословный перевод, информацию о грамматических формах, корнях, и видах глаголов \n • Создавать Закладки/Избранное, разделеные по категориям созданные самим пользователем \n • Искать посредством Индекса Корана \n • Писать собственные заметки \n • Онлайн импорт/экспорт закладок, заметок и настроек файлов \n • Воспользоваться мощной полнотекстовой поисковой системой с подсветкой \n • Воспользоваться надежной аудиосистемой с повторениями, групповым воспроизведением аятов для помощи в заучивании \n • Использование различных шрифтов, функции масштабирования и выбора тем \n • Функции автопрокрутки \n • Возможности одновременного просмотра разных переводов Корана: бенгальский, китайский, английский, французский, хинди, немецкий, индонезийский, итальянский, малазийский, русский, испанский, урду и еще \n • Выбор чтецов по аятам для загрузки (поддержка чтения без интервалов/непрерывное) включая Мишари Аль-Афаси, Хусари (муаллим) \n\nБлагодарим за вклад: \n • Grafian.com за их базовый код. \n • Quran.com за их сервер базы данных и аудио механизм. \n • Quran Tafsir Pro App за тафсир Ибн Касира и Corpus. \n • Guidedverses.com за комментарии Хана и Хилали. \n • Quranindex.info за их базу данных корпуса Корана. \n • Academy of Quran Studies/Understand Quran за их базу данных форм глаглов. \n • Всех тех братьев и сестер, которые помогают с проектом. Да благословит их всех Аллах! \n\n\nОтказ от ответственности: \nПеревод смыслов и толкований Корана не может быть точным в полной мере, и не может использоваться в качестве замены самому Корану. Мы попытались предоставить здесь список наиболее приемлемых переводов смыслов и толкований Корана, но мы не можем гарантировать их достоверность и/или точность. Пожалуйста, используйте их по своему усмотрению.
sq: Elhamdulil\'Lah. Al Quran (Tafsir & by Word) është mjet studimi i Kuranit që ju ta shijoni: \n \n • Anglisht Tefsir i Ibn Kethirit me Arabisht \n • Texhviid me kodim ngjyrash si tek iQuran (Për Kitkat e lart) \n • Paraqitje përkthimi Fjalë për Fjalë, Detaje Gramatikore, Rrënja dhe Format foljore \n • Faqeruajtës/Të pëlqyerat të ndara në kategori sipas përdoruesit \n • Indeksi i Kuranit \n • Aftësia për të mbajtur shënime \n • Import/export online të Faqeruajtësit/Shënimeve, vetia skedar \n • Një motor i fuqishëm kërkimi me tekst të plotë me theksime \n • Sistemi i fuqishëm audio me mundësinë e përsëritjes të ajetit të vetëm ose disave për të ndihmuar në memorizimin \n • Modele shkrimesh të ndryshme, tipari i zmadhimit të shkrimit, dhe sfonde të shumta \n • Vetia Kalo leximin rresht pas rreshti \n • Shfaqja e disa Përkthimeve të Kuranit njëkohësisht në gjuhët: Bengalisht, Kinezçe, Anglisht, Frengjisht, Hindu, Gjermanisht, Indonezisht, Italisht, Malajisht, Rusisht, Spanjisht, Persisht dhe më shumë \n • Disa recitime ajet pas ajeti të shkarkueshme (Recitimi është pa boshllëk / i vazhdueshëm) përfshirë Mishary Al-Afasy, Husari (Mësues) \n\nMirënjohje ndaj: \n • Grafian.com për kodet e tyre fillestare. \n • Quran.com për serverin e tyre të databazës dhe regjistrimin Audio. \n • Quran Tafsir Pro App për tefsirin e tyre Ibn Kethirit dhe të Corpus. \n • Guidedverses.com për komentin Khan & Hilali. \n • Quranindex.info për databazën e tyre të indeksit të Kuranit. \n • Academy of Quran Studies/Kuptoni Kuranin për databazën e tyre të formave foljore. \n • Vëllezërit dhe motrat e tjerë që po ndihmojnë në këtë projekt. Allahu i bekoftë të gjithë. \n\n\nMohim garancie: \nAsnjë përkthim i Kuranit nuk mund të jetë 100% i saktë, e as ai nuk mund të përdoret si zëvendësim i tekstit të Kuranit. Ne jemi munduar të sigurojmë këtu një seri përkthimesh kryesisht të pranueshme të Kuranit, por nuk mund të garantojmë vërtetësinë dhe/ose saktësinë e tyre. Ju lutemi përdorini përkthimet sipas gjykimit tuaj dhe këshillohuni me dijetarët në vendin tuaj.
sw: Siwezi
th: อัลฮัมดุลิลละห์. อัลกุรอาน (ตัฟซีร & คำต่อคำ) เป็นเครื่องมือที่จะช่วยทำให้คุณสนุกกับการเรียนรู้อัลกุรอาน: \n \n • ตัฟซีร อิบนุ กะษีร ภาษาอังกฤษ พร้อมข้อความภาษาอาหรับ \n • มีสีสำหรับตัจญ์วีดเหมือน iQuran (สำหรับแอนดรอยด์ Kitkat ขึ้นไป) \n • แปลความหมายคำต่อคำ, ไวยากรณ์, รากศัพท์ และการผันคำกริยา \n • บุ๊คมาร์ก/จัดหมวดหมู่ และบันทึกรายการโปรดด้วยตัวเอง \n • ดัชนีอัลกุรอาน \n • สามารถจดโน้ต \n • บุ๊คมาร์ก/นำเข้าโน้ต/ส่งออกไปยังออนไลน์ หรือ เป็นไฟล์ \n • เอ็นจิ้นการค้นหาข้อความที่มีประสิทธิภาพพร้อมไฮไลท์คำ \n • ระบบเสียงที่ดีเยี่ยม, พร้อมฟังก์ชั่นเล่นซ้ำสามารถระบุจุดเริ่มต้นและจุดสิ้นสุดจากโองการไหนถึงโองการไหนเพื่อช่วยในการท่องจำ \n • มีฟอนต์หลากหลาย, การซูม, มีธีมหลายรูปแบบ \n • การเลื่อนลงอัตโนมัติ \n • รองรับหลายภาษา และสามารถดูคำแปลได้พร้อมไปกันหลายภาษา: เบงกาลี, จีน, อังกฤษ, ฝรั่งเศส, ฮินดี, เยอรมัน, อินโดนีเซีย, อิตาลี, มาเลย์, รัสเซีย, สเปน, อุรดู, ไทย และอีกมากมาย \n • สามารถดาวน์โหลดเสียงอ่านได้หลากหลายอ่านแบบโองการต่อโองการ (รองรับการอ่านแบบไม่มีช่วงเงียบระหว่างโองการ/เสียงอ่านแบบต่อเนื่องกัน) รวมถึง Mishary Al-Afasy, Husari (muallim) \n\nขอขอบคุณ: \n • Grafian.com สำหรับโค๊ดแรกเริ่ม \n • Quran.com สำหรับฐานข้อมูล และกลไกเสียง. \n • Quran Tafsir Pro App สำหรับ ตัฟซีร อิบนุ กะษีร และคลังข้อมูล \n • Guidedverses.com สำหรับ คำอรรถาธิบาย Khan และ Hilali. \n • Quranindex.info สำหรับ ดัชนีอัลกุรอาน. \n • Academy of Quran Studies/Understand Quran สำหรับ ฐานข้อมูลการผันคำกริยา. \n • พี่น้องคนอื่น ๆ ที่ช่วยโครงการนี้. ขอให้อัลลอฮฺตอบแทนพวกเขาทั้งหมด \n\n\nคำปฏิเสธ: \nไม่มีการแปลคัมภีร์กุรอานที่จะถูกต้องร้อยเปอร์เซ็นต์, และไม่สามารถที่จะใช้แทนข้อความอัลกุรอานได้. เราได้พยายามจัดทำชุดคำแปลคัมภีร์อัลกุรอานที่ได้รับการยอมรับจากคนส่วนใหญ่, แต่เราไม่สามารถรับประกันความถูกต้องได้. โปรดใช้มันตามดุลยพินิจของคุณเอง.
tl: Alhamdulillah. Al Quran (Tafsir at sa Kataga) ay gamit sa pag-aaral ng Quran na nagpapahintulot sa iyo na tamasahin ang: \n \n • Filipino/Tagalog Tafsir Ibn Kathir na may naka-embed na Arabik • Kinulayang sistema ng Tajweed parehas sa iQuran (para sa Kitkat at pataas) • Kataga sa katagang pagbibigay ng salinwika, gramatikal, ugat at mga detalye ng anyong pandiwa • mga bookmark/mga paborito na nakahiwalay sa mga kategoryang ginawa ng may gamit nito • Talatuntunan ng Quran • Kakayahang magsulat ng mga tala [puna] • Mga bookmark/mga tala import/eksport sa online, tampok na file • Makapangyarihang full-text na search engine na may mga highlight • Matatag na sistema ng awdyo na paulit-ulit, pag-playback ng mga pangkat ng mga Ayah upang makatulong sa pagsaulo • Iba\'t ibang mga font, tampok na pinch-zoom at maramihang mga istilo • Tampok na awto-iskrol • Iba\'t ibang salinwika ng Quran na maaaring makita ng sabay-sabay: Bangla, Tsino, Ingles, Pranses, Hindi, Aleman, Indonesyan, Italyano, Malay, Rusyan, Espanyol, Urdu atbp. • Maraming maida-download na mga pagbigkas na taludtod sa taludtod (sumusuporta sa walang tigil/tuloy-tuloy na pagbigkas) kabilang sina Mishary Al-Afasy, Husari (Mu\'allim) \n\nPASALAMAT: \n • Grafian.com para sa kanilang initia codes • Quran.com para sa kanilang database server at mekanismong awdyo • Quran Tafsir Pro App para sa kanilang Tafsir ibn Kathir at Corpus • Guidedverses.com para sa komentaryo nina Khan at Hilali • Quranindex.info para sa kanilang database na talatuntunan ng Quran • Academy of Quran Studies/Understand Quran para sa kanilang database ng mga anyo ng pandiwa • Mga kapatirang tumutulong sa proyekto. Pagpalain nawa silang lahat ni Allah. \n\n\nPAGTATATWA: \nWalang salinwika ng Quran ang maaaring 100% na tumpak, ni gamitin ito bilang kapalit ng teksto ng Quran. Ibinigay namin ng buong kakayahan ang pangkat ng mga katanggap-tanggap na salinwika ng Quran dito, ngunit hindi namin magagarantiyahan ang kanilang pagiging tunay at/o katumpakan. Mangyaring gamitin ang mga ito ayon sa iyong sariling paghuhusga.
tr: Elhamdulillah. Al Kur\'an (Tafsir & Word), keyif almanızı sağlayan bir Kur\'an Çalışma Aracıdır: \n \n • Yerleşik Arapça ile İngilizce ibni kesir tefsiri \n • IQuran\'a benzer Renk Kodlu Tajweed (Kitkat ve üstü için) \n • Kelime Çevirme yorum, Gramer, Kök ve Fiil Formu Detayları \n • Yer imleri / Sık kullanılanlar kullanıcı kategorilerine ayrılmıştır \n • Kur\'an Dizini \n • Not alma desteği \n • Bookmarks / Notes Çevrimiçi olarak içe aktarma / dışa aktarma, dosya özelliği \n • Vurguları olan güçlü bir tam metin arama motoru \n • Tekrarlanan sağlam ses sistemi, ezbere yardımcı olmak için ayetlerin grup çalma fonksiyonu \n • Çeşitli yazı tipleri, tutam yakınlaştırma özelliği ve çoklu Temalar \n • Otomatik gezinme özelliği \n • Aynı anda görüntülenebilen farklı Kuran Tercümeleri: Bengalce, Çince, İngilizce, Fransızca, Hintçe, Almanca, Endonezyaca, İtalyanca, Malayca, Rusça, İspanyolca, Urduca Türkçe, Kürtçe ve daha fazlası \n • Mishary Al-Afasy, Husari (muallim) dahil olmak üzere ayetlere göre ayetler için birkaç indirilebilen yazışmalar (geçişli/ sürekli okunuşu destekler) \n\nNezaket: \n • İlk kodları için Grafian.com. \n • Kendi veritabanı sunucusu ve Ses Mekanizması için Quran.com. \n • Onların tafsir ibni Kesir ve Külliyat için Kuran Tafsir Pro App. \n • guidedverses.com için Khan & hilali yorum. \n • quranindex.info için onların kur\'an Endeksi veritabanı. \n • Akademi kuran çalışmaları / anlamak kur\'an için onların fiil formları veritabanı. \n • kardeşlerim diğer çeşitli projeler için yardım edin. Allah hepinizi korusun. \n\n\nyalanlama: \n Kuran\'ın çevirisi hiçbiri yüzde yüz doğru olmayabilir, ne de Kuran metninin yerine kullanılabilir. Burada, çoğunlukla kabul edilebilir bir kuran tercümesi sunmaya çalıştık, fakat onların gerçekliğini veya doğruluğunu garanti edemeyiz. Lütfen bunları kendi tedbirine bağlı olarak kullanın.
uz: Alhamdulillah. Al Quran (Tafsir & by Word ) Qur\'onni o\'rganish vositasi bo\'lib sizga quyidagilarni havola etadi: \n \n • Ibn Kasir inglizcha tafsiri hamda arabchasi bilan \n • iQuran\'ga o\'xshash rangli harflar bilan belgilangan tajvid qoidalari (Android Kitkat va yuqori versiyalar uchun) \n • So\'zma-so\'z tarjima, grammatik, ildiz va fe\'lning formalari haqida ma\'lumot \n • Xatcho\'p/sevimlilar foydalanuvchi tomonidan yaratilgan toifalarga ajratildi \n • Qur\'on indekslari \n • Eslatma olish imkoniyati \n • Xatcho\'p/qaydlar, tushirib olish/onlayn jo\'natish, fayl xususiyatlari \n • To\'liq matn qidiruv tizimi \n • Yodlashga yordam berish uchun oyatni yoki oyatlar guruhini qayta o\'qish imkoniyatiga ega audio tizim \n • Turli shriftlar, katta/kichik zum xususiyatlari va bir necha temalar imkoniyati \n • Navbatdagi sahifaga avtomatik o\'tkazish imkoniyati \n • Turli tildagi Qur\'on tarjimalarini bir vaqtda ko\'raolish imkoniyati: Bengali, xitoy, ingliz, frantsuz, hind, nemis, indoneziya, italyan, malay, rus, ispan, urdu va boshqalar \n • Mishary al-Afasi, Husari (muallim) kabi ko\'plab qorilarning oyatma-oyat (yoki uzluksiz) qiroatlarini tushirib olish imkoniyati \n\nMinnatdormiz: \n • Grafian.com\'ning dastlabki kodlari uchun. \n • Quran.com\'ning ma\'lumotlar baza serverlari va audio mexanizmlari uchun. \n • Quran Tafsir Pro dasturining Ibn Kasir tafsiri va to\'plami uchun. \n • Guidedverses.com\'ning Han va Hilali sharhi uchun. \n • Quanindex.info\'ning Qur\'on indeks ma\'lumotlar bazasi uchun. \n • Qur\'onni o\'rganish/Qur\'onni tushunish akademiyasining fe\'l tarkiblarining bazasi uchun. \n • Va loyihamizga yordam bergan boshqa birodor va opa-singillar uchun. Alloh barchalarini qo\'llab-quvvatlasin! \n\n\nOgohlantiramiz: \n Qur\'onning hech bir tarjimasi yuz foiz aniq bo\'lishi yoki biror tildagi tarjima Qur\'onning asl matniga o\'rin bosar sifatida qo\'llanishi mumkin emas. Biz bu dasturda eng ko\'p qo\'llanilgan Qur\'on tarjimalarini taqdim etishga harakat qildik, lekin ularning haqiqiyligi yoki aniqligini kafolatlay olmaymiz. Iltimos, tarjimalarni o\'z xohishingizga ko\'ra foydalaning.
zh: "感赞真主。古兰经（经注&单字释义）是一款学习古兰经的工具，你可以借助此应用软件： \n \n • 内嵌阿拉伯语的伊本·卡希尔英语经注 \n • 与iquran相似的色彩标注诵读规则（安卓4.0及以上） \n • 逐词译注、语法、词根及动词形态等详细解释 \n • 用户自定义分类的书签/关注 \n • 古兰经索引 \n • 记笔记功能 \n • 书签/笔记可在线导入/导出，或由文件入/导出的功能 \n • 强大的全文高亮标注检索引擎 \n • 强大的音频播放系统，可重复播放、经文组合播放以帮助记忆 \n • 多种字体、双指放大功能，多个主题 \n • 自动卷轴阅读功能 \n • QuranWBW.com \n • https://www.alhudapk.com/products/hindi-section.html \n • 可同时显示的多语种古兰经译文：有孟加拉语、中文、英语、法语、印地语、德语、印度尼西亚语、意大利语、马来语、俄语、西班牙语和乌尔都语等多个语种 \n • 多位古兰经诵读家的分节音频（支持无间隔/连贯播放）可下载，包括米沙里·阿法希，胡萨里（教学模式） \n\n\n 声明： \n 任何古兰经的翻译不可能完全准确，译文不能替代原本古兰经文。我们尽全力提供全球最普遍接受的译本，但是不能保证他们的权威性和准确性。请对译文加以斟酌。 "
