Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# string-array.sura_translation.item_29
source: The Romans
az: Rum
bn: রোমান জাতি
bs: Bizantinci
ckb: سورة الرّوم
de: Die Römer
es: Los bizantinos
fa: الروم
fr: Les Romains
id: Bangsa Rum
it: I Romani
kk: Рум
ru: Римляне
sq: Bizantinët
th: ชาวโรมัน
tl: Ang Mga Romano
tr: Romalılar
uz: Rum
zh: 罗马人

# string-array.sura_translation.item_30
source: Luqman
az: Loğman
bn: এক জ্ঞানী ব্যাক্তি
bs: Lukman
ckb: سورة لقمان
de: Luqmān
fa: لقمان
kk: Луқман
ru: Лукман
sq: Lukmani
th: ลุกมาน
tr: Lokman
uz: Luqmon
zh: 鲁格曼

# string-array.sura_translation.item_31
source: The Prostration
az: Səcdə
bn: সিজদা
bs: Padanje ničice
ckb: سورة السجدة
de: Die Niederwerfung
es: La prosternación
fa: السجدة
fr: La Prosternation
id: Sujud
it: La Prosternazione
kk: Сәждә
ru: Земной поклон
sq: Përulja e Adhurimit
th: สุญูด/การกราบ
tl: Ang Pagtirapa
tr: Secde
uz: Sajda
zh: 叩头

# string-array.sura_translation.item_32
source: The Clans
az: Əhzab
bn: জোট
bs: Saveznici
ckb: سورة الأحزاب
de: Die Verbündeten
es: Los aliados
fa: اﻷحزاب
fr: Les Coalisés
id: Golongan Yang Bersekutu
it: I Coalizzati
kk: Ахзаб
ru: Сонмы
sq: Aleatët
th: กลุ่ม/เผ่า
tl: Ang Mga Kapisanan
tr: Gruplar
uz: Ahzob
zh: 同盟军

# string-array.sura_translation.item_33
source: Sheba
az: Səba
bn: রানী সাবা/শেবা
bs: Saba
ckb: سورة سبأ
de: Saba (Königreich aus der Antike)
es: Saba
fa: سبأ
fr: Saba
id: Negeri Saba
it: Saba\'
kk: Сәбәʼ
ru: Саба
sq: Sheba, Jemen
th: พวกสะบะอฺ
tl: Ang Lungsod Ng Sheba
tr: Sebe (bölge)
uz: Sabaʼ
zh: 赛伯邑

# string-array.sura_translation.item_34
source: The Originator
az: Fatir
bn: আদি স্রষ্টা
bs: Stvoritelj
ckb: سورة فاطر
de: Der Schöpfer (der Existenz)
es: El Originador
fa: فاطر
fr: Le Créateur
id: Maha Pencipta
it: Colui che dà origine
kk: Фатыр
ru: Творец
sq: Krijuesi
th: ผู้สร้าง
tl: Ang Tagapasimula
tr: Yaratan
uz: Fotir
zh: 创造者

# string-array.sura_translation.item_35
source: Yaseen
az: Ya Sin
bn: ইয়াসীন
bs: Ja-sin
ckb: سورة يس
de: (Die Buchstaben) Yā-Sīn
es: Iá\' Sín
fa: يس
fr: Ya-Sin
id: Yasiin
it: Ya Sin
kk: Йасин
ru: Йа Син
sq: Ja Siin
th: ยาซีน
tl: Mga Titik \"Ya\" at \"Sin\"
tr: Yasin (isim)
uz: Yosin
zh: 雅辛

# string-array.sura_translation.item_36
source: Those drawn up in Ranks
az: Saffat
bn: সারিবদ্ধভাবে দাঁড়ানো
bs: Redovi
ckb: سورة الصافات
de: Die Sich-Reihenden
es: Los ordenados en filas
fa: الصافات
fr: Les Rangés
id: Yang Berbaris
it: I Ranghi
kk: Саффат
ru: Выстроившиеся в ряды
sq: Të radhiturit
th: ผู้เข้าแถว
tl: Sila Na Mga Nakahilera
tr: Saf Tutanlar
uz: As-Saffot
zh: 列班者

# string-array.sura_translation.item_37
source: The letter Saad
az: Sad
bn: আরবি বর্ণ সাদ
bs: Saad
ckb: سورة ص
de: (Der Buchstabe) Ṣād
es: Sad
fa: ص
fr: Sad
id: Shaad
it: Sad
kk: Сад
ru: Сад
sq: Sàd
th: ศอด
tl: Ang Titik \'Saad\'
tr: Sad (harf)
uz: Sod
zh: 萨德

# string-array.sura_translation.item_38
source: The Groups
az: Zumər
bn: দলবদ্ধ জনতা
bs: Skupovi
ckb: سورة الزمر
de: Die Gruppen
es: Los Grupos
fa: الزمر
fr: Les Groupes
id: Rombongan-rombongan
it: I Gruppi
kk: Зумәр
ru: Толпы
sq: Grupet e njerëzve
th: กลุ่ม
tl: Ang Mga Pangkat
tr: Yığınlar
uz: Zumar
zh: 队伍

# string-array.sura_translation.item_39
source: The Forgiver
az: Ğafir
bn: ক্ষমাকারী
bs: Vjernik
ckb: سورة غافر
de: Der Vergebende
es: El Perdonador
fa: غافر
fr: Le Pardonneur
id: Yang Maha Mengampuni
it: Il Perdonatore
kk: Муʻмин
ru: Прощающий
sq: Falësi
th: ผู้ทรงอภัยโทษ
tl: Ang Tagapagpatawad
tr: Bağışlayan
uz: Gʻofir
zh: 赦宥者

# string-array.sura_translation.item_40
source: Explained in detail
az: Fussilət
bn: সুস্পষ্ট বিবরণ
bs: Objašnjenje
ckb: سورة فصّلت
de: Sie sind ausführlich erläutert (die Verse)
es: La explicación detallada
fa: فصلت
fr: Les Versets Détaillés
id: Yang Dijelaskan
it: Esposti chiaramente
kk: Фуссиләт
ru: Разъяснены
sq: Shtjelluar qartë
th: ได้ให้คำอธิบายไว้อยางละเอียด
tl: Ipinaliwanag Sa Detalye
tr: Ayrıntılı
uz: Fussilat
zh: 奉绥来特

# string-array.sura_translation.item_41
source: Consultation
az: Şura
bn: পরামর্শ
bs: Dogovaranje
ckb: سورة الشورى
de: Die Beratung
es: La Consulta
fa: الشورى
fr: La Consultation
id: Musyawarah
it: La Consultazione
kk: Шура
ru: Совет
sq: Këshillimi
th: การปรึกษาหารือ
tl: Ang Sanggunian
tr: Danışma
uz: Shuro
zh: 协商

# string-array.sura_translation.item_42
source: Ornaments of gold
az: Zuxruf
bn: সোনাদানা
bs: Ukras
ckb: سورة الزخرف
de: Die Verzierung
es: Los adornos
fa: الزخرف
fr: L\'Ornement
id: Perhiasan
it: Gli Ornamenti d\'Oro
kk: Зухруф
ru: Украшения
sq: Stolitë e arta
th: เครื่องประดับทองคำ
tl: Mga Palamuting Ginto
tr: Gösteriş-Süsler
uz: Zuhruf
zh: 金饰

# string-array.sura_translation.item_43
source: The Smoke
az: Duxan
bn: ধোঁয়া
bs: Dim
ckb: سورة الدّخان
de: Der Rauch
es: El Humo
fa: الدخان
fr: La Fumée
id: Kabut
it: Il Fumo
kk: Духан
ru: Дым
sq: Tymi
th: หมอกควัน
tl: Ang Usok
tr: Duman
uz: Duxon
zh: 烟雾

# string-array.sura_translation.item_44
source: Crouching
az: Casiyə
bn: নতজানু
bs: Oni koji kleče
ckb: سورة الجاثية
de: Das Knien
es: La arrodillada
fa: الجاثية
fr: L\'Agenouillé
id: Yang Berlutut
it: La Genuflessa
kk: Жәсия
ru: Коленопреклонённые
sq: Gjunjëzimi
th: คุกเข่า
tl: Ang Pagyuko
tr: Diz Çöküş
uz: Josiya
zh: 屈膝

# string-array.sura_translation.item_45
source: The Dunes
az: Əhqaf
bn: বালুর পাহাড়
bs: Ahkaf
ckb: سورة الأحقاف
de: Die Sanddünen
es: Las Dunas
fa: اﻷحقاف
fr: Al Ahqaf
id: Bukit-bukit Pasir
it: Al-\'Ahqàf
kk: Ахқаф
ru: Пески
sq: Vendstrehimet
th: เนินเขาอัลอะฮ์ก๊อฟ
tl: Ang Mga Lambak Na Buhangin
tr: Kum Tepeleri
uz: Ahqof
zh: 沙丘

# string-array.sura_translation.item_46
source: Muhammad
az: Muhəmməd
bn: নবী মুহাম্মদ
bs: Muhammed
ckb: سورة محمد
de: Muḥammad ﷺ
fa: محمد
id: Nabi Muhammad
kk: Мухаммәд
ru: Мухаммад
sq: Profeti Muhammed
th: นบีมูฮัมหมัด
tl: Propeta Muhammad ﷺ
tr: Muhammed
zh: 穆罕默德

# string-array.sura_translation.item_47
source: The Victory
az: Fəth
bn: বিজয়
bs: Pobjeda
ckb: سورة الفتح
de: Der Sieg
es: La Victoria
fa: الفتح
fr: La Victoire Éclatante
id: Kemenangan
it: La Vittoria
kk: Фәтих
ru: Победа
sq: Fitorja
th: ชัยชนะ
tl: Ang Tagumpay
tr: Fetih (zafer)
uz: Fath
zh: 胜利

# string-array.sura_translation.item_48
source: The Inner Apartments
az: Hucurat
bn: আবাস
bs: Sobe
ckb: سورة الحجرات
de: Die Gemächer
es: Las moradas
fa: الحجرات
fr: Les Appartements
id: Kamar-kamar
it: Le Stanze Intime
kk: Хужурат
ru: Покои
sq: Dhomat
th: ห้อง
tl: Ang Mga Loobang Kuwarto
tr: Odalar
uz: Hujurot
zh: 寝室

# string-array.sura_translation.item_49
source: The letter Qaaf
az: Qaf
bn: কাফ
bs: Kaaf
ckb: سورة ق
de: (Der Buchstabe) Qāf
es: Qaf
fa: ق
fr: Qaf
id: Qaaf
it: Qâf
kk: Қаф
ru: Каф
sq: Gërma \'Kaf\'
th: ก็อฟ
tl: Ang Titik \"Qaf\"
tr: Kaf (harf)
uz: Qof
zh: 戛弗

# string-array.sura_translation.item_50
source: The Winnowing Winds
az: Zəriyət
bn: বিক্ষেপকারী বাতাস
bs: Oni koji pušu
ckb: سورة الذاريات
de: Die Zerstreuenden (Winde)
es: Los Vientos
fa: الذاريات
fr: Ceux Qui Éparpillent
id: Angin Yang Menerbangkan
it: Quelle che spargono
kk: Зарият
ru: Рассеивающие
sq: Erërat shpërndarëse
th: ลมที่พัดพา
tl: Ang Mga Hanging Nagtatahip
tr: Tozutup Savuranlar
uz: Zariyat
zh: 播种者

# string-array.sura_translation.item_51
source: The Mount
az: Tur
bn: পাহাড়
bs: Gora
ckb: سورة الطور
de: Der Berg
es: El Monte
fa: الطور
fr: Le Mont At-Tur
id: Bukit Thur
it: Il Monte
kk: Тур
ru: Гора
sq: Mali Tur
th: ภูเขาอัฏฏูร
tl: Ang Bundok
tr: Tur (dağ)
uz: Tur
zh: 山岳

# string-array.sura_translation.item_52
source: The Star
az: Nəcm
bn: তারা
bs: Zvijezda
ckb: سورة النجم
de: Der Stern
es: La Estrella
fa: النجم
fr: L\'Étoile
id: Bintang
it: La Stella
kk: Нәжм
ru: Звезда
sq: Ylli
th: ดวงดาว
tl: Ang Bituin
tr: Yıldız
uz: Najm
zh: 星宿

# string-array.sura_translation.item_53
source: The Moon
az: Qamər
bn: চাঁদ
bs: Mjesec
ckb: سورة القمر
de: Der Mond
es: La Luna
fa: القمر
fr: La Lune
id: Bulan
it: La Luna
kk: Қамар
ru: Луна
sq: Hëna
th: ดวงจันทร์
tl: Ang Buwan
tr: Ay
uz: Qamar
zh: 月亮

# string-array.sura_translation.item_54
source: The Beneficent
az: Rahmən
bn: পরম করুণাময়
bs: Milostivi
ckb: سورة الرحمن
de: Der Allerbarmer
es: El Compasivo
fa: الرحمن
fr: Le Tout Miséricordieux
id: Maha Pengasih
it: Il Compassionevole
kk: Рахман
ru: Милостивый
sq: I Gjithëmëshirshmi
th: พระผู้ทรงกรุณาปรานี
tl: Ang Pinakamaawain
tr: Merhamet
uz: Rahmon
zh: 至仁主

# string-array.sura_translation.item_55
source: The Inevitable
az: Vaqiə
bn: নিশ্চিত ঘটনা
bs: Događaj
ckb: سورة الواقعة
de: Das eintreffende Ereignis
es: El suceso
fa: الواقعة
fr: L\'Inéluctable
id: Hari Kiamat, Hari Yang Pasti Terjadi
it: L\'Evento
kk: Уақиʼа
ru: Событие
sq: Ngjarja
th: อุบัติการณ์ (วันกิยามะฮฺ)
tl: Ang Matinding Pangyayari
tr: Olay
uz: Voqea
zh: 大事

# string-array.sura_translation.item_56
source: The Iron
az: Hədid
bn: লোহা
bs: Gvožđe
ckb: سورة الحديد
de: Das Eisen
es: El Hierro
fa: الحديد
fr: Le Fer
id: Besi
it: Il Ferro
kk: Хадид
ru: Железо
sq: Hekuri
th: เหล็ก
tl: Ang Bakal
tr: Demir
uz: Hadid
zh: 铁

# string-array.sura_translation.item_57
source: The Pleading Woman
az: Mücadilə
bn: অনুযোগকারিণী
bs: Rasprava
ckb: سورة المجادلة
de: Die Diskussion
es: La que reclama
fa: المجادلة
fr: La Discussion
id: Wanita Yang Mengajukan Gugatan
it: La Disputante
kk: Мужәдәлә
ru: Препирательство
sq: Ajo që diskutoi
th: ผู้หญิงที่อ้อนวอน
tl: Ang Babaeng Nagsusumamo
tr: Mücadeleci Kadın
uz: Mujodala
zh: 辩诉者

# string-array.sura_translation.item_58
source: The Exile
az: Həşr
bn: সমাবেশ
bs: Prognanstvo
ckb: سورة الحشر
de: Die Versammlung
es: El encuentro
fa: الحشر
fr: L\'Exode
id: Pengusiran
it: L\'Esodo
kk: Хашр
ru: Сбор
sq: Dëbimi
th: การถูกไล่ออก
tl: Ang Pagpapatapon
tr: Toplanma
uz: Xashr
zh: 放逐

# string-array.sura_translation.item_59
source: She that is to be examined
az: Mumtəhənə
bn: নারী, যাকে পরীক্ষা করা হবে
bs: Provjerena
ckb: سورة الممتحنة
de: Die Geprüfte (Frau)
es: La comprobación
fa: الممتحنة
fr: L\'Éprouvée
id: Wanita Yang Diuji
it: L\'Esaminata
kk: Мумтәхинә
ru: Испытуемая
sq: E vëna në pronë
th: ผู้หญิงที่ถูกทดสอบ
tl: Ang Babaeng Susuriin
tr: Sorgulanan
uz: Mumtahana
zh: 受考验的妇人

# string-array.sura_translation.item_60
source: The Ranks
az: Saff
bn: সারিবদ্ধ সৈন্যদল
bs: Bojni red
ckb: سورة الصف
de: Die Reihe; die Einreihung
es: Las Filas
fa: الصف
fr: Le Rang
id: Barisan
it: I Ranghi Serrati
kk: Сафф
ru: Ряды
sq: Rreshtat e besimtarëve
th: แถว
tl: Ang Mga Antas
tr: Saf Tutmak
uz: Saf
zh: 列阵

# string-array.sura_translation.item_61
source: Friday
az: Cumuə
bn: সম্মেলন/শুক্রবার
bs: Petak
ckb: سورة الجمعة
de: Der Freitag
es: El viernes
fa: الجمعة
fr: Le Vendredi
id: Hari Jum\'at
it: Il Venerdì
kk: Жумʼа
ru: Собрание
sq: Xhumaja (dita e Premte)
th: วันศุกร์
tl: Araw Ng Biyernes
tr: Cuma (toplanma)
uz: Juma
zh: 聚礼

# string-array.sura_translation.item_62
source: The Hypocrites
az: Munafiqun
bn: ভণ্ড বিশ্বাসী
bs: Licemjeri
ckb: سورة المنافقون
de: Die Heuchler
es: Los Hipócritas
fa: المنافقون
fr: Les Hypocrites
id: Orang-orang Munafik
it: Gli Ipocriti
kk: Мунафиқун
ru: Лицемеры
sq: Hipokritët
th: พวกตลบตะแลง
tl: Ang Mga Mapagkunwari
tr: Münafıklar (ikiyüzlü)
uz: Munofiqun
zh: 伪信者

# string-array.sura_translation.item_63
source: Mutual Disillusion
az: Təğabun
bn: মোহ অপসারণ
bs: Samoobmana
ckb: سورة التغابن
de: (Der Tag von) Gewinn und Verlust
es: El día del desengaño
fa: التغابن
fr: La Grande Perte
id: Hari Ditampakkan Kesalahan-kesalahan
it: Il Reciproco Inganno
kk: Тәғабун
ru: Взаимный обман
sq: Zhgënjim i ndërsjelltë
th: วันแห่งการร่วมตัว
tl: Maling Akala Sa Isa\'t Isa
tr: Aldanış
uz: Tagʻobun
zh: 相欺

# string-array.sura_translation.item_64
source: Divorce
az: Talaq
bn: তালাক
bs: Razvod braka
ckb: سورة الطلاق
de: Die Scheidung
es: El divorcio
fa: الطلاق
fr: Le Divorce
id: Talak
it: Il Divorzio
kk: Таләқ
ru: Развод
sq: Shkurorëzimi
th: การหย่า
tl: Ang Diborsyo
tr: Boşanma
uz: Taloq
zh: 离婚

# string-array.sura_translation.item_65
source: The Prohibition
az: Təhrim
bn: নিষিদ্ধকরণ
bs: Zabrana
ckb: سورة التحريم
de: Das Verbot
es: La Prohibición
fa: التحريم
fr: L\'Interdiction
id: Pengharaman
it: L\'Interdizione
kk: Тахрим
ru: Запрещение
sq: Ndalimi
th: สิ่งที่ถูกสั่งห้าม
tl: Ang Pagbabawal
tr: Yasaklama
uz: Tahrim
zh: 禁戒

# string-array.sura_translation.item_66
source: The Sovereignty
az: Mulk
bn: সার্বভৌম কর্তৃত্ব
bs: Vlast
ckb: سورة الملك
de: Die Herrschaft
es: El reino
fa: الملك
fr: La Royauté
id: Kerajaan
it: La Sovranità
kk: Мүлк
ru: Власть
sq: Pushteti
th: อำนาจ
tl: Ang Kaharian
tr: Egemenlik (yünetim)
uz: Mulk
zh: 国权

# string-array.sura_translation.item_67
source: The Pen
az: Qaləm
bn: কলম
bs: Kalem
ckb: سورة القلم
de: Das Schreibrohr; der Stift
es: La pluma
fa: القلم
fr: La Plume
id: Pena
it: Il Calamo
kk: Қалам
ru: Письменная трость
sq: Lapsi
th: ปากกา
tl: Ang Panulat
tr: Kalem
uz: Qalam
zh: 笔

# string-array.sura_translation.item_68
source: The Reality
az: Haqqə
bn: নিশ্চিত সত্য
bs: Čas neizbježni
ckb: سورة الحاقة
de: Die unabwendbare Wahrheit
es: La exposición de la verdad
fa: الحاقة
fr: Celle Qui Montre La Vérité
id: Hari Kiamat, Hari Yang Benar Pasti Terjadi
it: L\'Inevitabile
kk: Хаққа
ru: Неминуемое
sq: E Vërteta e pashmangshme
th: สิ่งที่จะเกิดขึ้นอย่างแน่นอน (วันกิยามะฮฺ)
tl: Ang Katotohanan
tr: Gerçekleşen
uz: Haaqqah
zh: 真灾

# string-array.sura_translation.item_69
source: The Ascending Stairways
az: Məaric
bn: উন্নয়নের সোপান
bs: Stepeni
ckb: سورة المعارج
de: Die Aufstiegswege
es: Las vías de ascención
fa: المعارج
fr: Les Voies D\'Ascension
id: Tempat-tempat Naik
it: Le Vie dell\'Ascesa
kk: Мәʼариж
ru: Ступени
sq: Rrugët e ngritjes
th: ทางขึ้นสู่เบื้องสูง
tl: Ang Hagdang Paakyat
tr: Yükseliş yolları
uz: Maʼorij
zh: 天梯

# string-array.sura_translation.item_70
source: Noah
az: Nuh
bn: নবী নূহ
bs: Nuh
ckb: سورة نوح
es: Noé
fa: نوح
fr: Noé
id: Nabi Nuh
it: Noè
kk: Нух
ru: Нух
sq: Profeti Nuh
th: นบีนูฮฺ
tl: Propeta Noa
tr: Nuh
uz: Nuh
zh: 努哈

# string-array.sura_translation.item_71
source: The Jinn
az: Cinn
bn: জিন সম্প্রদায়
bs: Džinni
ckb: سورة الجن
de: Die Dschinn
es: Los Yinn
fa: الجن
fr: Les Djinns
id: Jin
it: I Demoni
kk: Жин
ru: Джинны
sq: Xhindët
th: ญิน (ผี/ปีศาจ)
tl: Ang Jinn
tr: Cin
uz: Jin
zh: 精灵

# string-array.sura_translation.item_72
source: The Enshrouded One
az: Muzzəmmil
bn: বস্ত্রাচ্ছাদনকারী
bs: Umotani
ckb: سورة المزّمّل
de: Der Eingehüllte
es: El arropado
fa: المزمل
fr: L\'Enveloppé
id: Orang Yang Berselimut
it: L\'Avvolto
kk: Муззәмил
ru: Закутавшийся
sq: I Mbuluari
th: ผู้คลุมกาย
tl: Ang Isang Nakabalot
tr: Bürünen
uz: Muzzammil
zh: 披衣的人

# string-array.sura_translation.item_73
source: The Cloaked One
az: Muddəssir
bn: পোশাক পরিহিত
bs: Pokriveni
ckb: سورة المدّثر
de: Der Zugedeckte
es: El envuelto en un manto
fa: المدثر
fr: Le Revêtu D\'Un Manteau
id: Orang Yang Berkemul
it: L\'Avvolto nel Mantello
kk: Муддәссир
ru: Завернувшийся
sq: I Mbështjelluri
th: ผู้ห่มกาย
tl: Ang Isang Nakabalabal
tr: Gizlenen
uz: Muddassir
zh: 盖被的人

# string-array.sura_translation.item_74
source: The Resurrection
az: Qiyamə
bn: পুনরুত্থান
bs: Smak svijeta
ckb: سورة القيامة
de: Die Auferstehung
es: La Resurrección
fa: القيامة
fr: La Résurrection
id: Hari Kiamat
it: La Resurrezione
kk: Қиямә
ru: Воскресение
sq: Ringjallja
th: วันกิยามะฮฺ (วันแห่งการฟื้นคืนชีพ)
tl: Ang Muling Pagkabuhay
tr: Diriliş
uz: Qiyomat
zh: 复活

# string-array.sura_translation.item_75
source: Man
az: İnsan
bn: মানবজাতি
bs: Vrijeme
ckb: سورة الإنسان
de: Der Mensch
es: El ser humano
fa: اﻹنسان
fr: L\'Homme
id: Manusia
it: L\'Uomo
kk: Инсан
ru: Человек
sq: Njeriu
th: มนุษย์
tl: Ang Tao
tr: İnsan
uz: Inson
zh: 人

# string-array.sura_translation.item_76
source: The Emissaries
az: Mursəlat
bn: প্রেরিত পুরুষ
bs: Poslani
ckb: سورة المرسلات
de: Die Entsandten
es: Los que son enviados
fa: المرسلات
fr: Les Envoyés
id: Malaikat Yang Diutus
it: Le Inviate
kk: Мурсәләт
ru: Посылаемые
sq: Ato që dërgohen
th: สิ่งที่ถูกบัญชามา
tl: Ang Mga Sugo
tr: Gönderilenler
uz: Mursalat
zh: 天使

# string-array.sura_translation.item_77
source: The Announcement
az: Nəbə
bn: মহাসংবাদ
bs: Vijest
ckb: سورة النبأ
de: Die Kunde
es: La noticia
fa: النبأ
fr: La Nouvelle
id: Berita
it: L\'Annuncio
kk: Нәбәʼ
ru: Весть
sq: Lajmi i madh
th: ข่าวสาร
tl: Ang Pahayag
tr: Haber
uz: Naba
zh: 消息

# string-array.sura_translation.item_78
source: Those who drag forth
az: Naziat
bn: প্রচেষ্টাকারী
bs: Oni koji čupaju
ckb: سورة النازعات
de: Die Entreißenden
es: Los ángeles arrancadores
fa: النازعات
fr: Ceux Qui Arrachent Les Âmes
id: Malaikat Yang Mencabut
it: Le Strappanti Violente
kk: Назиʼат
ru: Вырывающие
sq: Engjëjt që nxjerrin shpirtrat
th: ผู้ฉุดกระชาก (มะลาอิกะฮฺ)
tl: Sila Na Kumakaladkad
tr: Söküp çıkaranlar
uz: Naziyat
zh: 急掣的

# string-array.sura_translation.item_79
source: He frowned
az: Əbəsə
bn: সে ভ্রু কুঁচকালো
bs: Namrštio se
ckb: سورة عبس
de: Er runzelte die Stirn
es: El ceño
fa: عبس
fr: Il S\'Est Renfrogné
id: Bermuka Masam
it: Si Accigliò
kk: ʼАбәсә
ru: Нахмурился
sq: Ai u vrenjt
th: ทำหน้าบึ้ง
tl: Nangunot-noo
tr: Surat astı
uz: Abasa
zh: 皱眉

# string-array.sura_translation.item_80
source: The Overthrowing
az: Təkvir
bn: অন্ধকারাচ্ছন্ন
bs: Prestanak sjaja
ckb: سورة التكوير
de: Das Umschlingen; das Zusammenrollen
es: El arrollamiento
fa: التكوير
fr: L\'Obscurcissement
id: Penggulungan
it: L\'Oscuramento
kk: Тәкуир
ru: Скручивание
sq: Errësimi i plotë
th: การม้วน
tl: Ang Panlulupig
tr: Dolama
uz: Takvir
zh: 黯黜

# string-array.sura_translation.item_81
source: The Cleaving
az: İnfitar
bn: বিদীর্ণ করা
bs: Rascjepljnje
ckb: سورة الإنفطار
de: Das Zerbrechen (des Himmels)
es: La ruptura
fa: الانفطار
fr: La Rupture
id: Terbelah
it: Lo Squarciarsi
kk: Инфитар
ru: Раскалывание
sq: Çarja e qiellit
th: การแยกออกจากกัน
tl: Ang Pagbibiyak
tr: Parçalama
uz: Infitor
zh: 破裂

# string-array.sura_translation.item_82
source: Defrauding
az: Mutaffifin
bn: প্রতারণা করা
bs: Oni koji pri mjerenju zakidaju
ckb: سورة المطفّفين
de: Die das Maß Kürzenden (betrügende Händler)
es: Los tramposos
fa: المطففين
fr: Les Fraudeurs
id: Orang-orang Yang Curang
it: I Frodatori
kk: Мутаффифин
ru: Обвешивающие
sq: Mashtruesit
th: บรรดาผู้ทำให้พร่อง
tl: Ang Pandaraya
tr: Kandılanlar
uz: Mutaffifun
zh: 称量不公

# string-array.sura_translation.item_83
source: The Splitting Open
az: İnşiqaq
bn: খণ্ড-বিখণ্ডকরণ
bs: Cijepanje
ckb: سورة الإنشقاق
de: Das Auseinanderspalten (des Himmels)
es: El resquebrajamiento
fa: الانشقاق
fr: La Déchirure
id: Terbelah Dua
it: La Fenditura
kk: Иншиқақ
ru: Разверзнется
sq: Ndarja e Hapur
th: การแยกออกจากกัน
tl: Ang Pagkakahati
tr: Yarılma
uz: Inshiqoq
zh: 绽裂

# string-array.sura_translation.item_84
source: The Constellations
az: Buruc
bn: নক্ষত্রপুঞ্জ
bs: Sazviježđa
ckb: سورة البروج
de: Die Türme
es: Las grandes constelaciones
fa: البروج
fr: Les Constellations
id: Gugusan Bintang
it: Le Costellazioni
kk: Буруж
ru: Созвездия зодиака
sq: Yjësitë
th: กลุ่มดาวอันมหาศาล
tl: Ang Mga Bituin
tr: Burçlar
uz: Buruj
zh: 十二宫

# string-array.sura_translation.item_85
source: The Morning Star
az: Tariq
bn: রাতের আগন্তুক
bs: Danica
ckb: سورة الطارق
de: Der Pochende (helle Stern)
es: El astro nocturno
fa: الطارق
fr: L\'Astre Nocturne
id: Yang Datang Di Malam Hari
it: L\'Astro Notturno
kk: Тариқ
ru: Идущий ночью
sq: Ylli i mëngjesit
th: ที่มาในเวลาค่ำคืน
tl: Ang Umagang Bituin
tr: Vuruşlu
uz: Toriq
zh: 启明星

# string-array.sura_translation.item_86
source: The Most High
az: Əla
bn: সর্বোন্নত
bs: Svevišnji
ckb: سورة الأعلى
de: Der Allerhöchste
es: El Altísimo
fa: اﻷعلى
fr: Le Très Haut
id: Yang Maha Tinggi
it: L\'Altissimo
kk: Аʼлә
ru: Высочайший
sq: Më i Larti
th: ผู้ทรงสูงสุด
tl: Ang Pinakamataas
tr: Yüce
uz: Aʼlo
zh: 至尊

# string-array.sura_translation.item_87
source: The Overwhelming
az: Ğaşiyə
bn: বিহ্বলকর ঘটনা
bs: Teška nevolja
ckb: سورة الغاشية
de: Die Überdeckende (Stunde)
es: El día que todo lo alcanza
fa: الغاشية
fr: L\'Enveloppante
id: Hari Pembalasan
it: L\'Avvolgente
kk: Ғашия
ru: Покрывающее
sq: Tejkalimi
th: เหตุการณ์ที่น่ากลัว (วันแห่งการพิพากษา)
tl: Ang Kakila-kilabot
tr: Kuşatan
uz: Gʻoshiya
zh: 大灾

# string-array.sura_translation.item_88
source: The Dawn
az: Fəcr
bn: ভোরবেলা
bs: Zora
ckb: سورة الفجر
de: Die Morgendämmerung; das Frühlicht
es: La aurora
fa: الفجر
fr: L\'Aube
id: Fajar
it: L\'Alba
kk: Фәжр
ru: Заря
sq: Agimi
th: ยามรุ่งอรุณ
tl: Ang Bukang Liwayway
tr: şafak (Tan vakti)
uz: Fajr
zh: 黎明

# string-array.sura_translation.item_89
source: The City
az: Bələd
bn: নগর
bs: Grad
ckb: سورة البلد
de: Die Ortschaft
es: La Ciudad
fa: البلد
fr: La Cité
id: Negeri
it: La Contrada
kk: Бәләд
ru: Город
sq: Qyteti
th: เมือง
tl: Ang Lungsod
tr: Şehir
uz: Balad
zh: 地方

# string-array.sura_translation.item_90
source: The Sun
az: Şəms
bn: সূর্য
bs: Sunce
ckb: سورة الشمس
de: Die Sonne
es: El Sol
fa: الشمس
fr: Le Soleil
id: Matahari
it: Il Sole
kk: Шәмс
ru: Солнце
sq: Dielli
th: ดวงอาทิตย์
tl: Ang Init (Araw)
tr: Güneş
uz: Shams
zh: 太阳

# string-array.sura_translation.item_91
source: The Night
az: Leyl
bn: রাত
bs: Noć
ckb: سورة الليل
de: Die Nacht
es: La Noche
fa: الليل
fr: La Nuit
id: Malam
it: La Notte
kk: Ләил
ru: Ночь
sq: Nata
th: กลางคืน
tl: Ang Gabi
tr: Gece
uz: Layl
zh: 黑夜

# string-array.sura_translation.item_92
source: The Morning Hours
az: Duha
bn: পূর্বাহ্নের সুর্যকিরণ
bs: Jutro
ckb: سورة الضحى
de: Die Morgenhelle; der Vormittag
es: El resplandor matinal
fa: الضحى
fr: Le Jour Montant
id: Waktu Dhuha
it: La Luce del Mattino
kk: Духа
ru: Утро
sq: Litari
th: เวลาเช้า
tl: Ang Mga Oras Sa Umaga
tr: Kuşluk vakti
uz: Zuho
zh: 上午

# string-array.sura_translation.item_93
source: The Consolation
az: Şərh
bn: বক্ষ প্রশস্তকরণ
bs: Širokogrudnost
ckb: سورة الشرح
de: Das Auftun; das Weiten (der Brust)
es: El sosiego
fa: الشرح
fr: L\'Ouverture
id: Kelapangan
it: L\'Apertura
kk: Инширах
ru: Раскрытие
sq: Sinqeriteti i besimit
th: การเปิด/การปลอบใจ
tl: Ang Pampalubag-loob
tr: Ferahlık
uz: Sharh
zh: 开拓

# string-array.sura_translation.item_94
source: The Fig
az: Tin
bn: ডুমুর
bs: Smokva
ckb: سورة التين
de: Die Feige
es: La Higuera
fa: التين
fr: Le Figuier
id: Buah Tin
it: Il Fico
kk: Тин
ru: Смоковница
sq: Agimi
th: มะเดื่อ
tl: Ang Igos
tr: İncir
uz: Tiyn
zh: 无花果

# string-array.sura_translation.item_95
source: The Clot
az: Ələq
bn: রক্তপিণ্ড
bs: Ugrušak
ckb: سورة العلق
de: Das Anhängsel; der Blutklumpen
es: La célula embrionaria
fa: العلق
fr: l\'Adhérence
id: Segumpal Darah
it: L\'Aderenza
kk: ʼАләқ
ru: Сгусток
sq: Strehimi i njerëzve
th: ก้อนเลือด
tl: Ang Namuong Dugo
tr: Pıhtı
uz: Alaq
zh: 血块

# string-array.sura_translation.item_96
source: The Power, Fate
az: Qədr
bn: মহিমান্বিত
bs: Noć Kadr
ckb: سورة القدر
de: Die (Nacht der) Bestimmung
es: La predestinación
fa: القدر
fr: La Destinée
id: Kemuliaan, Takdir
it: Il Destino
kk: Қадр
ru: Предопределение
sq: Fuqia, Fati
th: ความประเสริฐ (คืนอัลก็อดรฺ)
tl: Ang Kapangyarihan, Ang Tadhana
tr: Güç, kudret
uz: Qadr
zh: 高贵

# string-array.sura_translation.item_97
source: The Evidence
az: Bəyyinə
bn: প্রমাণ
bs: Dokaz jasni
ckb: سورة البينة
de: Der klare Beweis
es: La evidencia clara
fa: البينة
fr: La Preuve
id: Bukti
it: La Prova
kk: Бәйинә
ru: Ясное знамение
sq: Prova
th: หลักฐานอันชัดแจ้ง
tl: Ang Katibayan
tr: Kanıt
uz: Bayyina
zh: 明证

# string-array.sura_translation.item_98
source: The Earthquake
az: Zəlzələ
bn: ভূমিকম্প
bs: Zemljotres
ckb: سورة الزلزلة
de: Das Beben
es: El Terremoto
fa: الزلزلة
fr: La Secousse
id: Keguncangan
it: Il Terremoto
kk: Зилзал
ru: Землетрясение
sq: Tërmeti
th: การสั่นไหว (แผ่นดินไหว)
tl: Ang Lindol
tr: Deprem
uz: Zalzala
zh: 地震

# string-array.sura_translation.item_99
source: The Chargers
az: Adiyat
bn: অভিযানকারী
bs: Oni koji jure
ckb: سورة العاديات
de: Die Rennenden (Pferde)
es: Los corceles
fa: العاديات
fr: Les Coursiers
id: Kuda Perang Yang Berlari Kencang
it: Le Scalpitanti
kk: ʼАдият
ru: Скачущие
sq: Ngarkuesit
th: ม้าศึกที่วิ่งด้วยความหนักแน่น
tl: Ang Mga Kabayong Pandigma
tr: Nefes nefese koşmak
uz: Оdiyot
zh: 奔驰的马队
