Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# menu_share_app
source: Share App
az: Proqramla paylaşın
bn: অ্যাপটি শেয়ার করুন
bs: Podijelite aplikaciju
ckb: ناردنی بەرنامەکە
de: App teilen
es: Compartir la App
fa: برنامه را به اشتراک بگذارید
fr: Partager l\'application
id: Berbagi Aplikasi
it: Condividi l\'App
jp: 分享应用
kk: бағдарламаны бөліс
ne: एप्प शेयर गर्नुहोस
ps: د اپليکېشن شريکول
ru: Поделитесь приложением
sq: Shpërndaje Aplikacionin
sw: Sambaza programu
th: แบ่งปันแอพนี้
tl: Ibahagi ang App
tr: Uygulamayı Paylaş
tt: Кушымта белән бүлешү
uz: Dasturni ulashish
zh: 分享此应用

# share_app_info
source: Al Quran (Tafsir & by Word) is a Quran study tool for all. It provides verse by verse audio playback with repeat functions, Tafsir ibn kathir, Color Coded Tajweed, word by word Analysis and Translations, custom bookmarks, search, several simultaneous translations, multiple themes and fonts and much more. \nGet it now at Google Play Store: https://gtaf.org/apps/quran \n\n#GreentechApps
bn: আল কুরআন (তাফসির এবং শব্দার্থ) সকলের জন্য কুরআন অধ্যায়নের একটি মাধ্যম। এতে আছে আলাদা আলাদা ভাবে প্রতিটি আয়াতের তিলাওয়াত পুনরাবৃত্তিসহ শোনার ব্যবস্থা, তাফসীর ইবনে কাসির, তাজবীদের নির্দেশক, শব্দের বিশ্লেষণ ও অনুবাদ, বুকমার্ক ফিচার, সার্চ ফিচার, একই সাথে বিভিন্ন অনুবাদ পড়ার সুবিধা, পছন্দমত থিম ও ফন্ট এবং আরো অনেক কিছু । Google Play Store থেকে আজই ডাউনলোড করুন : https://gtaf.org/apps/quran \n\n#GreentechApps
bs: "Kur\'an (Tefsir & riječ po riječ) je alat za proučavanje Kur\'ana za svakoga. Omogućava audio reprodukciju ajet po ajet sa funkcijama ponavljanja, Tefsir Ibn Kesir, Tedžvidska pravila obilježena bojama, riječ po riječ analizu i prijevod, oznake po želji, pretragu, više istovremenih prijevoda, nekoliko tema i fontova i još puno toga. Preuzmite na Google Play Trgovini: bit.ly/AlQuranApp "
ckb: "قورئان بەکوردی بەوشەی ڕەوان و جوان ئامادەکراوە بۆ ئێوەی خۆشەویست بۆ خوێندنەوە بە تەفسیری ئاسان و بەرنامەکە چەندین فۆنت و شێوازی جوانی لەخۆ گرتووە. لە کۆگای بەرنامەکان بەدەستی بێنە: https://goo.gl/w6rESk "
de: "Al-Qurʾān (Tafsīr & Wort für Wort), ist einer der besten Apps, um den Qurʾān besser zu verstehen und zu lernen: Wiederholbare Vers für Vers Audiowiedergabe, Tafsīr von Ibn Kathīr, farbig markierter Tadschwīd, Lautschrift, Wort für Wort Analyse, vielerlei Übersetzungen (gleichzeitig darstellbar), individuelle Lesezeichen, Suchfunktion, zahlreiche Designs & Schriftarten und vieles mehr erwarten Dich! https://gtaf.org/apps/quran \n\n#GreentechApps "
es: Al Quran (Tafsir y analisis palabra por palabra) es una herramienta para estudio del Corán. Esta App ofrece: Reproducción de audio individual de versículos con opción de repetición, el Tafsir de Ibn Kazir (inglés), Taywid con ayuda de colores, analisis y traducción palabra por palabra, marcapáginas personalizado, busqueda, varias traducciones, plantillas personalizables y mucho más. Encuentrela en Google Play Store: https://gtaf.org/apps/quran \n\n#GreentechApps
fa: "القرآن (تفسیر و واژه به واژه) یک ابزار آموزش قرآن برای همگان است. این برنامه پخش آوای آیه به آیه با عملکرد صوتی تکرار ، تفسیر بن کثیر، اعراب رنگی تجوید، تجزیه و تحلیل و ترجمه کلمه به کلمه، نشانک‌های سفارشی، جستجو، چندین ترجمه همزمان، نمایه‌ها و قلم‌های مختلف و موارد دیگر را ارائه داده است. همین حالا آن را از بازارچه گوگل دریافت کنید: https://goo.gl/w6rESk "
fr: Al Quran (Tafsir & by Word) est un outil d\'étude du Quran pour tous. Il met à disposition des lectures audio verset par verset avec diverses fonctions de répétition, le tafsir d\'Ibn Kathir, une coloration des caractères pour les règles de tajwid, une analyse mot par mot des versets ainsi que leur traduction, des marques page personnalisés, des outils de recherche, plusieurs traductions simultanées, diverses thèmes et police et bien plus encore. Obtenez dès maintenant l\'application sur Google Play Store: https://gtaf.org/apps/quran \n\n#GreentechApps
id: "Al Quran (Tafsir & Per Kata) adalah sebuah alat bantu belajar Quran untuk semua kalangan, yang memiliki kemampuan memainkan audio ayat per ayat dengan fungsi-fungsi pengulangan, Tafsir Ibnu Katsir, kode tajwid berwarna, analisa kata per kata dan terjemahan, penanda-bacaan sesuai keinginan, fungsi pencarian, tampilan beberapa terjemahan sekaligus, berbagai macam tema dan jenis huruf, dan banyak lagi. Dapatkan sekarang di Google Play Store: https://gtaf.org/apps/quran \n\n#GreentechApps "
it: Al Quran (Tafsir & by Word) è uno strumento per lo studio del Quran accessibile a tutti. Offre molteplici opzioni: riproduzione audio verso per verso con diverse funzioni di ripetizione, spiegazione e commento (Tafsir) di Ibn Kathir, regole di recitazione (Tajweed) codificate a colori, analisi e traduzione parola per parola, segnapagina e preferiti personalizzabili, funzione di ricerca, molteplici traduzioni simultanee, ampia scelta di temi e font e molto altro ancora. \nOttienilo adesso da Google Play Store: https://gtaf.org/apps/quran \n\n#GreentechApps
jp: "阿勒古兰经(经注和单字翻译)是为方便所有人学习古兰经的工具。 它提供每一节可重复诵读的音频，伊本·凯希尔经注，彩色的诵读规则，每个单字的分析和释义，自定义书签，搜索，大量的实时翻译，不同的主题、字体以及更多的功能。 现在在谷歌商店下载: bit.ly/AlQuranApp "
kk: "Al-Quran (Tafsir & Word by Word) - бағдарламасы көпшілік үшін Құранды үйрену құралы. Құранды аудио нұсқада аят - аят қайталап оқуға ыңғайлы функцияларын қамтамазсыз етеді, Ибн Касир тәпсірі, Түсті кодталған Таджуйд, сөзбе сөз анализ және аудармалар, таңдамалы бетбелгілер. іздеу функциясы, бір мезгілде бірнеше аудармалар, көптеген тақырыптар/темалары және фонттар және тағы басқалар. "
ps: "القرآن (تفسیر او لغت په لغت معنی) د ټولو لپاره یوه د قرآن کريم د زده کړې وسيله ده. دا اپليکیشن د آیت په آیت تلاوت او تکرار وړتياوو لرلو سره سره د ابن کثیر تفسیر، رنګه تجوید، لغت په لغت تحلیل او معنی، لټون، په مختلفو ژبو په یوه وخت کې معنا، او د په نښه کولو وړتیاوې لري. همدا اوس یې له پلې سټور نه ډونلوډ کړئ: https://goo.gl/w6rESk "
ru: "Al Quran (Tafsir & by Word) инструмент для изучения Корана для всех. Он предоставляет возможность прослушать аяты с повтором, тафсир Ибн Касира, Таджвид с цветной кодировкой, пословный анализ и перевод, индивидуальные закладки, поиск, несколько одновременных переводов, множество тем и шрифтов и т.д. Скачайте в Google Play Store: https://gtaf.org/apps/quran \n\n#GreentechApps "
sq: Al Quran (Tafsir & by Word) është një mjet studimi i Kuranit për të gjithë. Ai ofron dëgjimin e çdo ajet që mund të përsëritet, Tefsir i Ibn Kethirit, Texhviid me ngjyra të koduara, Analizë dhe Përkthim fjalë për fjalë, faqeruajtës, kërkim, përkthime në disa gjuhë, llojshmëri në zgjedhjen e sfondeve dhe shkronjave dhe më tepër. Merrni tani në Google Play Store: https://gtaf.org/apps/quran \n\n#GreentechApps
sw: Al Quran (Tafsir & kwa Neno) ni Qur\'ani utafiti chombo kwa ajili ya all.It hutoa mstari kwa mstari audio avspelning na kazi mara kwa mara, Tafsir Ibn Kathir, rangi coded Tajweed, neno kwa neno na Uchambuzi Tafsiri, bookmarks desturi, tafuta, tafsiri kadhaa samtidiga , mutiple mandhari na fonts na mengi zaidi. Kupata sasa kwa Hifadhi Play Google:
th: อัลกุรอาน (ตัฟซีร & คำต่อคำ) เป็นเครื่องมือสำหรับเรียนอัลกุรอานเพื่อทุกคน. มีฟังก์ชันการเล่นเสียงซ้ำ, ตัฟซีร อิบนุ กะษีร, สีสำหรับ ตัจญ์วีด, รากศัพท์ การผันคำ และการแปลคำต่อคำ, บุ๊กมาร์ก, การค้นหา, สามารถเปิดคำแปลหลายภาษาพร้อมกันได้, ธีม, ฟอนต์หลายรูปแบบ, และอื่นๆ ดาวน์โหลดตอนนี้ที่: https://gtaf.org/apps/quran \n\n#GreentechApps
tl: Al Quran (Tafsir at sa Kataga) ay gamit sa pag-aaral ng Quran para sa lahat. Ito ay nagbibigay ng taludtod sa taludtod na awdyong paulit-ulit, Tafsir ibn kathir, kinulayang sistema na Tajweed, kataga sa katagang pagsusuri at mga salinwika, mga pasadyang bookmark, mga pagsasaliksik, ilang sabay-sabay na salinwika, maramihang mga istilo at mga font at marami pang iba. Kunin ito ngayon sa Google Play Store: https://gtaf.org/apps/quran \n\n#GreentechApps
tr: Al Quran (Tafsir & meal) herkes için bir Kuran çalışma aracıdır. Tekrarlama fonksiyonları, Tafsir ibn kesir, Renk Kodlu Tecvid, kelimeye göre Analiz ve Çeviriler, özel yer imleri, arama, birkaç eşzamanlı çeviri, çoklu temalar ve yazı tipleri ve çok daha fazlası ile ayet ses çalma sağlar. \ nŞimdi Google Play Store\'dan edinin: https://gtaf.org/apps/quran \ n \ n # GreentechApps
tt: Al Quran (Tafsir & by Word) - Изге Коръәнне өйрәнергә теләүчеләр өчен. Ул түбәндәге мөмкинлекләр бирә: аудио рәвешендә тыңлау, Ибн Кәсир тәфсире, төсләр белән билгеләнгән тәҗвид кагыйдәләре, сүзгә сүз тәрҗемәсе һәм анализы, эзләү, төрле телләргә тәрҗемә, төрле темалар, шрифтлар һ. б. Google Play-дан йөклә, https://goo.gl/w6rESk
uz: Al Quran ( Tafsir & by Word) - hamma uchun mo\'ljallangan Qur\'on o\'rganish dasturidir. Bu dastur har bir oyatni takror holda ovozli o\'qish, Ibn Kasir tafsiri, rang bilan ajratilgan tajvid, so\'zma-so\'z tahlil va tarjima, maxsus hatcho\'plar, qidirish, bir vaqtning o\'zida bir nechta tarjimalar, ko\'plab mavzu va shriftlar va boshqalarni taqdim etadi. Google Play dan yuklab oling: https://goo.gl/w6rESk
zh: "古兰经(经注和逐词学习)是为方便所有人学习古兰经的工具。 此应用有逐节可重复诵读的音频、伊本·凯希尔经注、色彩标注的泰吉威德诵读规则、逐词的释义及讲解、可自定义书签、搜索功能、多语言的翻译对照、不同的主题、字体，还有更多的其他功能。 现在在谷歌商店下载: bit.ly/AlQuranApp "

# shareApk
source: Share Apk File
az: Apk fayla paylaşın
bn: Apk ফাইল শেয়ার করুন
bs: Podijelite Apk fajl
ckb: ناردنی فایلی بەرنامە
de: Apk-Datei teilen
es: Compartir el archivo Apk
fa: اشتراک فایل Apk
fr: Partager le fichier Apk
id: Berbagi Berkas APK
it: Condividi file Apk
jp: 分享apk文件
kk: Apk файлын бөліс
ne: Apk फाइल शेयर गर्नुहोस
ps: د Apk فایل شريکول
ru: Поделитесь файлом apk
sq: Shpërndaje skedarin Apk
sw: Sambaza faili ya apk
th: แบ่งปันไฟล์ Apk
tl: Ibahagi ang Apk File
tr: Apk Dosyasını Paylaş
tt: Apk белән бүлешү
uz: Apk faylni ulashish
zh: 分享apk文件

source: Share Link
az: Linki paylaşın
bn: লিংক শেয়ার করুন
bs: Podijelite link
ckb: ناردنی بەستەر
de: Link teilen
es: Compartir link
fa: اشتراک لینک برنامه
fr: Partager le lien
id: Berbagi Tautan
it: Condividi Link
jp: 分享链接
kk: Сілтемемен бөлісу
ne: लिन्क शेयर गर्नुहोस
ps: د لینک شریکول
ru: Поделитесь ссылкой
sq: Shpërndaje Linkun
sw: Sambaza linki
th: แบ่งปันลิงค์
tl: Ibahagi ang kawing
tr: Linki paylaş
tt: Сылтама белән бүлешү
uz: Linkni ulashish
zh: 分享链接

# getapp
source: get Quran App:
az: Quran App yükləyin:
bn: কুরআন অ্যাপ পেতে :
bs: Preuzmite Kur\'an aplikaciju
ckb: دەستکەوتنی بەرنامەی قورئان:
de: Qurʾān App downloaden:
es: Descargar Quran App
fa: دریافت برنامه قرآن
fr: Obtenir l\'application Quran:
id: Dapatkan Aplikasi Quran:
it: Ottieni l\'App Quran
jp: 下载古兰经应用
kk: Quran App бағдарламасын енгізу
ne: क़ुरआन एप्प डाउनलोड
ps: د قرآن کريم اپليکیشن ډونلوډ کړئ:
ru: скачайте Quran App:
sq: Merre Quran App:
sw: Pata programu ya koran
th: ดาวน์โหลดแอพอัลกุรอาน
tl: kunin ang Quran App:
tr: "Kur'an uygulaması'nı indirin: "
uz: Qur\'on dasturini yuklab olish
zh: 获取古兰经应用

# ratingmessage
source: Rasulullah (s.a.w) said: \'\'He who does not thank people, does not thank Allah\'\'\n[Abu Dawud 4811] \n\nTake a few minutes to rate and inspire us to do more good deeds!
az: Peyğəmbər (s.ə.s) demişdi: \"İnsanlara təşəkkür etməyən, Allah şükür etmir\" [Abu Daud 4811]\n\nProqramı qiymətləndirmək üçün bir az vaxt ayırın və bizə yeni yaxşı əməllər etmək üçün ilham verin!
bn: রাসূলুল্লাহ (স:) বলেছেন, “যে লোকদেরকে ধন্যবাদ দিল না, সে আল্লাহকেও ধন্যবাদ দেয় না”\n[সুনান আবু দাউদ ৪৮১১] \n\nএকটু কষ্ট করে রেটিং দিয়ে আমাদের আরও কাজ করার অনুপ্রেরণা দিন!
bs: Rekao je Poslanik, sallallahu alejhi ve sellem: Onaj ko nije zahvalan ljudima, nije zahvalan ni Allahu.\"\n[Abu Davud 4811] \n\nOdvojite nekoliko trenutaka da nas ocijenite i inspirišete da činimo više dobrih djela!
ckb: پێغەمبەری خوا ئەفەرموێ: \'\'ئەوەی سوپاسی خەڵک نەکا، سوپاسی خواش ناکات\'\'\n[ابو داود 4811] \n\nپۆلێنمان بکە بۆ زیاتر بەردەوامبین لەگەڵ ئێوەدا!
de: Abū Hurayrah (r.) berichtete, dass der Prophet (s.a.w.) gesagt hat: \'\"Derjenige, der nicht den Menschen dankbar ist (wenn sie einem etwas Gutes getan haben), der ist nicht Allāh dankbar\" \'\'\n[Abū Dāwūd 4811] \n\nNimm Dir bitte ein paar Minuten Zeit zum bewerten, sodass wir noch motivierter werden und weitere gute Taten begehen können!
es: Rasulullah (SAWS) dijo: \'\'Quien no agradece a la gente, no habrá agradecido a Al-lah\'\'\n[Abu Dawud 4811]\n\nTomese unos minutos para calificar e inspirarnos para hacer más buenas acciones!
fa: رسول الله(ص) می‌فرمایند: هرکس که از مردم تشکر نکند، از خداوند تشکر نکرده است.\n[ابو داوود ۴۸۱۱]\n\nچند دقیقه وقت بگذارید و به ما امتیاز دهید تا ما انگیزه بگیریم و کارهای خوب دیگری انجام دهیم!
fr: Le messager d\'Allah paix et bénédiction d\'Allah sur lui a dit: \'\'Celui qui ne remercie pas les gens, ne remercie pas Allah\'\'\n[Abu Dawud 4811] \n\nPrenez quelques minutes pour évaluer l\'application et nous motiver à faire plus!
id: Rasulullah (s.a.w) berkata: \'\'Tidak dikatakan bersyukur kepada Allah bagi siapa yang tidak tahu berterimakasih kepada manusia\'\'\n[HR Abu Dawud No. 4811] \n\nLuangkan waktu sejenak untuk memberikan penilaian dan menginspirasi kami agar menghasilkan karya yang lebih baik lagi!
it: ll Messaggero di Allah (pbsl) disse: \"Colui che non ringrazia le persone, non ringrazia Allah\"\n[Abu Dawud 4811]\n\nConcediti qualche minuto per darci una valutazione e ispirarci a compiere più buone azioni!
jp: 穆圣(愿主福安之)说：“不感谢世人的人，不感赞安拉。”\n[艾布·达吾德4811]\n\n抽出几分钟的时间为我们的app评分以激励我们做出更多的善行。
kk: Алла елшісі (с.а.у.): «Адамдарға алғыс көрсетпеген, Аллаға шүкур етпес», - деді.\n[Абу Давуд 4811]\n\nУақытыңызды бөліп біздге баға беріңіз, болашақта бізді жақсы іс-әрекеттерге талпындыруға себеп болсын
ne: अल्लाहका रसूल (स.) ले भन्नुभयो,\"जो मानिसको कृतज्ञ हुदैन ऊ अल्लाहको पनि कृतज्ञ हुदैन ।\"\n(अबू दाऊद 4811)\n\nएक मिनट खर्चेर हाम्रो मूल्यांकन गर्नुहोस र अझै सत्कर्म गर्न हामीलाई प्रेरणा दिनुहोस ।
ps: رسول الله صلی الله علیه وسلم فرمايي: \"هغه څوک چې له خلکو مننه نه کوي، له خدای نه مننه نه کوي\"\n[سنن ابو داوود ۴۸۱۱]\n\nمونږ تشويق کړئ ترڅو نور ښه کارونه ترسره کړو!
ru: Пророк (мир ему и благословение Аллаха) сказал: \'\'Те, кто не благодарит людей, не благодарит Аллаха\'\'\n[Абу Дауд 4811] \n\nУделите немного времени для оценки приложения и вдохновите нас на новые благие дела!
sq: Resulullahu (s.a.u.s) ka thënë: \'\'Ai që nuk i falënderon njerëzit, nuk e falënderon Allahun\"\n\n[Ebu Davud 4811] \n\nNa vlerësoni dhe na frymëzoni për të bërë më shumë vepra të mira!
sw: Rasulullah (s.a.w) alisema: \'\' Yeyote asiye washukuru watu, hana shukrani kwa Allah pia \'\' [Abu Dawud 4811] Chukua dakika chache na kiwango na kuhamasisha tufanye mema zaidi!
th: รอซูลุลลอฮ (ขออัลลอฮ์โปรดประทานเมตตาและสันติแก่ท่าน) ได้กล่าวว่า : \"คนที่ไม่ขอบคุณคนอื่น, แสดงว่าเขานั้นไม่ขอบคุณอัลลอฮฺ\"\n[อบู ดาวูด 4811]\n\nสละเวลาสักครู่ให้คะแนน และให้กำลังใจเรา เพื่อทำการงานที่ดีต่อไป!
tl: Ang Sugo ng Allah (ﷺ) ay nagsabi: \'\'Siya na hindi nagpapasalamat sa mga tao ay hindi mapagpasalamat kay Allah.\'\'\n\n[Abu Dawud 4811] \n\nGumugol ng ilang minuto upang pahalagahan at pukawin kaming gumawa ng mas marami pang mabubuting gawa!
tr: Resulullah (sav) şöyle buyurmuştur: “insanla\'ra şükürde bulunmayan Allah’a da şükretmez.”\n[Ebu Davud 4811]\n\nBizi değerlendirmek ve daha fazla iyilik yapmamıza vesile olmak için bir kaç dakikanı ayır.
tt: РәсүлүЛлаһ (с. г. в) әйтте: \"Кешеләрге рәхмәтле булмаган Аллаһы Тәгаләгә рәхмәтле булмас\", - [Абу Дауд 4811]\n\nБерничә минутыңны безгә сарыф итеп, бәялә һәм янә яхшылыклар эшләүгә илһамландыр!
uz: Rasululloh (s.a.v) ayttilar: \"Odamlarga minnatdor bo\'lmagan, Allohga ham minnatdor bo\'lmaydi\"\n[Abu Davud 4811]\n\nBizni baholash orqali yana ham ko\'proq yaxshi amallarni bajarishimizga rag\'batlantirish uchun ozgina vaqtingizni ayamang!
zh: 穆圣(愿主福安之)说：“不感谢世人的人，不感赞安拉。”\n[艾布·达吾德4811]\n\n抽出几分钟的时间为我们的应用软件评分以激励我们做更多的善行。

# ratingtext
source: YOUR RATING MEANS A LOT TO US
az: Sizin verdiyiniz qiymət bizim üçün çox vacibdir
bn: আপনার রেটিং আমাদের কাছে অনেক কিছু!
bs: Vaša ocjena nam puno znači
ckb: تۆ ئێمە پۆلێن بکە بە 5 ئەستێرە تا کارەکانمان بەرەو باشتر بڕوات
de: DEINE BEWERTUNG BEDEUTET UNS VIEL
es: TU EVALUACIÓN ES MUY IMPORTANTE PARA NOSOTROS
fa: امتیاز شما برای ما بسیار با ارزش است
fr: VOTRE AVIS NOUS EST VRAIMENT IMPORTANT
id: PENILAIAN ANDA SANGAT BERARTI BANYAK BAGI KAMI
it: LA TUA VALUTAZIONE SIGNIFICA TANTO PER NOI
jp: 你的评分对我们来说意义重大
kk: СІЗ БЕРГЕН БАҒА, БІЗ ҮШІН ҮЛКЕН ҚҰРМЕТ
ne: तपाईंको मुल्याङ्कन हाम्रो लागि महत्वपूर्ण छ
ps: ستاسو هڅونه زمونږ لپاره ارزښتناکه ده
ru: Ваша оценка очень важна для нас
sq: VLERSIMI JOT DO TË THOTË SHUMË PËR NE
sw: Rating yako ina maana kubwa sana kwetu
th: การให้คะแนนของคุณนั้นมีคุณค่ามากสำหรับเรา
tl: ANG IYONG \"RATING\" AY MAHALAGA SA AMIN
tr: Dereğerlendirmeniz bizim için çok ömemli
tt: СИНЕҢ БӘЯ БЕЗНЕҢ ӨЧЕН БИК ТӘ МӨХИМ
uz: Sizning bahoyingiz biz uchun katta ahamiyatga ega
zh: 我们非常重视您的评分

# menu_rate
source: Rate it!
az: Qiymətləndirin!
bn: রেটিং দিব!
bs: "Ocijenite "
ckb: پۆڵێنکردن!
de: Bewerten!
es: Evaluar!
fa: رتبه‌بندی کنید!
fr: Évaluer l\'application!
id: Berikan penilaian!
it: Valutalo!
jp: 评分吧！
kk: Бағала
ps: مونږ ته رایه راکړئ
ru: Оцените!
sq: Vlerësoje!
sw: Kiwango ni
th: ให้คะแนน!
tl: Markahan ito!
tr: Oyla!
tt: Бәялә!
uz: Baholang!
zh: 请评分吧！

# ratelater
source: Maybe later
az: Sonra
bn: পরে দিব ইনশাআল্লাহ
bs: Možda kasnije
ckb: کاتێکی تر
de: Vielleicht später
es: Tal vez después
fa: شاید بعداً
fr: Peut-être plus tard
id: Lain kali
it: Forse dopo
jp: 稍后再来
kk: Кейінірек
ne: पछि कुनै बेला
ps: کیدای شي وروسته
ru: Позже
sq: Ndoshta më vonë
sw: Labda baadaye
th: คร่าวหน้า
tl: Saka na lang
tr: Belki sonra
tt: Соңрак
uz: Balki keyinroq
zh: 稍后再说

# ratenothanks
source: No thanks
az: Xeyr, sağolun
bn: দিব না
bs: Ne hvala
ckb: نا سوپاس
de: Nein danke
es: No gracias
fa: نه متشکرم
fr: Non merci
id: Tidak, terima kasih
it: No grazie
jp: 不，谢谢
kk: Жоқ, рахмет
ne: होइन,धन्यवाद
ps: نه مننه
ru: Нет, спасибо
sq: Jo. Faleminderit
sw: La shukrani
th: ไม่ ขอบคุณ
tl: Hindi, salamat
tr: Hayır teşekkürler
tt: Юк, рәхмәт
uz: Yo\'q, raxmat
zh: 不，谢谢
