Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# string-array.sura_transliteration.item_100
source: Al-Qari\'ah
bn: আল-কারিয়াহ
bs: Al-Qari\'a
ckb: سورة القارعة
de: Al-Qāriʿah
fa: قارعه
ru: Аль-Кари\'а
sq: Al-\'Asr
th: อัล-กอริอะฮฺ
tr: El-Qari\'ah
uz: Qoria
zh: 葛里尔

# string-array.sura_transliteration.item_101
source: At-Takathur
bn: আত-তাকাসুর
bs: At-Takatur
ckb: سورة التکاثر
de: At-Takāṯur
es: At-Takazur
fa: تکاثر
id: At-Takatsur
ru: Ат-Такасур
sq: Al-Humazah
th: อัต-ตะกาซุร
tr: Et-Takasur
uz: Takosur
zh: 太卡素尔

# string-array.sura_transliteration.item_102
source: Al-\'Asr
bn: আল-‘আস্‌র
ckb: سورة العصر
de: Al-ʿAṣr
fa: عصر
id: Al-\'Ashr
ru: Аль-Аср
sq: Al-Fil
th: อัล-อัศรฺ
tr: El-\'Asr
uz: Asr
zh: 阿斯尔

# string-array.sura_transliteration.item_103
source: Al-Humazah
bn: আল-হুমাযাহ
bs: Al-Humaza
ckb: سورة الهمزة
fa: همزه
ru: Аль-Хумаза
sq: Quraish
th: อัล-ฮุมะซะฮฺ
tr: El-Humaze
uz: Humaza
zh: 胡买宰

# string-array.sura_transliteration.item_104
source: Al-Fil
bn: আল-ফীল
ckb: سورة الفیل
de: Al-Fīl
fa: فیل
ru: Аль-Филь
sq: Al-Ma\'un
th: อัล-ฟีล
tr: El-Fil
uz: Fil
zh: 斐里

# string-array.sura_transliteration.item_105
source: Quraish
bn: কুরাইশ
bs: Qurayš
ckb: سورة قریش
de: Qurayš
fa: قریش
id: Quraisy
ru: Курайш
sq: Al-Kawthar
th: อัล-กุรอยซฺ
tr: Kureyş
uz: Quraysh
zh: 古来氏

# string-array.sura_transliteration.item_106
source: Al-Ma\'un
bn: আল-মা‘ঊন
ckb: سورة الماعون
de: Al-Māʿūn
fa: ماعون
ru: Аль-Ма\'ун
sq: Al-Kafirun
th: อัล-มาอูน
tr: El-ma\'un
uz: Mo\'un
zh: 马欧尼

# string-array.sura_transliteration.item_107
source: Al-Kawthar
bn: আল-কাউসার
bs: Al-Kawtar
ckb: سورة الكوثر
de: Al-Kauwṯar
es: Al-Kawzar
fa: کوثر
id: Al-Kautsar
ru: Аль-Каусар
sq: An-Nasr
th: อัล-เกาซัร
tr: El-Kevsar
uz: Kavsar
zh: 考赛尔

# string-array.sura_transliteration.item_108
source: Al-Kafirun
bn: আল-কাফিরূন
ckb: سورة الكافرون
de: Al-Kāfirūn
fa: کافرون
ru: Аль-Кафирун
sq: Al-Masad
th: อัล-กาฟิรูน
tr: El-Kafirun
uz: Kofirun
zh: 卡斐伦

# string-array.sura_transliteration.item_109
source: An-Nasr
bn: আন-নাস্‌র
ckb: سورة النصر
de: An-Naṣr
fa: نصر
id: An-Nashr
ru: Ан-Наср
sq: Al-Ikhlas
th: อัล-นัศรฺ
tr: En-Nasr
uz: Nasr
zh: 奈斯尔

# string-array.sura_transliteration.item_110
source: Al-Masad
bn: আল-মাসাদ
bs: Al-Lahab
ckb: سورة المسد
fa: مسد
ru: Аль-Масад
sq: Al-Falaq
th: อัล-มะซัด
tr: El-Mesed
uz: Masad
zh: 赖海卜

# string-array.sura_transliteration.item_111
source: Al-Ikhlas
bn: আল-ইখলাস
bs: Al-Ihlas
ckb: سورة الإخلاص
de: Al-Iḫlāṣ
es: Al-Ijlas
fa: اخلاص
id: Al-Ikhlash
ru: Аль-Ихлас
sq: An-Nas
th: อัล-อิคลาส
tr: El-ihlas
uz: Ixlos
zh: 以赫拉斯

# string-array.sura_transliteration.item_112
source: Al-Falaq
bn: আল-ফালাক
ckb: سورة الفلق
fa: فلق
ru: Аль-Фалак
th: อัล-ฟะลัก
tr: El-Felaq
uz: Falaq
zh: 法赖格

# string-array.sura_transliteration.item_113
source: An-Nas
bn: আন-নাস
ckb: سورة النّاس
de: An-Nās
fa: ناس
ru: Ан-Нас
th: อัน-นาส
tr: En-Nas
uz: Nos
zh: 拿斯
