Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# transliteration_warning_msg
source: Using transliteration for reading/writing Quran is not proper way. As it may lead to wrong pronunciation, and discourage to learn proper Tajweed. Check for more @ https://islamqa.info/en/191497 \n\n We should remember that Allah(swt) will give us double reward for trying to learn proper recitation in sha Allah [Bukhari 4937].\n\n You can learn from a Shaykh / \'Alim / \'Qari of your locality, which is preferable if possible.\n If it is not possible, you can try learning from these sites:\n 1. http://www.iou-gqmc.com/tajweed-programs/ \n 2. http://www.searchtruth.com/quran_teacher/quran.php \n Alternatively, you can download the recitation by Shaykh Ayman Suwaid / Shaykh Minshawi / Shaykh Husary from our app, and listen to their recitations in case you want to check a pronunciation. Also you may learn from their recitations, how to recite with tajweed properly in sha Allah. We may remove this transliteration in future in sha Allah, as it is our mistake as well. \n May Allah make it easy for all of us, and forgive our shortcomings.
bn: আরবী ছাড়া অন্য ভাষায় কুরআন লিখা/পড়া ঠিক নয়। এতে ভুল উচ্চারণের প্রচুর সম্ভবনা থাকে। বিস্তারিত দেখুন @ https://islamqa.info/en/191497\n\n আমাদের কষ্ট হলেও কুরআন পড়া শিখা উচিত। কেননা কষ্ট করে শিখতে থাকলে আল্লাহ (সুব.) দ্বিগুণ সওয়াব দিবেন। [আবু দাউদ, বই ৮, হাদিস ৩৯].\n\n আপনার এলাকার কোন শায়খ/ \'আলিম/ \'ক্বারী এর কাছে অথবা এই সাইটগুলো থেকে শিখে নিতে পারেন,\n 1. http://www.alquranervasha.com/\n 2. http://www.searchtruth.com/quran_teacher/quran.php\n আমরা শীঘ্রই এই অপশনটি সরিয়ে নিব ইনশাআল্লাহ, কেননা এটা আমাদেরই ভুল ছিল। তাই তারপরও যদি আপনি এটি ব্যবহার করতে চান সম্পূর্ণ নিজ দায়িত্বে করবেন। \n\n আল্লাহ আমাদের সবার ভুলত্রুটিগুলো মাফ করে দিন।
bs: Korištenje transkripcije za čitanje/pisanje Kur\'ana nije ispravno. To vas može dovesti do pogrešnog izgovora i odgovoriti vas od učenja pravilnog Tedžvida. Više o ovome na https://islamqa.info/en/191497\n\n Treba nam uvijek biti na umu da će Allah duplo više nagraditi naš trud za pravilno učenje [Buhari 4937].\n\n Možete učiti od šejha / \'Alim / \'Qari na jednoj od ovih stranica\n 1. http://www.searchtruth.com/quran_teacher/quran.php\n 2. http://www.readwithtajweed.com/tajweed_letters.htm\n Uskoro ćemo ukloniti ove transkripcije ako Bog da, jer je to i naša greška. U svakom slučaju možete preuzeti učenje i poslušati ga ukoliko želite provjeriti izgovor.\n\n Neka nam Allah svima oprosti.
ckb: بەکارهێنانی وەرگێڕانی ووشەیی بۆ خوێندنەوە/نووسینی قورئان نادرووستە. لەوانەیە بەهەڵە بخووێندرێتەوە یان بەبێ تەجوید بێت. زیاتر بزانە لە @ https://islamqa.info/en/191497\n\n ئێمە ئەوەمان لەبیرە کە خوای گەورە ئەفەرموێ: ئەوەی کەسێک فێری خوێندنەوە بکات پاداشتی دووقاتی ئەوە [بوخاری 4937].\n\n ئەتوانی زیاتر فێر ببیت لەڕێی شێخ / \'زانا یان / \'قورئانخوێنی ناوچەکەی خۆت لەڕێی ئەم ماڵپەڕانەوە\n 1. http://www.searchtruth.com/quran_teacher/quran.php\n 2. http://www.readwithtajweed.com/tajweed_letters.htm\n بە پشتیوانی خوا بەمزوانە ئەم وەرگێڕانە ووشەییە لادەبەین، وە هەوڵدەدەین هەڵەکانمان ڕاست بکەینەوە هەروەها ئەتوانی ڕاستەوخۆ دەنگەکان دابگریت و گوێیان لێ بگریت.\n\n خوای گەورە لێمان ببورێت.
de: Es ist nicht richtig die Transliteration zu benutzen um den Qur\'ān zu lesen oder zu schreiben. Es kann zur falschen Aussprache führen und entmutigen den richtigen Tadschwīd zu lernen. Weitere Infos @ https://islamqa.info/en/191497 Wir sollten und daran erinnern, dass Allāh (swt) uns die doppelte Belohnung gibt, wenn wir versuchen das richtige Rezitieren zu lernen [Bukhārī 4937]. Du kannst zum Beispiel von einem Scheich/Hoca aus deiner lokalen Moscheegemeinde den Qur\'ān lesen lernen, oder von Geschwistern die darin aktiv sind; diese einfach mal ansprechen :-) Online Alternativen (Englisch): 1. http://www.searchtruth.com/quran_teacher/quran.php 2. http://www.readwithtajweed.com/tajweed_letters.htm Online Alternativen (Deutsch): 1. https://islam-akademie.com/course/index.php?categoryid=6 2. http://haus-des-koran.de/index.php/quran-lernen/137-tajweed-regeln# 3. http://www.koran-unterricht.de/lesen.html Wir werden diese Transliteration bald entfernen in šā\' Allāh, weil es auch unser Fehler ist. Als weitere Alternative kannst Du dir Rezitationen herunterladen und vergleichen, um Deine Aussprache zu überprüfen. Möge Allāh (swt) uns allen vergeben, āmīn.
es: "Utilizar la transliteración para leer o escribir el Corán no es correcto, pues puede llevar a una mala pronunciación y desanimar el aprendizaje propio del Taywid. Para más información al respecto visite: https://islamqa.info/en/191497\n\n Debemos recordar que Al-lah, alabado sea, nos recompensará doblemente por esforzarnos en aprender la manera correcta de recitar el Corán [Bujari 4937].\n\n Puedes aprender directamente de un Shaij / \'Alim / Qari\' en tu región o en alguna de estas páginas\n 1. http://www.searchtruth.com/quran_teacher/quran.php\n 2. http://www.readwithtajweed.com/tajweed_letters.htm\n En breve retiraremos esta transliteración, in sha Al-lah. Alternativamente, puedes descargar la recitación y escuchar en caso que desees comprobar la calidad de tu pronunciación.\n\n Que Al-lah nos perdone. "
fa: استفاده از ترجمه برای خواندن / نوشتن قرآن روش مناسبی نیست. زیرا ممکن است منجر به برداشت اشتباه شود و مانع یادگیری صحیح تجوید قرآن گردد. برای اطلاعات بیشتر @ https://islamqa.info/fa/191497 باید به یاد داشته باشیم که خداوند برای تلاش برای یادگیری قرائت مناسب، پاداش مضاعف می بخشد ان‌شاءالله [بخاری ۴۹۳۷]. می توانید از شیخ / \'عالمان /\'قاریان محل زندگی خود بیاموزید که در صورت امکان ترجیح دارند. اگر امکان پذیر نباشد ، می توانید از این سایت‌ها یاد بگیرید: ۱. http://www.iou-gqmc.com/tajweed-programs ۲. http://www.searchtruth.com/quran_teacher/quran.php از طرف دیگر، می‌توانید قرائت توسط شیخ ایمان سوید / شیخ منشاوی / شیخ حصری را از برنامه ما بارگیری کنید و در صورت تمایل برای بررسی تلفظ می‌توانید، به قرائت آنها گوش فرا دهید. همچنین ممکن است شما از تلاوت های آنها بیاموزید ، چگونه به طور صحیح با تجوید تلاوت کنید ان‌شاءالله. ما ممکن است این ترجمه را در آینده حذف کنیم ان‌شاءالله، زیرا این نیز اشتباه ما است. باشد که خداوند این کار را برای همه آسان کند و کاستی‌هایی ما را ببخشد.
fr: L\'utilisation de la translitération pour la lecture ou l\'écriture du Quran n\'est pas conseillé. Cela peut conduire à une mauvaise prononciation et n\'incite pas à apprendre convenablement une lecture du Quran avec Tajwid. Plus d\'informations @ https://islamqa.info/en/191497\n\n Gardons en mémoire qu\'Allah nous donnera une récompense double pour l\'apprentissage d\'une récitation correcte [Bukhaari 4937].\n\n Nous vous conseillons d\'apprendre avec un lecteur Sheikh / \'Alim / Qari dans votre localité ou avec ces sites:\n 1. http://www.searchtruth.com/quran_teacher/quran.php\n 2. http://www.readwithtajweed.com/tajweed_letters.htm\n 3. http://www.iou-gqmc.com/tajweed-programs/\n\n Nous retirerons prochainement la translitération in sha Allah, et reconnaissons aussi notre erreur. Autrement vous pouvez télécharger les récitations et écouter la lecture pour vérifier la prononciation.\n\n Qu\'Allah nous pardonne tous.
id: Penggunaan transliterasi untuk membaca/menulis Quran adalah tidak dibenarkan. Hal itu akan menimbulkan kesalahan pengucapan dan hilangnya semangat untuk mempelajari tajwid dengan benar. Lihat untuk lebih jelasnya @ https://islamqa.info/en/191497\n\n Kita seharusnya ingat bahwa Allah (SWT) akan memberikan ganjaran berlipat bagi yang mempelajari bacaan dengan benar. [Bukhaari 4937].\n\n Anda bisa mempelajarinya dari seorang Syeikh/Ulama/Dari di lokasi anda atau di situs-situs ini.\n 1. http://www.searchtruth.com/quran_teacher/quran.php\n 2. http://www.readwithtajweed.com/tajweed_letters.htm\n Kami akan segera menghilangkan transliterasi ini Insya Allah, untuk memperbaiki kesalahan kami. Sebagai alternatif, anda dapat mengunduh pembacaan dan mendengarkannya apabila anda ingin melakukan pengecekan pengucapan.\n\n Semoga Allah mengampuni kita semua.
it: Bisognerebbe evitare di usare la traslitterazione per leggere/scrivere il Quran perché può indurre ad acquisire una pronuncia sbagliata e rischia di scoraggiare l\'apprendimento corretto del Tajweed. Per maggiori informazioni leggi @ https://islamqa.info/en/191497 \n\n Dovremmo ricordare che, in sha Allah, Allah (swt) ci darà il doppio della ricompensa se proviamo ad imparare la corretta recitazione [Bukhari 4937].\n\n La scelta migliore sarebbe quella di imparare da uno Shayk, un \'Alim o un \'Qari della tua zona. \n Se ciò non fosse possibile, prova ad utilizzare uno di questi siti:\n 1. http://www.iou-gqmc.com/tajweed-programs/ \n 2. http://www.searchtruth.com/quran_teacher/quran.php \n In alternativa, puoi scaricare dalla nostra app le recitazioni di Shaykh Ayman Suwaid / Shaykh Minshawi / Shaykh Husary: prova ad ascoltarle per controllare la pronuncia e per imparare a recitare il Tajweed nel migliore modo possibile, in sha Allah. In sha Allah, in futuro cercheremo di rimuovere questa traslitterazione, poiché è anche un nostro errore. Che Allah faciliti per noi tutti la lettura del Quran e perdoni le nostre mancanze.
ru: Использование транслитерации для чтения/прописи Корана, не допустимо. Это может привести к ошибочному произношению и к отсутствию стремления изучить правила таджвида. дополнительная информация @ https://islamqa.info/en/191497\n\n Мы должны помнить, что:«Читающий Коран и знающий его наизусть (будет) с благородными и покорными писцами, а тому, кто читает Коран постоянно, испытывая при этом затруднения, (полагается) двойная награда» [Сахих аль-Бухари 4937].\n\n Вы можете научиться правильному чтению у шейха / алима / чтеца в вашей местности или на этих сайтах\n 1. http://www.searchtruth.com/quran_teacher/quran.php\n 2. http://www.readwithtajweed.com/tajweed_letters.htm\n Скоро мы удалим транслитерацию, ин шаа Ллах, так как это было нашей ошибкой. В качестве альтернативы, если вы хотите проверить свое произношение, скачайте и прослушайте чтение Корана.\n\n Пусть Аллах простит нас всех.
sq: Gërmëzimi (leximi /shkrimi) i Kuranit me gërmat e një gjuhe tjetër nga arabishtja nuk është mënyra e duhur, sepse sjell shqiptimin gabim të tekstit dhe e prapëson ta mësojë Texhvidin e duhur. Kontrolloni për më shumë @ https://islamqa.info/en/191497 \n\n Ne duhet t\'ju kujtojmë se Allahu (xh.sh.) do të na japë shpërblim të dyfishtë për përpjekjen për të mësuar recitimin e duhur në dashtë Allahu [Bukhari 4937].\n\n Mund të mësoni nga një Mësues /Recitues /Dijetar i zonës tuaj, e cila parapëlqehet nëse është e mundur.\n Nëse nuk është e mundur, mund të provoni të mësoni nga këto faqe:\n 1. http://www.iou-gqmc.com/tajweed-programs/ \n 2. http://www.searchtruth.com/quran_teacher/quran.php \n Përndryshe, ju mund të shkarkoni recitimin nga Imam Ayman Suwaid /Imam Minshawi /Imam Husary nga aplikacioni ynë, dhe dëgjoni recitimet e tyre në rast se doni të kontrolloni shqiptimin. Gjithashtu ju mund të mësoni nga recitimet e tyre, se si të recitoni siç duhet me Texhvid në dashtë Allahu. Ne mund ta heqim këtë gërmëzim në të ardhmen në dashtë Allahu, pasi është edhe gabimi ynë. \n Allahu na e lehtësoftë për të gjithë ne dhe na faltë për të metat tona.
th: การใช้คำอ่านสำหรับการอ่าน/การเขียนคัมภีร์อัลกุรอานนั้นไม่ใช่วิธีที่เหมาะสม. เนื่องจากอาจนำไปสู่การออกอ่านเสียงที่ผิด, และไม่ได้เรียนรู้หลักตัจญ์วีดที่ถูกต้อง. ตรวจสอบเพิ่มเติม @ https://islamqa.info/en/191497 \n\n เราควรจำไว้ว่าอัลลอฮฺจะให้ผลตอบแทนสองเท่าเมื่อเราพยายามเรียนรู้การอ่านที่ถูกต้อง อินชาอัลลอฮฺ [บูคอรี 4937].\n\n คุณสามารถเรียนรู้จากไชค์ / ผู้รู้ / กอรี ของท้องถิ่นที่คุณอยู่, เป็นทางเลือกที่ดีกว่าถ้าเป็นไปได้.\n หากทำไม่ได้คุณสามารถเรียนรู้จากเว็บไซต์เหล่านี้ได้:\n 1. http://www.iou-gqmc.com/tajweed-programs/ \n 2. http://www.searchtruth.com/quran_teacher/quran.php \n อีกทางเลือกหนึ่ง, คุณสามารถดาวน์โหลดเสียงอ่านโดย เชค ไอมาน ซูไวยฺด / เชค มินซาวียฺ / เชค ฮูซารียฺ จากแอพของเรา, และฟังเสียงอ่านของพวกเขาในกรณีที่คุณต้องการตรวจสอบการออกเสียงของคุณ. นอกจากนี้คุณอาจเรียนรู้จากการอ่านของพวกเขา, วิธีการอ่านด้วยตัจญ์วีดอย่างถูกต้อง อินชาอัลลอฮฺ. เราอาจลบคำอ่านนี้ในอนาคต อินชาอัลลอฮฺ, เนื่องจากมันเป็นความผิดพลาดของเราเช่นกัน.\n ขอให้อัลลอฮฺทำให้มันง่ายสำหรับเราทุกคนและให้อภัยข้อบกพร่องของพวกเรา.
tl: Ang paggamit ng pagsasatitik (transliterasyon) para sa pagbabasa/pagsusulat ng Quran ay hindi tama. Maaari itong humantong sa maling pagbigkas at tuluyang mawalan ng ganang matuto ng tamang Tajwid. Tingnan para sa mas maraming kaalaman sa https://islamqa.info/en/191497\n\n Dapat nating tandaan na si Allah Ta\'ala ay bibigyan tayo ng dobleng gantimpala sa pagsisikap nating matuto ng tamang pagbigkas. [Bukhari 4937].\n\n Maaari kayong matutuo mula sa isang Shaykh/\'Alim/Qari sa inyong pook o mula sa mga sumusunod na sites\n 1. http://www.searchtruth.com/quran_teacher/quran.php\n 2. http://www.readwithtajweed.com/tajweed_letters.htm\n Sa lalong madaling panahon ay aalisin namin itong transliterasyon, in sha Allah, dahil ito ay pagkakamali din namin. Bilang kahalili, maaari mong i-download ang pagbigkas (resitasyon) at pakinggan ito kung nais mong suriin ang pagbigkas.\n\n Sana ay patawarin tayong lahat ni Allah.
tr: Okuma / yazma için transliterasyon Kur\'an kullanma doğru değil. Doğru Tecvid\'i öğrenmek için yanlış telaffuz ve cesaret kırılmasına yol açabilir. daha fazla kontrol edin @ https://islamqa.info/en/191497\n\n Allah (cc) \'nin doğru okunmayı öğrenmeye çalışmak için bize iki ödül vereceğini hatırlamalıyız. [Buhari 4937].\n\n Bölgenizdeki bir Şeyh / \'Alim /\' Qari\'den veya bu sitelerden öğrenebilirsiniz \ n 1. http://www.searchtruth.com/quran_teacher/quran.php\n 2. http://www.readwithtajweed.com/tajweed_letters.htm\n Bu bizim hatamız olduğu için, Yakında bu transliterasyonu inşallah kaldıracağız. Alternatif olarak, bir telaffuz kontrol etmek istediğinizde yorum yapabilir ve dinleyebilirsiniz.\n\n Allah hepimizi affetsin.
uz: Arab harflaridan boshqa harflar bilan Qur\'oni Karimni o\'qish va yozish maqsadga muvofiq emas. Chunki, arab harflaridan boshqa harflar ifodasi noto\'g\'ri talaffuzga sabab bo\'lishi yoki to\'g\'ri tajvid qoidalari bilan o\'zlashtirishga to\'siq bo\'lishi mumkin. Bu haqida kengroq yoritilgan ma\'lumotlarni quyidagidan tekshiring: @ https://islamqa.info/en/191497\n\n. Shuni yodimizda tutishimiz kerakki, Qur\'onni to\'g\'ri o\'qish va yod olishga harakat qilsak, Alloh (s.v.t) savobini ikki hissa beradi, inshaAlloh [Buxoriy 4937].\n\n Yashash joyingizga yaqindagi shayx/olim/qorilardan o\'rganishingiz mumkin.\n Agar imkoniyatingiz bo\'lmasa, quyidagi veb-sahifalaridan foydalanishingiz mumkin:\n 1. http://www.iou-gqmc.com/tajweed-programs/\n 2. http://www.searchtruth.com/quran_teacher/quran.php \n Shu bilan bir qatorda, bizning ilovamizdan Shayx Ayman Suvayd / Shayx Minshaviy / Shayx Husariylarning qiroatini yuklab olishingiz va talaffuzini tekshirmoqchi bo\'lsangiz, ularning o\'qilishlarini tinglashingiz mumkin. Shuningdek, ularning qiroatini eshitish orqali tajvid qoidalari bilan to\'g\'ri qiroat qilishni o\'rganishingiz mumkin, inshaAlloh. Ushbu arab harflaridan boshqa harflar bilan ifodalangan qismini biz ham kelajakda ilovamizga kiritmasligimiz mumkin, inshaAlloh, chunki bu bizning ham xatomiz.\n Alloh(s.v.t) barchamizga oson qilsin, va kamchiliklarimizni kechirsin.
zh: 通过音译来阅读/书写古兰经是不正确的。 这会导致错误的发音和对学习诵读规则有消极的影响。

# agree
source: I Agree
az: Mən razıyam
bn: ঠিক আছে
bs: Prihvatam
ckb: ڕازیم
de: Ich stimme zu
es: Acepto
fa: موافقم
fr: Je suis d\'accord
id: Saya setuju
it: Acconsento
ru: Я согласен
sq: Jam dakord
th: ฉันยอมรับ
tl: Sang-ayon ako
tr: Katılıyorum
uz: Roziman
zh: 我同意

# transliteration_warning_title
source: Warning!!
az: Diqqət!!
bn: সাবধান!!
bs: Upozorenje!
ckb: ئاگادارکردنەوە!!
de: Warnung!!
es: Advertencia!
fa: اخطار!!
fr: Attention!!
id: Peringatan!!
it: Attenzione!!
ru: Внимание!!
sq: Paralajmërim!!
th: คำเตือน!!
tl: Babala!!
tr: Uyarı!!
uz: Ogohlantirish!!
zh: 警告！！

source: File content invalid
az: Faylın məzmumu səhvdir
bn: ফাইল অবৈধ
bs: Sadržaj datoteke nije važeći
ckb: پێکهاتەکانی فایل نادروستە
de: Inhalt der Datei ungültig
es: Contenido de archivo invalido
fa: محتوای فایل نامعتبر است
fr: Contenu du fichier invalide
id: Isi file tidak terbaca
it: Contenuto file invalido
ru: Недопустимое содержимое файла
sq: Përmbajtja e pavlefshme e skedes
th: เนื้อหาไฟล์ไม่ถูกต้อง
tl: Di-wasto ang nilalaman ng file
tr: Dosya içeriği geçersiz
uz: Fayl matnida xato bor
zh: 文件内容无效

# imported
source: Successfully imported!
az: Uğurla idxal edildi!
bn: সফলভাবে আনা হয়েছে
bs: Uspješno ubačeno!
ckb: بەسەرکەوتوویی هێنرا!
de: Erfolgreich importiert!
es: Importado exitosamente!
fa: با موفقیت وارد شد!
fr: Importé avec succès!
id: Pengambilan Berhasil
it: Importato con successo!
ru: Успешно импортировано!
sq: Importuar me sukses!
th: การนำเข้าสำเร็จแล้ว!
tl: Matagumpay na inangkat!
tr: Başarıyla içe aktarıldı!
uz: Muvaffaqiyatli yuklandi!
zh: 导入成功！！

source: Mushaf
bn: মুসহাফ
ckb: موسحەف
fa: مصحف
ru: Мусхаф
th: มุสฮัฟ
uz: Mus\'xaf
zh: 穆沙发

# click_more
source: Click for More
az: Davam etək üçün seçin
bn: আরো জানতে এখানে ক্লিক করুন
bs: Klikni za više
ckb: پەنجەی پێدابنێ بۆ زیاتر
de: Klick für mehr
es: Más
fa: برای بیشتر کلیک کنید
fr: Cliquer pour plus de détails
id: Klik untuk Uraian
it: Clicca per altro
ru: Нажмите чтобы продолжить
sq: Klikoni për më shumë
th: กดเพื่อดูเพิ่มเติม
tl: I-klik para sa mas marami pa
tr: Devamı için tıklayın
uz: Ko\'proq ma\'lumot uchun bosing
zh: 更多请点击

source: Sync Online
az: Onlayn sinxronizasiya
bn: অনলাইন সিঙ্ক করুন
bs: Sinhroniziraj online
ckb: هاوکاتکردنی سەرهێڵ
de: Online synchronisieren
es: Sincronizar en línea
fa: همگام‌سازی آنلاین
fr: Synchroniser en ligne
id: Penyelarasan Daring
it: Sincronizzazione Online
ru: Синхронизация онлайн
sq: Përditëso Online
th: เชื่อมต่อข้อมูลออนไลน​์
tl: I-sync onlayn
tr: Çevrimiçi Senkronize Et
tt: Онлайн яңарту
uz: Onlayn sinxronlash
zh: 在线同步

source: Update
bn: আপডেট
bs: Ažuriranje
ckb: نوێکردنەوە
de: AKTUALISIERUNG
es: Actualización
fa: بروزرسانی
fr: Mettre à jour
id: Perbarui
it: Aggiorna
ru: Обновление
sq: Përditëso
th: อัพเดท
tl: Apdeyt
tr: GÜNCELLEME
uz: Yangilash

source: Add Note
bn: নোট করুন
bs: Dodaj bilješku
ckb: زیادکردنی تێبینی
de: Notiz hinzufügen
es: Adicionar nota
fa: افزودن یادداشت
fr: Ajouter une note
id: Tambahkan Catatan
it: Aggiungi nota
ru: Добавить заметку
sq: Shto Shënim
th: เพิ่มโน้ต
tl: Magtala
tr: Not ekle
uz: Qayd qo\'shish
zh: 添加笔记

source: Exact Word match
bn: হুবহু শব্দমিল
bs: Tačno podudaranje riječi
ckb: وەکو هەمان ووشە
de: Exakte Wortübereinstimmung
es: Buscar solo esta palabra
fa: مطابقت دقیق با واژه
fr: Correspondance exacte au mot
id: Huruf yang Cocok
it: Corrispondenza esatta della Parola
ru: Точное совпадение слова
sq: Hasja e saktë e Fjalës
th: ตรงกับคำที่แน่นอน
tl: Eksaktong tugma ng kataga
tr: Tam Kelime eşleşmesi
uz: So\'zga to\'liq muvofiq
zh: 准确词语匹配

source: Suggestion
bn: সাজেশন
bs: Prijedlog
ckb: پێشنیار
de: Vorschlag
es: Sugerencia
fa: پیشنهاد
id: Saran
it: Suggerimento
ru: Пожелание
sq: Këshillë
th: คำแนะนำ
tl: Mungkahi
tr: Öneri
uz: Taklif
zh: 建议

source: Comment
bn: কমেন্ট
bs: Komentar
ckb: لێدوان
de: Kommentar
es: Comentario
fa: نظر
fr: Commentaire
id: Komentar
it: Commento
ru: Комментарий
sq: Koment
th: ความคิดเห็น
tl: Komento
tr: Yorum Yap
uz: Mulohaza
zh: 评论

# minutes_left
source: %1$d minutes
bn: %1$d মিনিট
bs: %1$d minuta
ckb: %1$d خولەك
de: %1$d minuten
es: %1$d minutos
fa: %1$d دقیقه‌ها
id: %1$d menit
it: %1$d minuti
ru: %1$d минут ·
sq: %1$d minuta
th: %1$d นาที
tl: %1$d mga minuto·
tr: %1$d dakikalar
uz: %1$d daqiqalar
zh: %1$d 分钟

# minute_left
source: %1$d minute
bn: %1$d মিনিট
bs: %1$d minut
ckb: %1$d خولەك
de: %1$d minuten
es: %1$d minuto
fa: %1$d دقیقه
id: %1$d menit
it: %1$d minuto
ru: %1$d минут ·
sq: %1$d minutë
th: %1$d นาที
tl: %1$d minuto
tr: %1$d dakika
uz: %1$d daqiqa
zh: %1$d 分钟

# less_than_minute
source: Less than a minute
bn: এক মিনিটের চেয়ে কম
bs: Manje od minute
ckb: کەمتر لە خولەکێک
de: weniger als eine Minute
es: Menos de un minuto
fa: کمتر از یک دقیقه
fr: Moins d\'une minute
id: Kurang dari satu menit
it: Meno di un minuto
ru: Менее минуты ·&#160
sq: Më pak se një minutë
th: น้อยกว่าหนึ่งนาที
tl: Mas maikli kaysa sa isang minuto
tr: Bir dakikadan az
uz: Bir daqiqadan kam
zh: 少于一分钟

# pref_font_size
source: Font Size
bn: ফন্ট আকার
bs: Veličina slova
ckb: قەبارەی فۆنت
de: Schriftgröße
es: Tamaño de fuente
fa: اندازه قلم
fr: Taille de caractère
id: Ukuran Font
it: Grandezza Caratteri
ru: Размер шрифта
sq: Përmasa e gërmave
th: ขนาดฟ้อนต์
tl: Laki ng Font
tr: Yazı Boyutu
uz: Shrift hajmi
zh: 字体大小

# none_text
source: None
bn: কোনটিই নয়
bs: Nijedan
ckb: هیچیان
de: Keins
es: Ninguno
fa: هیچ‌یک
fr: Aucun
id: Tidak ada
it: Nessuna
ru: Пусто
sq: Asnjë
th: ไม่มี
tl: Wala
tr: Hiçbiri
uz: Hech biri
zh: 无

# sign_out
source: Log Out
bn: লগ আউট
bs: Odjava
ckb: دەرچون
de: Abmeldung
es: Finalizar sesión
fa: خروج
fr: Déconnexion
id: Keluar
it: Disconnettersi
ru: Выйти
sq: Dalje
th: ออกจากระบบ
tl: mag-Log out
tr: Çıkış Yap
uz: Chiqish
zh: 退出

# download_app_needed
source: Need to download app for this
bn: এর জন্য অ্যাপ ডাউনলোড করতে হবে
bs: Potrebno je da preuzmete aplikaciju za ovo
ckb: پێویستە بەرنامە دابگریت بۆ ئەمە
de: Man muss die App dafür runterladen
es: Necesitas descargar la App
fa: نیاز به بارگیری برنامه هست برای این
fr: Téléchargement de l\'application requise pour ceci
id: Perlu mengunduh aplikasi dulu
it: Devi scaricare l\'app per questo
ps: ددې لپاره د اپلیکیشن ډونلوډ کولو ته اړتیا لرئ
ru: Для этого необходимо загрузить приложение
sq: Nevojitet shkarkimi i aplikacionit
th: จำเป็นต้องดาวน์โหลดแอพสำหรับสิ่งนี้
tl: Kailangang i-download ang App para dito
tr: Bunun için uygulamayı indirmeniz gerekiyor
uz: Buning uchun ilovani yuklash kerak
zh: 此功能需下载应用软件

# say_in_arabic
source: Say something in Arabic
bn: আরবিতে কিছু বলুন
bs: Recite nešto na arapskom
ckb: هەندێ شت بڵێ بە عەرەبی
de: Sag etwas auf Arabisch
es: Dí algo en árabe
fa: چیزی به عربی بگویید
fr: Dîtes quelque chose en arabe
id: "Bicara sesuatu dengan bahasa Arab "
it: Pronuncia qualcosa in Arabo
ru: Скажите, что-то на арабском
sq: Thuaj diçka në arabisht
th: พูดบางสิ่งเป็นภาษาอาหรับ
tl: Magsabi ng kahit ano sa Arabik
tr: Arapça bir şey söyle
uz: Arabchada biror nima ayting
zh: 请用阿拉伯语讲两句话

# saved_in_download_folder
source: Backup %1$s saved in the download folder!
bn: "ডাউনলোড করা ফোল্ডার আ ব্যাকআপ %1$sসংরক্ষিত আছে "
bs: Sigurnosna kopija %1$s spašena u folder preuzimanja!
ckb: پاشەکەوتی %1$s پارێزرا لە فۆڵدەری داگرتنەکان!
de: Sicherung %1$s gespeichert im Download-Ordner!
es: ¡Backup %1$s guardado en el folder de descargas!
fa: نسخه پشتیبانی %1$ذخیره شد در پوشه بارگیریs!
fr: %1$s sauvegardé dans le répertoire de téléchargement!
id: Cadangan %1$s tersimpan di dalam folder unduhan
it: Backup %1$s salvato nella cartella di download!
ru: Резервная копия %1$s сохранена в папке для загрузок!
sq: Në dosjen e shkarkimit, Rikthimi u ruajt %1$s !
th: การสำรองข้อมูล %1$s ถูกบันทึกไว้ในโฟลเดอร์ดาวน์โหลด!
tl: Bak-up %1$s ay naka-save sa download folder!
tr: yedek %1$s indirme klasörüne kaydedildi!
uz: Yuklab olish papkasiga %1$s zaxira nusxasi saqlandi!
zh: 已备份 %1$s 存储到下载文件夹中!

source: New Version Available
bn: " নতুন সংস্করণ পাওয়া যাবে "
bs: Dostupna je nova verzija
ckb: وەشانی نوێ بەردەستە
de: Neue Version verfügbar
es: Nueva versíon disponible
fa: نسخه جدید موجود است
fr: Nouvelle version disponible
id: Versi Baru Tersedia
it: Nuova versione disponibile
sq: Një Version i ri është gati
th: เวอร์ชั่นใหม่พร้อมแล้ว
tl: May Bagong Bersiyon
tr: Yeni Sürüm Mevcut
uz: Yangi versiyasi mavjud
zh: 有新版本
