Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# string-array.sura_translation.item_100
source: The Calamity
az: Qariə
bn: মহাসংকট
bs: Smak svijeta
ckb: سورة القارعة
de: Das Verhängnis
es: El evento repentino
fa: القارعة
fr: Le Fracas
id: Hari Kiamat, Yang Mengguncang Keras
it: La Percotente
kk: Қариʼа
ru: Поражающее
sq: Fatkeqësia
th: พิบัติภัย (อัลกอริอะฮ์)
tl: Ang Kasamaang-palad
tr: Şiddetli ses
uz: Qoriʼa
zh: 大难

# string-array.sura_translation.item_101
source: Competition
az: Təkasur
bn: প্রাচুর্যের প্রতিযোগিতা
bs: Nadmetanje
ckb: سورة التكاثر
de: Die Vermehrung; das Streben nach Mehr
es: El afán de tener más y más
fa: التكاثر
fr: La Course Aux Richesses
id: Bermegah-megahan
it: Il Rivaleggiare
kk: Тәкәсур
ru: Страсть к приумножению
sq: Garimi
th: การสะสม
tl: Ang Paligsahan
tr: Çoğalma yarışı
uz: Takasur
zh: 竞赛富庶

# string-array.sura_translation.item_102
source: The Declining Day, Epoch
az: Əsr
bn: সময়
bs: Vrijeme
ckb: سورة العصر
de: Das Zeitalter; die Zeit; der Nachmittag
es: El tiempo
fa: العصر
fr: Le Temps
id: Masa, Waktu Petang
it: Il Tempo
kk: ʼАср
ru: Предвечернее время
sq: Dita në rënie, Epoka
th: กาลเวลา
tl: Ang Lumulubog Na Araw, Ang Panahon
tr: Zaman, çağ
uz: Asr
zh: 时光

# string-array.sura_translation.item_103
source: The Traducer
az: Huməzə
bn: পরনিন্দাকারী
bs: Klevetnik
ckb: سورة الهمزة
de: Der Stichler (der mit der Rede verleumdet)
es: El difamador
fa: الهمزة
fr: Les Calomniateurs
id: Pengumpat
it: Il Diffamatore
kk: Һумәзә
ru: Хулитель
sq: Tregtari
th: ผู้นินทา
tl: Ang Maninirang-puri
tr: Dedikoducu
uz: Humaza
zh: 诽谤者

# string-array.sura_translation.item_104
source: The Elephant
az: Fil
bn: হাতি
bs: Slon
ckb: سورة الفيل
de: Der Elefant
es: El Elefante
fa: الفيل
fr: L\'Éléphant
id: Gajah
it: L\'Elefante
kk: Фил
ru: Слон
sq: Elefanti
th: ช้าง
tl: Ang Elepante
tr: Fil
uz: Fil
zh: 象

# string-array.sura_translation.item_105
source: Quraish
az: Qureyş
bn: কুরাইশ গোত্র
bs: Kurejšije
ckb: سورة قريش
de: Die Quraisch (arab. Stamm)
es: La tribu de Quraish
fa: قريش
fr: Quraïsh
id: Suku Quraisy
it: I Coreisciti
kk: Қурәиш
ru: Курайшиты
sq: Kurejshit
th: ชาวกุเรช
tl: Tribung Quraysh
tr: Kureyş
uz: Quraysh
zh: 古来氏

# string-array.sura_translation.item_106
source: Almsgiving
az: Maun
bn: সাহায্য সহায়তা
bs: Davanje u naruč
ckb: سورة الماعون
de: Die Hilfeleistung
es: La ayuda mínima
fa: الماعون
fr: L\'ustensile
id: Bantuan Yang Berguna
it: L\'Utensile
kk: Мәʼун
ru: Подаяние
sq: Dhënësi i lëmoshës
th: การช่วยเหลือ
tl: Ang Pagbibigay-tulong
tr: Yardımlaşma
uz: Moʼun
zh: 什物

# string-array.sura_translation.item_107
source: Abundance
az: Kovsər
bn: কাউসার/প্রাচুর্য
bs: Mnogo dobro
ckb: سورة الكوثر
de: Die Überfülle; der Überfluss
es: La abundancia
fa: الكوثر
fr: L\'Abondance
id: Nikmat Yang Banyak
it: L\'Abbondanza
kk: Кәусәр
ru: Изобилие
sq: Begatia
th: ความจำเริญที่มากมาย
tl: Ang Kasaganaan
tr: Bolca güzellik
uz: Kavsar
zh: 多福

# string-array.sura_translation.item_108
source: The Disbelievers
az: Kafirun
bn: অবিশ্বাসী
bs: Nevjernici
ckb: سورة الكافرون
de: Die Ungläubigen
es: Los Incrédulos
fa: الكافرون
fr: Les Infidèles
id: Orang-orang Kafir
it: I Miscredenti
kk: Кафирун
ru: Неверные
sq: Jobesimtarët
th: บรรดาผู้ปฏิเสธศรัทธา
tl: Ang Mga Di-mananampalataya
tr: İnkarcılar
uz: Kofirun
zh: 不信道的人们

# string-array.sura_translation.item_109
source: Divine Support
az: Nəsr
bn: সাহায্য
bs: Pomoć
ckb: سورة النصر
de: Die Hilfe
es: El socorro
fa: النصر
fr: Le Secours
id: Pertolongan
it: L\'Ausilio
kk: Наср
ru: Помощь
sq: Mbështetja Hyjnore
th: ความช่วยเหลือ
tl: Ang Banal Na Tulong
tr: Allahın yardımı
uz: Nasr
zh: 援助

# string-array.sura_translation.item_110
source: The Palm Fibre
az: Məsəd
bn: খেজুরের পাকানো (রশি)
bs: Plamen
ckb: سورة المسد
de: Die Palmfasern
es: Las fibras de palmera
fa: المسد
fr: Les Fibres
id: Tali Sabut Yang Dipintal
it: Le Fibre di Palma
kk: Тәббәт
ru: Пальмовые волокна
sq: Litari i Palmës
th: ใยอินทผลัม
tl: Ang Hibla Ng Palmera
tr: Bükülmüş ip
uz: Masad
zh: 火焰

# string-array.sura_translation.item_111
source: Sincerity
az: İxlas
bn: আন্তরিকতা
bs: Iskrenost
ckb: سورة الإخلاص
de: Die Aufrichtigkeit
es: El monoteísmo puro
fa: اﻹخلاص
fr: Le Monothéisme Pur
id: Pemurnian Keesaan Allah
it: Il Puro Monoteismo
kk: Ихлас
ru: Искренность
sq: Sinqeriteti
th: ความจริงใจ
tl: Ang Kadalisayan
tr: Özgüleme
uz: Ixlos
zh: 忠诚

# string-array.sura_translation.item_112
source: The Dawn
az: Fələq
bn: নিশিভোর
bs: Svitanje
ckb: سورة الفلق
de: Der Tagesanbruch; das Morgengrauen
es: El Amanecer
fa: الفلق
fr: L\'Aube Naissante
id: Waktu Shubuh
it: L\'Alba
kk: Фәләқ
ru: Рассвет
sq: Agimi
th: รุ่งอรุณ
tl: Ang Madaling Araw
tr: Açılma
uz: Falaq
zh: 曙光

# string-array.sura_translation.item_113
source: Mankind
bn: মানুষ জাতি
bs: Ljudi
ckb: سورة النّاس
de: Die Menschen
es: Los seres humanos
fa: الناس
fr: Les Hommes
id: Manusia
it: Gli Uomini
kk: Нас
ru: Люди
sq: Njerëzit
th: มนุษย์
tl: Ang Sangkatauhan
tr: İnsanlar
uz: Nos
zh: 世人

# string-array.sura_transliteration.item_0
source: Al-Fatihah
bn: আল-ফাতিহা
bs: Al-Fatiha
ckb: سورة الفاتحة
de: Al-Fātiḥah
fa: فاتحه
it: Al-Fâtiha
ru: Аль-Фатиха
th: อัล-ฟาติหะฮฺ
tr: El-Fatiha
uz: Fotiha
zh: 法提哈

# string-array.sura_transliteration.item_1
source: Al-Baqarah
bn: আল-বাকারাহ
bs: Al-Baqara
ckb: سورة البقرة
fa: بقره
ru: Аль-Бакара
th: อัล-บะเกาะเราะฮฺ
tr: El-Bakara
uz: Baqara
zh: 巴格勒

# string-array.sura_transliteration.item_2
source: Aal-e-Imran
bn: আলি ‘ইমরান
ckb: سورة آل عمران
de: Āl ʿImrān
es: Aal Imran
fa: آل عمران
fr: Aali-Imran
id: Aali-Imran
ru: Аль Имран
th: อาละอิมรอน
tl: Ali \'Imran
tr: Al-i-imran
uz: Oli Imron
zh: 阿黎仪姆兰

# string-array.sura_transliteration.item_3
source: An-Nisa\'
bn: আন নিসা
ckb: سورة النساء
de: An-Nisāʾ
fa: نساء
ru: Ан-Ниса
th: อัน-นิซาอฺ
tr: En-Nisa\'
uz: Niso
zh: 尼萨仪

# string-array.sura_transliteration.item_4
source: Al-Ma\'idah
bn: আল-মা’ইদাহ
bs: Al-Ma\'ida
ckb: سورة المائدة
de: Al-Māʾidah
fa: مائده
ru: Аль-Ма\'ида
th: อัล-มาอิดะฮฺ
tr: El-Ma\'ideh
uz: Moida
zh: 马以代

# string-array.sura_transliteration.item_5
source: Al-An\'am
bn: আল-আন‘আম
ckb: سورة الأنعام
de: Al-Anʿām
fa: انعام
ru: Аль-Ан\'ам
th: อัล-อันอาม
tr: El-An\'am
uz: An\'om
zh: 艾奈阿姆

# string-array.sura_transliteration.item_6
source: Al-A\'raf
bn: আল-আ‘রাফ
ckb: بەرزایی
de: Al-Aʿrāf
fa: اعراف
ru: Аль-А\'раф
th: อัล-อะอฺรอฟ
tr: El-A\'raf
uz: A\'rof
zh: 艾耳拉弗

# string-array.sura_transliteration.item_7
source: Al-Anfal
bn: আল-আনফাল
ckb: ئەنفال
de: Al-Anfāl
fa: انفال
ru: Аль-Анфаль
th: อัล-อันฟาล
tr: El-Anfal
uz: Anfol
zh: 安法勒

# string-array.sura_transliteration.item_8
source: At-Taubah
bn: আত-তাওবাহ
bs: At-Tawba
ckb: پەشیمانی
de: At-Tauwbah
fa: توبه
fr: At-Tawbah
ru: Ат-Тауба
th: อัต-เตาบะฮฺ
tl: At-Tawbah
tr: Et-Tevbe
uz: Tavba
zh: 讨白

# string-array.sura_transliteration.item_9
source: Yunus
bn: ইউনুস
ckb: یونس
de: Yūnus
fa: یونس
ru: Йунус
th: ยูนุส
zh: 优努斯

# string-array.sura_transliteration.item_10
source: Hud
bn: হুদ
ckb: هود
de: Hūd
fa: هود
ru: Худ
th: ฮูด
zh: 呼德

# string-array.sura_transliteration.item_11
source: Yusuf
bn: ইউসুফ
ckb: یوسف
de: Yūsuf
fa: یوسف
ru: Йусуф
th: ยูซุฟ
zh: 优素福

# string-array.sura_transliteration.item_12
source: Ar-Ra\'d
bn: রা’দ
ckb: هەورە بروسکە
de: Ar-Raʿd
fa: رعد
ru: Ар-Ра\'д
th: อัร-เราะอฺดฺ
tr: Er-Ra\'d
uz: Ra\'d
zh: 赖尔得

# string-array.sura_transliteration.item_13
source: Ibrahim
bn: ইবরাহীম
ckb: ئیبراهیم
de: Ibrāhīm
fa: ابراهیم
ru: Ибрахим
th: อิบรอฮีม
uz: Ibrohim
zh: 易卜拉欣

# string-array.sura_transliteration.item_14
source: Al-Hijr
bn: আল-হিজ্‌র
bs: Al-Higr
ckb: بەردەڵان
de: Al-Ḥiǧr
es: Al-Hiyr
fa: هجر
ru: Аль-Хиджр
th: อัล-ฮิจรฺ
tr: El-Hicr
uz: Hijr
zh: 希只尔

# string-array.sura_transliteration.item_15
source: An-Nahl
bn: আন-নাহ্‌ল
ckb: هەنگ
de: An-Naḥl
fa: نحل
ru: Ан-Нахль
th: อัน-นะหฺลฺ
tr: En-Nehl
uz: Nahl
zh: 奈哈勒

# string-array.sura_transliteration.item_16
source: Al-Isra\'
bn: বানু ইসরাঈল
ckb: گەشتی شەو
de: Al-Isrāʾ
fa: اسراء
ru: Аль-Исра\'
th: อัล-อิสรออฺ
tr: El-isra\'
uz: Isro
zh: 伊斯拉

# string-array.sura_transliteration.item_17
source: Al-Kahf
bn: আল-কাহ্‌ফ
ckb: ئەشکەوت
fa: کهف
id: Al-Kahfi
ru: Аль-Кахф
th: อัล-กะฮฺฟฺ
tr: El-Kehf
uz: Kahf
zh: 凯海府

# string-array.sura_transliteration.item_18
source: Maryam
bn: মারইয়াম
ckb: مەریەم
es: Mariam
fa: مریم
ru: Марйам
th: มัรยัม
tr: Meryem
zh: 麦尔彦

# string-array.sura_transliteration.item_19
source: Ta Ha
bn: তাহা
ckb: تەها
de: Ṭā-Hā
fa: طه
id: Thaa Ha
ru: Та Ха
th: ฏอฮา
uz: Toho
zh: 塔哈

# string-array.sura_transliteration.item_20
source: Al-Anbiya
bn: আল-আম্বিয়া
ckb: پێغەمبەران
de: Al-Anbiyāʾ
es: Al-Anbia
fa: انبیاء
ru: Аль-Анбийа\'
th: อัล-อัมบิยาอฺ
tr: El-Enbiya
uz: Anbiyo
zh: 安比雅

# string-array.sura_transliteration.item_21
source: Al-Hajj
bn: আল-হাজ্জ
bs: Al-Hagg
ckb: حەج
de: Al-Ḥaǧǧ
es: Al-Hayy
fa: حج
ru: Аль-Хадж
th: อัล-ฮัจยฺ
tr: El-Hac
uz: Haj
zh: 哈只

# string-array.sura_transliteration.item_22
source: Al-Mu\'minun
bn: আল-মু’মিনূন
ckb: باوەڕدارن
de: Al-Muʾminūn
fa: مؤمنون
ru: Аль-Му\'минун
th: อัล-มุอฺมินูน
tr: E-Mu\'minun
uz: Mu\'minun
zh: 慕米农

# string-array.sura_transliteration.item_23
source: An-Nur
bn: আন-নূর
ckb: ڕووناکی
de: An-Nūr
fa: نور
ru: Ан-Нур
th: อัน-นูรฺ
tr: En-Nur
uz: Nur
zh: 努尔

# string-array.sura_transliteration.item_24
source: Al-Furqan
bn: আল-ফুরকান
ckb: پێوانە
de: Al-Furqān
fa: فرقان
ru: Аль-Фуркан
th: อัล-ฟุรกอน
tr: El-Furqan
uz: Furqon
zh: 弗尔干

# string-array.sura_transliteration.item_25
source: Ash-Shu\'ara\'
bn: আশ-শু‘আরা
bs: Ash-Šu\'ara\'
ckb: شاعیر
de: Aš-Šuʿarāʾ
fa: شوراء
id: Asy-Syu\'ara\'
ru: Аш-Шу\'ара\'
th: อัช-ชุอะรออฺ
tr: Eş-Şu\'ara\'
uz: Shuaro
zh: 抒尔拉

# string-array.sura_transliteration.item_26
source: An-Naml
bn: আন-নাম্‌ল
ckb: مێروولە
fa: نمل
ru: Ан-Намль
th: อัน-นัมลฺ
tr: En-Neml
uz: Naml
zh: 奈木勒

# string-array.sura_transliteration.item_27
source: Al-Qasas
bn: আল-কাসাস
ckb: چیرۆک
de: Al-Qaṣaṣ
fa: قصص
ru: Аль-Касас
th: อัล-เกาะศ็อศ
tr: El-Qasas
uz: Qasas
zh: 改赛素

# string-array.sura_transliteration.item_28
source: Al-\'Ankabut
bn: আল-আনকাবূত
ckb: جاڵجاڵۆکە
de: Al-ʿAnkabūt
fa: عنکبوت
ru: Аль-А\'нкабут
sq: Merimanga
th: อัล-อังกะบูต
tr: El-\'Ankebut
uz: Ankabut
zh: 安凯逋特

# string-array.sura_transliteration.item_29
source: Ar-Rum
bn: আর-রূম
ckb: ڕۆم
de: Ar-Rūm
fa: روم
ru: Ар-Рум
sq: Romakët
th: อัรฺรูม
tr: Er-Rum
uz: Rum
zh: 鲁姆

# string-array.sura_transliteration.item_30
source: Luqman
bn: লুকমান
ckb: لوقمان
de: Luqmān
fa: لقمان
ru: Лукман
sq: Lukmani
th: ลุกมาน
uz: Luqmon
zh: 鲁格曼

# string-array.sura_transliteration.item_31
source: As-Sajdah
bn: আস-সিজদাহ
bs: As-Sagda
ckb: سوژدە
de: As-Saǧdah
es: As-Saydah
fa: سجده
ru: Ас-Саджда
th: อัซ-ซัจญดะฮฺ
tr: Es-Secde
uz: Sajda
zh: 赛直德

# string-array.sura_transliteration.item_32
source: Al-Ahzab
bn: আল-আহযাব
ckb: تیرە
de: Al-Aḥzāb
fa: احزاب
ru: Аль-Ахзаб
th: อัล-อะหฺซาบ
tr: El-Ahzab
uz: Ahzob
zh: 艾哈萨布

# string-array.sura_transliteration.item_33
source: Saba\'
bn: সাবা
ckb: شەبا
de: Sabaʾ
fa: سباء
ru: Саба\'
th: สะบะอฺ
tr: Sebe
zh: 赛伯邑

# string-array.sura_transliteration.item_34
source: Fatir
bn: ফাতির
ckb: داهێنەر
de: Fāṭir
fa: فاطر
id: Fathir
ru: Фатыр
th: ฟาฏิร
tr: Fatır
uz: Fotir
zh: 法颓尔

# string-array.sura_transliteration.item_35
source: Ya Sin
bn: ইয়াসীন
ckb: یاسین
de: Yā-Sīn
fa: یس
ru: Йа Син
th: ยาซีน
uz: Yosin
zh: 雅辛

# string-array.sura_transliteration.item_36
source: As-Saffat
bn: আস-সাফফাত
ckb: پلەداران
de: Aṣ-Ṣāffāt
fa: صافات
id: Ash-Shaffat
ru: Ас-Саффат
th: อัศ-ศ็อฟฟาต
tr: Es-Saffat
uz: Soffot
zh: 萨法特

# string-array.sura_transliteration.item_37
source: Sad
bn: সাদ
ckb: ساد
de: Ṣād
fa: صاد
id: Shad
ru: Сад
th: ศอด
uz: Sod
zh: 萨德

# string-array.sura_transliteration.item_38
source: Az-Zumar
bn: আয-যুমার
ckb: قەرەباڵغ
fa: زمر
ru: Аз-Зумар
th: อัซ-ซุมัร
tr: Ez-Zumer
uz: Zumar
zh: 助迈尔

# string-array.sura_transliteration.item_39
source: Ghafir
bn: গাফির
ckb: لێخۆشبوو
de: Ġāfir
es: Gafir
fa: غافر
ru: Гафир
th: ฆอฟิร
tr: Ğafir
uz: G\'ofir
zh: 阿斐尔

# string-array.sura_transliteration.item_40
source: Fussilat
bn: ফুসসিলাত (হা-মীম সিজদাহ)
ckb: سورة فصّلت
de: Fuṣṣilat
fa: فصلت
id: Fushshilat
ru: Фуссилят
th: ฟุศศิลัต
tr: Fussilet
zh: 奉绥来特

# string-array.sura_transliteration.item_41
source: Ash-Shura
bn: আশ-শুরা
bs: Aš-Šura
ckb: سورة الشورى
de: Aš-Šūrā
fa: شوراء
id: Asy-Syura
ru: Аш-Шура
th: อัซ-ซูรอ
tr: Eş-şura
uz: Sho\'ro
zh: 舒拉

# string-array.sura_transliteration.item_42
source: Az-Zukhruf
bn: আয-যুখরুফ
bs: Az-Zuhruf
ckb: سورة الزخرف
de: Az-Zuḫruf
es: Az-Zujruf
fa: زخرف
ru: Аз-Зухруф
th: อัซ-ซุครุฟ
tr: Ez-Zuhruf
uz: Zuxruf
zh: 助赫鲁弗

# string-array.sura_transliteration.item_43
source: Ad-Dukhan
bn: আদ-দুখান
bs: Ad-Duhan
ckb: سورة الدّخان
de: Ad-Duḫān
es: Ad-Dujan
fa: دخان
id: Ad-Dukhkhan
ru: Ад-Духан
th: อัด-ดุคอน
tr: Ed-Duhan
uz: Duxon
zh: 睹罕

# string-array.sura_transliteration.item_44
source: Al-Jasiyah
bn: আল-জাসিয়া
bs: Al-Gasiya
ckb: سورة الجاثية
de: Al-Ǧāṯiyah
es: Al-Yasiah
fa: جاثیه
id: Al-Jatsiyah
ru: Аль-Джасийа
th: อัล-ญาซียะอฺ
tl: Al-Jathiyah
tr: Al-casiyah
uz: Josiya
zh: 查西叶

# string-array.sura_transliteration.item_45
source: Al-Ahqaf
bn: আল-আহকাফ
ckb: سورة الأحقاف
de: Al-Aḥqāf
fa: احقاف
ru: Аль-Ахкаф
th: อัล-อะฮฺก็อฟ
tr: El-Ahqaf
uz: Ahqof
zh: 艾哈嘎弗

# string-array.sura_transliteration.item_46
source: Muhammad
bn: মুহাম্মাদ
ckb: سورة محمد
de: Muḥammad
fa: محمد
ru: Мухаммад
th: มูฮัมหมัด
tr: Muhammed
zh: 穆罕默德

# string-array.sura_transliteration.item_47
source: Al-Fath
bn: আল-ফাত্‌হ
ckb: سورة الفتح
de: Al-Fatḥ
fa: فتح
ru: Аль-Фатх
th: อัล-ฟัตฮฺ
tr: El-feth
uz: Fath
zh: 费特哈

# string-array.sura_transliteration.item_48
source: Al-Hujurat
bn: আল-হুজরাত
bs: Al-Hugurat
ckb: سورة الحجرات
de: Al-Ḥuǧurāt
es: Al-Huyurat
fa: حجرات
ru: Аль-Худжурат
th: อัล-หุญร๊อต
tr: El-Hucurat
uz: Hujurot
zh: 侯主拉特

# string-array.sura_transliteration.item_49
source: Qaf
bn: কাফ
ckb: سورة ق
de: Qāf
fa: قاف
ru: Каф
th: ก็อฟ
tr: Kaf
uz: Qof
zh: 戛弗

# string-array.sura_transliteration.item_50
source: Adh-Dhariyat
bn: আয-যারিয়াত
bs: Adh-Dariyat
ckb: سورة الذاريات
de: Aḏ-Ḏāriyāt
es: Adh-Dhariat
fa: ذاریات
id: Adz-Dzariyat
ru: Аз-Зарийат
th: อัซ-ซาริยาต
tr: Az-zariyat
uz: Zoriyot
zh: 达理雅特

# string-array.sura_transliteration.item_51
source: At-Tur
bn: আত-তূর
ckb: سورة الطور
de: Aṭ-Ṭūr
fa: طور
id: Ath-Thur
ru: Ат-Тур
th: อัฎ-ฏูร
tr: Et-Tur
uz: Tur
zh: 突尔

# string-array.sura_transliteration.item_52
source: An-Najm
bn: আন-নাজ্‌ম
bs: An-Nagm
ckb: سورة النجم
de: An-Naǧm
es: An-Naym
fa: نجم
ru: Ан-Наджм
th: อัน-นัจมฺ
tr: En-Necm
uz: Najm
zh: 奈智姆

# string-array.sura_transliteration.item_53
source: Al-Qamar
bn: আল-কামার
ckb: سورة القمر
fa: قمر
ru: Аль-Камар
th: อัล-เกาะมัร
tr: El-Qamer
uz: Qamar
zh: 改买尔

# string-array.sura_transliteration.item_54
source: Ar-Rahman
bn: আর-রহমান
ckb: سورة الرحمن
de: Ar-Raḥmān
fa: رحمان
ru: Ар-Рахман
th: อัร-รอหฺมาน
tr: Er-Rahman
uz: Ar-Rahmon
zh: 安赖哈曼

# string-array.sura_transliteration.item_55
source: Al-Waqi\'ah
bn: আল-ওয়াকিয়া
bs: Al-Waqi\'a
ckb: سورة الواقعة
de: Al-Wāqiʿah
fa: واقعه
ru: Аль-Ваки\'а
th: อัล-วากิอะฮฺ
tr: El-vaqi\'ah
uz: Voqea
zh: 瓦格尔

# string-array.sura_transliteration.item_56
source: Al-Hadid
bn: আল-হাদীদ
ckb: سورة الحديد
de: Al-Ḥadīd
fa: حدید
ru: Аль-Хадид
th: อัล-หะดีด
tr: El-Hadid
uz: Hadid
zh: 哈迪德

# string-array.sura_transliteration.item_57
source: Al-Mujadila
bn: আল-মুজাদালাহ
bs: Al-Mugadala
ckb: سورة المجادلة
de: Al-Muǧādalah
es: Al-Muyadila
fa: مجادله
id: Al-Mujadilah
ru: Аль-Муджадила
th: อัล-มุญาดะละฮฺ
tl: Al-Mujadilah
tr: El-Mucadila
uz: Mujodala
zh: 姆查衣赖

# string-array.sura_transliteration.item_58
source: Al-Hashr
bn: আল-হাশ্‌র
bs: Al-Hašr
ckb: سورة الحشر
de: Al-Ḥašr
fa: حشر
id: Al-Hasyr
ru: Аль-Хашр
th: อัล-หัซรฺ
tr: El-Haşr
uz: Hashr
zh: 哈什尔

# string-array.sura_transliteration.item_59
source: Al-Mumtahanah
bn: আল-মুমতাহিনা
bs: Al-Mumtahina
ckb: سورة الممتحنة
de: Al-Mumtaḥinah
fa: ممتحنه
ru: Аль-Мумтахана
th: อัล-มุมตะฮินะฮฺ
tr: El-Mumtahana
uz: Mumtahana
zh: 慕姆太哈奈

# string-array.sura_transliteration.item_60
source: As-Saf
bn: আস-সফ
bs: As-Saff
ckb: سورة الصف
de: Aṣ-Ṣaff
fa: صف
id: As-Shaf
ru: Ас-Сафф
th: อัศ-ศ็อฟ
tr: Es-Saf
uz: Saf
zh: 蒜弗

# string-array.sura_transliteration.item_61
source: Al-Jumu\'ah
bn: আল-জুমু‘আহ
bs: Al-Gumu\'a
ckb: سورة الجمعة
de: Al-Ǧumʿah
es: Al-Yumu\'ah
fa: جمعه
ru: Аль-Джуму\'а
th: อัล-ญุมุอะฮฺ
tr: El-cum\'a
uz: Jum\'a
zh: 主麻

# string-array.sura_transliteration.item_62
source: Al-Munafiqun
bn: আল-মুনাফিকূন
ckb: سورة المنافقون
de: Al-Munāfiqūn
fa: منافقین
ru: Аль-Мунафикун
th: อัล-มุนาฟิกูน
tr: El-Munafiqun
uz: Munofiqun
zh: 莫拿非恭

# string-array.sura_transliteration.item_63
source: At-Taghabun
bn: আত-তাগাবুন
bs: At-Tagabun
ckb: سورة التغابن
de: At-Taġābun
es: At-Tagabun
fa: تغابن
ru: Ат-Тагабун
th: อัต-ตะฆอบุน
tr: Et-Teğabun
uz: Tag\'obun
zh: 台昂卜尼

# string-array.sura_transliteration.item_64
source: At-Talaq
bn: আত-তালাক
ckb: سورة الطلاق
de: Aṭ-Ṭalāq
fa: طلاق
id: At-Thalaq
ru: Ат-Талак
th: อัฎ-เฎาะล๊าก
tr: Et-Telaq
uz: Taloq
zh: 特拉格

# string-array.sura_transliteration.item_65
source: At-Tahrim
bn: আত-তাহরীম
ckb: سورة التحريم
de: At-Taḥrīm
fa: تحریم
ru: Ат-Тахрим
th: อัต-ตะหฺรีม
tr: Et-Tahrim
uz: Tahrim
zh: 台哈列姆

# string-array.sura_transliteration.item_66
source: Al-Mulk
bn: আল-মুল্‌ক
ckb: سورة الملك
fa: ملک
ru: Аль-Мульк
th: อัล-มุลกฺ
tr: El-Mulk
uz: Mulk
zh: 姆勒克

# string-array.sura_transliteration.item_67
source: Al-Qalam
bn: আল-কালাম
ckb: سورة القلم
fa: قلم
ru: Аль-Калам
th: อัล-กอลัม
tr: El-Qalem
uz: Qalam
zh: 改赖姆

# string-array.sura_transliteration.item_68
source: Al-Haqqah
bn: আল-হাক্কাহ
bs: Al-Haqqa
ckb: سورة الحاقة
de: Al-Ḥāqqah
fa: حاقه
ru: Аль-Хакка
th: อัล-หากเกาะฮฺ
tr: El-Haqqa
uz: Hoqqa
zh: 哈盖

# string-array.sura_transliteration.item_69
source: Al-Ma\'arij
bn: আল-মা’আরিজ
bs: Al-Ma\'arig
ckb: سورة المعارج
de: Al-Maʿāriǧ
es: Al-Ma\'ariy
fa: معارج
ru: Аль-Ма\'аридж
sq: Nuh
th: อัล-มาอาริจญ์
tr: El-Ma\'aric
uz: Maorij
zh: 买阿列支

# string-array.sura_transliteration.item_70
source: Nuh
bn: নূহ
ckb: سورة نوح
de: Nūḥ
fa: نوح
ru: Нух
sq: Al-Jinn
th: นูหฺ
zh: 努哈

# string-array.sura_transliteration.item_71
source: Al-Jinn
bn: আল-জিন
bs: Al-Ginn
ckb: سورة الجن
de: Al-Ǧinn
es: Al-Yinn
fa: جن
ru: Аль-Джинн
sq: Al-Muzzammil
th: อัล-ญิน
tr: El-cinn
uz: Jin
zh: 精尼

# string-array.sura_transliteration.item_72
source: Al-Muzzammil
bn: আল-মুযযামমিল
ckb: سورة المزّمّل
fa: مزمل
ru: Аль-Муззаммиль
sq: Al-Muddaththir
th: อัล-มุซซัมมิล
tr: El-Muzzammil
uz: Muzzammil
zh: 孟赞密鲁

# string-array.sura_transliteration.item_73
source: Al-Muddaththir
bn: আল-মুদ্দাসসির
bs: Al-Muddattir
ckb: سورة المدّثر
de: Al-Muddaṯṯir
es: Al-Muddazzir
fa: مدثر
id: Al-Muddatstsir
ru: Аль-Мудассир
sq: Al-Qiyamah
th: อัล-มุดดัซซิร
tr: El-Muddassir
uz: Muddassir
zh: 孟荡西尔

# string-array.sura_transliteration.item_74
source: Al-Qiyamah
bn: আল-কিয়ামাহ
bs: Al-Qiyama
ckb: سورة القيامة
de: Al-Qiyāmah
es: Al-Qiamah
fa: قیامت
ru: Аль-Кийама
sq: Al-Insan
th: อัล-กิยามะฮฺ
tr: El-Qiyame
uz: Qiyomat
zh: 格雅迈

# string-array.sura_transliteration.item_75
source: Al-Insan
bn: আল-ইনসান
bs: Ad-Dahr
ckb: سورة الإنسان
de: Al-Insān
fa: انسان
ru: Аль-Инсан
sq: Al-Mursalat
th: อัล-อินซาน
tr: El-insan
uz: Inson
zh: 印萨尼

# string-array.sura_transliteration.item_76
source: Al-Mursalat
bn: আল-মুরসালাত
ckb: سورة المرسلات
de: Al-Mursalāt
fa: مراسلات
ru: Аль-Мурсалят
sq: An-Naba\'
th: อัล-มุรซะล้าต
tr: El-Murselat
uz: Mursalot
zh: 姆尔赛拉特

# string-array.sura_transliteration.item_77
source: An-Naba\'
bn: আন-নাবা
ckb: سورة النبأ
de: An-Nabaʾ
fa: نبأ
ru: Ан-Наба\'
sq: An-Nazi\'at
th: อัน-นะบะอฺ
tr: En-nebe
uz: Naba\'
zh: 奈白易

# string-array.sura_transliteration.item_78
source: An-Nazi\'at
bn: আন-নযি‘আত
ckb: سورة النازعات
de: An-Nāziʿāt
fa: نازعات
ru: Ан-Нази\'ат
sq: \'Abasa
th: อัน-นาซิอ๊าต
tr: En-Nazi\'at
uz: Noziot
zh: 那寂阿特

# string-array.sura_transliteration.item_79
source: \'Abasa
bn: \‘আবাসা
ckb: سورة عبس
de: ʿAbasa
fa: عبس
ru: Абаса
sq: At-Takwir
th: อะบะซะ
tr: Abese
zh: 阿百塞

# string-array.sura_transliteration.item_80
source: At-Takwir
bn: আত-তাকউইর
ckb: سورة التكوير
de: At-Takwīr
fa: تکویر
ru: Ат-Таквир
sq: Al-Infitar
th: อัต-ตักวีร
tr: Et-Tekwir
uz: Takvir
zh: 太克威尔

# string-array.sura_transliteration.item_81
source: Al-Infitar
bn: আল-ইনফিতার
ckb: سورة الإنفطار
de: Al-Infiṭār
fa: انفطار
id: Al-Infithar
ru: Аль-Инфитар
sq: Al-Mutaffifin
th: อัล-อิมฟิฏอร
tr: El-infitar
uz: Infitor
zh: 引斐塔尔

# string-array.sura_transliteration.item_82
source: Al-Mutaffifin
bn: আত-মুতাফ্‌ফিফীন
bs: Al-Mutaffifun
ckb: سورة المطفّفين
de: Al-Muṭaffifīn
fa: مطففین
id: Al-Muthaffifin
ru: Аль-Мутаффифин
sq: Al-Inshiqaq
th: อัล-มุฏ็อฟฟิฟีน
tr: El-Mutaffifin
uz: Mutaffifun
zh: 太颓斐弗

# string-array.sura_transliteration.item_83
source: Al-Inshiqaq
bn: আল-ইনশিকাক
bs: Al-Inšiqaq
ckb: سورة الإنشقاق
de: Al-Inšiqāq
fa: انشقاق
id: Al-Insyiqaq
ru: Аль-Иншикак
sq: Al-Buruj
th: อัล-อินชิก๊อก
tr: El-inşikak
uz: Inshiqoq
zh: 引史卡格

# string-array.sura_transliteration.item_84
source: Al-Buruj
bn: আল-বুরূজ
bs: Al-Burug
ckb: سورة البروج
de: Al-Burūǧ
es: Al-Buruy
fa: بروج
ru: Аль-Бурудж
sq: At-Tariq
th: อัล-บุรู๊จญ์
tr: El-Buruc
uz: Buruj
zh: 补鲁智

# string-array.sura_transliteration.item_85
source: At-Tariq
bn: আত-তারিক
ckb: سورة الطارق
de: Aṭ-Ṭāriq
fa: طارق
id: At-Thariq
ru: Ат-Тарик
sq: Al-A\'la
th: อัฏ-ฏอริก
tr: Et-Tariq
uz: Toriq
zh: 塔里格

# string-array.sura_transliteration.item_86
source: Al-A\'la
bn: আল-আ‘লা
ckb: سورة الأعلى
de: Al-Aʿlā
fa: اعلی
ru: Аль-А\'ла
sq: Al-Fajr
th: อัล-อะอฺลา
tr: El-A\'la
uz: A\'lo
zh: 艾尔拉

# string-array.sura_transliteration.item_87
source: Al-Ghashiyah
bn: আল-গাশিয়াহ
bs: Al-Ghašiya
ckb: سورة الغاشية
de: Al-Ġāšiyah
es: Al-Gashiah
fa: غاشیه
id: Al-Ghasyiyah
ru: Аль-Гашийа
sq: Al-Balad
th: อัล-ฆอซิยะฮฺ
tr: E-Ğaşiye
uz: G\'oshiya
zh: 阿史叶

# string-array.sura_transliteration.item_88
source: Al-Fajr
bn: আল-ফাজ্‌র
bs: Al-Fagr
ckb: سورة الفجر
de: Al-Faǧr
es: Al-Fayr
fa: فجر
ru: Аль-Фаджр
sq: Ash-shams
th: อัล-ฟัจญรฺ
tr: El-Facr
uz: Fajr
zh: 斐智尔

# string-array.sura_transliteration.item_89
source: Al-Balad
bn: আল-বালাদ
ckb: سورة البلد
fa: بلد
ru: Аль-Балад
sq: Al-Layl
th: อัล-บะลัด
tr: El-Baeled
uz: Balad
zh: 白赖德

# string-array.sura_transliteration.item_90
source: Ash-shams
bn: আশ-শাম্‌স
bs: Aš-Šams
ckb: خۆر
de: Aš-Šams
fa: شمس
id: Asy-Syams
ru: Аш-Шамс
sq: Ad-Dhuhaa
th: อัช-ชัมซฺ
tr: Eş-şems
uz: Shams
zh: 晒姆斯

# string-array.sura_transliteration.item_91
source: Al-Layl
bn: আল-লাইল
ckb: سورة الیل
es: Al-Lail
fa: لیل
ru: Аль-Лейл
sq: Ash-Sharh
th: อัล-ลัยลฺ
tr: Wl-Leyl
uz: Layl
zh: 赖以里

# string-array.sura_transliteration.item_92
source: Ad-Dhuhaa
bn: আদ-দুহা
bs: Ad-Duha
ckb: چێشتەنگاو
de: Aḍ-Ḍuḥā
es: Ad-Duha
fa: ضحی
id: Adh-Dhuhaa
ru: Ад-Духа
sq: At-Tin
th: อัฎ-ฎุฮา
tl: Ad-Duha
tr: Ed-Duha
uz: Zuho
zh: 堵哈

# string-array.sura_transliteration.item_93
source: Ash-Sharh
bn: আশ-শার্‌হ
bs: Al-Inširah
ckb: سورة الشرح
de: Aš-Šarḥ
fa: شرح
id: Asy-Syarh
ru: Аш-Шарх
sq: Al-\'Alaq
th: อัล-อินซิรอฮฺ
tr: Eş-şerh
uz: Sharh
zh: 晒尔哈

# string-array.sura_transliteration.item_94
source: At-Tin
bn: আত-তীন
ckb: سورة التین
de: At-Tīn
fa: تین
ru: Ат-Тин
sq: Al-Qadr
th: อัต-ตีน
tr: Et-Tin
uz: Tin
zh: 梯尼

# string-array.sura_transliteration.item_95
source: Al-\'Alaq
bn: আল-‘আলাক
ckb: سورة العلق
de: Al-ʿAlaq
fa: علق
ru: Аль-Алак
sq: Al-Bayyinah
th: อัล-อะลัก
tr: El-\'Alaq
uz: Alaq
zh: 阿赖格

# string-array.sura_transliteration.item_96
source: Al-Qadr
bn: আল-কাদ্‌র
ckb: سورة القدر
fa: قدر
ru: Аль-Кадр
sq: Az-Zalzalah
th: อัล-ก็อดฺรฺ
tr: El-Qadr
uz: Qadr
zh: 盖德尔

# string-array.sura_transliteration.item_97
source: Al-Bayyinah
bn: আল-বাইয়্যিনাহ
bs: Al-Bayyina
ckb: سورة البینة
es: Al-Baienah
fa: بینه
ru: Аль-Баййина
sq: Al-\'Adiyat
th: อัล-บัยยินะฮฺ
tr: El-Beyyine
uz: Bayyina
zh: 半以奈

# string-array.sura_transliteration.item_98
source: Az-Zalzalah
bn: আয-যিলযাল
bs: Az-Zilzal
ckb: سورة الزلزلة
fa: زلزله
ru: Аз-Залзала
sq: Al-Qari\'ah
th: อัล-ซัลซะละฮฺ
tr: Ez-Zilzal
uz: Zalzala
zh: 齐勒萨里

# string-array.sura_transliteration.item_99
source: Al-\'Adiyat
bn: আল-‘আদিয়াত
ckb: سورة العاديات
de: Al-ʿĀdiyāt
es: Al-\'Adiat
fa: عادیات
ru: Аль-Адийат
sq: At-Takathur
th: อัล-อาดิยาต
tr: El-\'Adiyat
uz: Odiyot
zh: 阿底雅特
