Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# please_update_to_new_version
source: Please update app to new version to continue using
bn: অ্যাপ আপডেট করুন
bs: Molimo ažurirajte aplikaciju na novu verziju da biste je nastavili koristiti
ckb: تکایە بەرنامەکە نوێ بکەرەوە بۆ دوایین وەشان بۆ بەردەوامبون
de: Bitte aktualisiere die App zu der neuen Version um sie weiter zu benutzen
es: "Por favor, actualice la aplicación a la nueva versión para continuar usandola "
fa: برای ادامه استفاده، لطفاً برنامه را به نسخه جدید به روز کنید
fr: Veuillez mettre à jour l\'application pour continuer à l\'utiliser
id: Silakan perbarui aplikasi ke versi terbaru untuk melanjutkan
it: Per favore aggiorna l\'app con la nuova versione per continuare ad utilizzarla
sq: Ju lutemi përditëso aplikacionin në versionin e ri për të vazhduar përdorimin
th: โปรดอัปเดตแอปเป็นเวอร์ชันใหม่เพื่อใช้งานต่อ
tl: Paki-updeyt ang App sa bagong bersiyon upang makapagpatuloy sa paggamit
tr: Lütfen Kullanmaya devam etmek için uygulamanın yeni sürümüne güncelleyin
uz: Foydalanishni davom ettirish uchun ilovani yangi versiyasiga yangilang
zh: 请升级应用软件至新版本以继续使用

source: Skip
bn: এড়িয়ে যান
bs: Preskoči
ckb: فەرامۆشکردن
de: Überspringen
es: Saltar
fa: رد شدن
fr: Passer au suivant
id: Lewati
it: Salta
sq: Kapërceje
th: ข้าม
tl: Laktawan
tr: Atla
uz: Tashab o\'tish
zh: 跳过

# action_undo
source: UNDO
bn: বাতিল করুন
bs: PONIŠTI
ckb: گێڕانەوە
de: WIEDERRUFEN
es: Deshacer
fa: عقب
fr: ANNULER
it: ANNULLA
sq: ZHBËJ
th: เลิกทำ
tl: KALAGIN
tr: GERİ ALMA
uz: Orqaga
zh: 撤消

# khatmah_on_track
source: You are on track. Alhamdulillah!
bn: ট্র্যাক এ
ckb: لەکاتی خۆیدا
de: Am verfolgen
es: Sin retraso
fa: در مسیر
fr: En cours
it: In corso
sq: Në vijim
th: ฟังอยู่
tl: Nasa pagsubaybay
tr: Takipte
uz: Jarayonda

# khatmah_session_ahead
source: You are leading by %1$d session. Alhamdulillah!
bn: %1$d টি ধাপ অবশিষ্ট
ckb: %1$d ماوە
de: %1$d Sitzungen voraus
es: %1$d sesiones más
fa: %1$d جلسات در پیش
fr: %1$d sessions suivantes
it: %1$d sessioni successive
sq: %1$d seanca përpara
th: %1$d เซสชั่นก่อนหน้า
tl: %1$d mga antimanong sesyon
tr: %1$d önümüzdeki oturumlar
uz: %1$d bo\'lim qoldi

# khatmah_session_behind
source: You are behind %1$d session. You can do it!
bn: %1$d টি ধাপ অতিক্রান্ত হয়েছে
ckb: %1$d بەش تەواوبوە
de: %1$d Sitzungen dahinter
es: %1$d sesiones completadas
fa: %1$d جلسات پشت‌سر
fr: %1$d sessions précédentes
it: %1$d sessioni completate
sq: %1$d seanca pas
th: %1$d เซสชั่นต่อไป
tl: %1$d mga atrasadong sesyon
tr: %1$d arkadaki oturumlar
uz: %1$d bo\'lim yakunlandi

# khatmah_in_end_days
source: (in %1$d days)
bn: %1$d দিনের মধ্যে
ckb: (لە %1$d ڕۆژدا)
de: (in %1$d Tagen)
es: (en %1$d días)
fa: (در %1$d روزها)
fr: (dans %1$d jours)
id: ( Dalam %1$d Hari )
it: (in %1$d giorni)
sq: (në %1$d ditë)
th: (ใน %1$d วัน)
tl: (sa%1$d mga araw)
tr: "(İçinde %1$d günler) "
uz: %1$d kun ichida

# khatmah_complete
source: You achieved this. Congratulation!
bn: আপনি এটি অর্জন করেছেন। অভিনন্দন!
ckb: ئەمەت بەدەستهێنا، پیرۆزە!
de: Du hast dies erreicht. Glückwunsch!
es: Lo conseguiste. ¡Felicitaciones!
fa: شما به این هدف رسیدید. تبریک می‌گوییم!
fr: Vous y êtes parvenu. Félicitations
id: Anda menyelesaikannya. Selamat!
it: Ci sei riuscito. Congratulazioni!
sq: Ju ia arritët kësaj. Urime!
th: ยินดีด้วย! คุณทำสิ่งนี้สำเร็จ.
tl: Nakamit mo ito! Binabati kita!
tr: Bunu başardınız. Tebrik!
uz: Siz bunga erishdingiz. Tabriklaymiz!

source: Can not be empty
bn: খালি রাখা যাবে না
ckb: نابێ بەتاڵ بێت
de: Kann nicht leer sein
es: No puede estar vacío
fa: امکان ندارد خالی بماند
fr: Ne peut pas être vide
id: Tidak boleh kosong
it: Non può essere vuoto
sq: Nuk mund të jetë bosh
th: ไม่สามารถปล่อยว่างได้
tl: Hindi maaaring walang laman
tr: Boş olamaz
uz: Bo\'sh bo\'laolmaydi

source: Current Session
bn: চলমান সেশন
ckb: بەشی ئێستا
de: Aktuelle Sitzung
es: Sesión actual
fa: جلسه کنونی
fr: Session en cours
id: Sesi saat ini
it: Sessione corrente
sq: Sesioni aktual
th: เซสชั่นปัจจุบัน
tl: Kasalukuyang Sesyon
tr: Geçerli Oturum
uz: Hozirgi bo\'lim

source: Sessions
ckb: بەشەکان
de: Sitzungen
fa: جلسات
it: Sessioni
tl: Mga Sesyon
tr: Oturumlar

# complete
source: Mark as Complete
bn: সম্পূর্ণ
ckb: تەواو
de: Vollständig
es: Completar
fa: تکمیل
fr: Complet
id: Selesai
it: Completa
sq: Plotësuar
th: เสร็จสมบูรณ์
tl: Kumpleto
tr: Tamamlayınız
uz: To\'liq, mukammal

# warning_end_page
source: End page number must be greater
ckb: لاپەڕەی کۆتایی پێویستە گەورەتربێ
de: Endseite muss höher sein
fa: شماره آخرین صفحه باید بیشتر باشد
it: Il numero della pagina finale deve essere maggiore
tl: Huling bilang ng pahina ay dapat na mas mataas
tr: Son sayfa numarası daha büyük olmalıdır

# all_session
source: All Sessions
bn: সকল সেশন
ckb: هەموو بەشەکان
de: Alle Sitzungen
es: Todas las sesiones
fa: تمام جلسات
fr: Toutes les sessions
id: Semua Sesi
it: Tutte le sessioni
sq: Gjithë Sesioni
th: เซสชั่นทั้งหมด
tl: Lahat Ng Mga Sesyon
tr: Tüm Oturumlar
uz: Barcha bo\'limlar

# ends_in
source: Ends in %1$s
ckb: کۆتایی دێت لە %1$s
de: Endet in %1$s
fa: پایان در %1$s
it: Finisce il %1$s
tl: Nagtatapos sa %1$s
tr: İçinde biter %1$s

source: Completed in
ckb: تەواوبوو لە
de: Fertig in
fa: تکمیل شده در
it: Completato in
tl: Nakumpleto sa
tr: Tamamlandı

source: Progress
bn: অগ্রগতি
ckb: ئەنجامدراو
de: Fortschritt
es: Progreso
fa: پیشرفت
fr: Avancement
id: Progres
it: Progresso
ru: Прогресс
sq: Ecuria
th: ความคืบหน้า
tl: Progreso
tr: İlerleme
uz: Jarayon

source: Read
bn: পড়ুন
ckb: خوێندنەوە
de: Lies
es: Leer
fa: مطالعه
fr: Lecture
id: Baca
it: Leggi
ru: Читать
sq: Lexo
th: อ่าน
tl: Magbasa
tr: Okuma
uz: O\'qish

source: Pages
bn: পৃষ্ঠা
ckb: لاپەڕە
de: Seiten
es: Páginas
fa: صفحات
id: Halaman
it: Pagine
ru: Страницы
sq: Faqet
th: หน้า
tl: Mga Pahina
tr: Sayfalar
uz: Sahifalar

source: Days
bn: দিন
ckb: ڕۆژ
de: Tage
es: Días
fa: روزها
fr: Jours
id: Hari
it: Giorni
ru: Дни
sq: Ditë
th: วัน
tl: Mga Araw
tr: günler
uz: Kunlar

source: Save progress
bn: অগ্রগতি সংরক্ষণ করুন
ckb: پاراستنی ئەنجامدراو
de: Sichere Fortschritt
es: Guardar progreso
fa: ذخیره پیشرفت
fr: Sauvegarder l\'avancement
id: Simpan progres
it: Salva avanzamento
ru: Сохранить прогресс
sq: Ruaje ecurinë
th: บันทึกความคืบหน้า
tl: I-save ang progreso
tr: İlerlemeyi kaydet
uz: Jarayonni saqlash

source: Currently at
bn: এখন আছেন
ckb: ئێستا لە
de: Aktuell bei
es: Actualemente en
fa: هم‌اکنون در
fr: Actuellement à
id: Saat ini berada di
it: Attualmente a
sq: Aktualisht në
th: ปัจจุบันอยู่ที่
tl: Kasalukuyang nasa
tr: Şu anda
uz: Hozirda

source: Add Planner
bn: পরিকল্পনা যুক্ত করুন
ckb: زیادکردنی خشتە
de: Planer hinzufügen
es: Añadir planificador
fa: افزودن برنامه‌ریزی
fr: Ajouter un planning
id: Tambah Planner
it: Aggiungi Planner
sq: Bëj një Plan
th: ตั้งเป้าหมาย
tl: Idagdag ang tagaplano
tr: Planlayıcı Ekle
uz: Rejalashtiruvchini qo\'shish

# complete_valid_sessions
source: Please complete from your valid sessions
ckb: تکایە لەبەشی دروستەوە تەواوی بکە
de: Bitte beende deine aktuelle Sitzung
it: Completare dalla sessione corretta
tl: Mangyaring kumpletuhin mula sa iyong mga balidong sesyon
tr: Lütfen geçerli oturumlarınızı tamamlayın

source: Name
bn: নাম
ckb: ناو
es: Nombre
fa: نام
fr: Nom
id: Nama
it: Nome
ru: Название
sq: Emri
th: ชื่อ
tl: Pangalan
tr: ad
uz: Ism

source: Number of Days
bn: দিনের সংখ্যা
ckb: ژمارەی ڕۆژەکان
de: Anzahl an Tagen
es: Número de días
fa: تعداد روزها
fr: Nombre de jours
id: Jumlah Hari
it: Numero di giorni
ru: Количество дней
sq: Numri i Ditëve
th: จำนวนวัน
tl: Bilang ng mga araw
tr: Gün sayısı
uz: Kunlar soni

# changelog_title
source: What\'s New
bn: নতুন কি যুক্ত করা হয়েছে
ckb: نوێکارییەکان
de: Was ist neu
fa: چه خبر
fr: Quoi de neuf
id: Apa yang Baru
it: Novità
sq: Ç\'të reja ka?
th: มีอะไรใหม่
tl: Anong Bago
tr: "Yeni ne var "
uz: Yangiliklar

# changelog_ok_button
source: OK
bn: ঠিক আছে
ckb: باشە
fa: خوب
sq: Në rregull
th: ตกลง
tr: Tamam

# changelog_show_full
source: More…
ckb: زیاتر..
de: Mehr...
fa: بیشتر...
fr: Plus de détails...
it: Altro...
sq: Më shumë ...
th: เพิ่มเติม…
tl: Marami pa...
tr: "Daha... "
uz: Ko\'proq...

# changelog_full_title
source: Change Log
bn: কি পরিবর্তন করা হয়েছে
ckb: تۆماری گۆڕانکاری
de: Änderungsprotokoll
fa: تاریخچه تغییراتی
fr: Journal des modifications
id: Catatan update
sq: Ndrysho Log
th: เปลี่ยนล็อก
tl: Palitan ang log
tr: Girişi Değiştir
uz: Kiritilgan o\'zgartirishlar ro\'yhati

source: View
ckb: بینین
de: Ansicht
fa: مشاهده
fr: Vue
id: Tampilan
it: Vista
sq: Pamje
th: ดู
tl: Tanaw
tr: Görünüm
uz: Ko\'rinishi

source: Font
bn: ফন্ট
ckb: فۆنت
de: Schrift
fa: قلم
it: Carattere
sq: Lloji Shkrimit
th: ฟอนต์
tr: Yazı tipi
uz: Shrift

source: Content
ckb: بەشەکان
de: Inhalt
fa: محتوا
fr: Contenu
it: Contenuto
sq: Përmbajtje
th: เนื้อหา
tl: Nilalaman
tr: içerik
uz: Kontent (tarkib)

source: Tafsir
bn: তাফসীর
ckb: تەفسیر
fa: تفسیر
sq: Komentim
th: ตัฟซีร
tl: Pagpapaliwanag
tr: Tefsir

source: Quick Links
ckb: ئایەت و سورەتە گرنگەکان
de: Schnellzugriff
fa: پیوندهای کوتاه
fr: Liens rapides
id: Akses cepat
it: Link Rapidi
sq: Lidhjet e Shpejta
th: การเชื่อมโยงด่วน
tl: Mabilis na mga kawing
tr: Hızlı Linkler
uz: Tez havolalar

# text_ayatul_kursi
source: Ayatul Kursi
bn: আয়াতুল কুরসী
ckb: آیة الکرسي
fa: آیت الکرسی
fr: Verset du Trône
sq: Ajeti Kursij
th: อายาตุลกุรซียฺ
tr: Ayatel Kursi
uz: Oyatal Kursiy

# no_file_explorer_found
source: No file explorer app found!
ckb: هیچ بەرنامەیەکی بەرێوەبەری فایل نەدۆزرایەوە!
de: Keine Dateimanager-App gefunden!
fa: هیچ برنامه جستجوگری پیدا نشد!
it: Non è stato trovato alcun file di gestione dell\'app
tl: Walang natagpuan na file explorer app!
tr: Dosya Gezgini uygulaması bulunamadı!

# delay_ayah_length
source: Ayah Length
ckb: درێژی ئایەت
de: Länge der Ayah
fa: طول آیه
it: Lunghezza della Aya
tl: Haba ng Ayah
tr: Ayet uzunluğu

source: No Planner Created
ckb: هیچ پلانێک دروست نەکراوە
de: Kein Plan erstellt
fa: هنوز برنامه‌ریزی ایجاد نشده است
it: Non c\'è nessun Planner
tl: Walang Nalikhang Tagaplano
tr: Planlayıcı Oluşturulmadı

# text_planner_empty_title.b_0
source: Add Planner
ckb: زیادکردنی پلان
de: Plan hinzügen
fa: ایجاد برنامه‌ریزی
it: Aggiungi Planner
tl: Idagdag ang planner
tr: Planlayıcı Ekle

source: View Details
ckb: بینینی زانیاری
de: Siehe Details
fa: مشاهده جزئیات
it: Vedi Dettagli
tl: Tingnan ang mga detalye
tr: Detayları göster

# msg_add_planner
source: Do you want to add a Quran planner?
ckb: ئەتەوێ پلانێک دابنێیت بۆ لەبەرکردنی قورئان؟
de: Möchtest du einen Quran-Plan hinzufügen?
fa: آیا شما می‌خواهید یک برنامه‌ریزی قرآن بسازید؟
it: Vuoi aggiungere un planner del Quran?
tl: Gusto mo bang magdagdag ng Quran planner?
tr: Kuran planlayıcısı eklemek ister misiniz?

# text_12_00pm
source: 12:00PM
ckb: ١٢:٠٠ د.ن
de: Arabisch

# _text_arabic
source: Arabic
ckb: عەرەبی
de: Arabisch
fa: عربی
it: Arabo
tl: Arabik
tr: Arapça

source: Starting Page
ckb: سەرەتای لاپەڕە
de: Anfangsseite
fa: صفحه‌ی ابتدایی
it: Pagina iniziale
tl: Panimulang Pahina
tr: Başlangıç ​​Sayfası

source: Ending Page
ckb: کۆتایی لاپەڕە
de: Endseite
fa: صفحه‌ی انتهایی
it: Pagina finale
tl: Katapusang Pahina
tr: Bitiş Sayfası

source: Delete Plan
ckb: سڕینەوەی پلان
de: Plan löschen
fa: پاک کردن برنامه‌ریزی
it: Elimina Planner
tl: Alisin ang Plano
tr: Planı Sil

# text_session
source: Session
ckb: بەش
de: Sitzung
fa: جلسه
it: Sessione
tl: Sesyon
tr: Oturum

source: Ends at
ckb: کۆتایی دێت لە
de: Endet bei
fa: پایان در
it: Finisce il
tl: Nagtatapos sa
tr: Biter

# text_out_of
source: Out of
ckb: تەواوبوە لە
de: von
fa: بیرون از
it: Di
tl: Mula sa
tr: Dışında

# text_target
source: Target
ckb: ئامانج
de: Ziel
fa: هدف
tl: Puntirya
tr: Hedef

source: No.
ckb: ژمارە
de: Nein.
fa: صفحه
it: N.
tl: Bilang
tr: Hayır.

source: Done
ckb: تەواو
de: Erledigt
fa: انجام شد
it: Fatto
tl: Tapos na
tr: Bitti

source: Start Range
ckb: مەودای دەستپێک
de: Beginne Bereich
fa: شروع محدوده
it: Intervallo iniziale
tl: Simula ng Saklaw
tr: Başlangıç ​​Aralığı

source: End Range
ckb: مەودای کۆتایی
de: Beende Bereich
fa: پایان محدوده
it: Intervallo finale
tl: Katapusan ng Saklaw
tr: Bitiş Aralığı

source: Qari
ckb: قورئانخوێن
fa: قاری
tr: Okuyucu

source: Advanced Settings
ckb: ڕێکخستنی زیاتر
de: Fortgeschrittene Einstellungen
fa: تنظیمات پیشرفته
it: Impostazioni avanzate
tl: Mga Makabagong Setting
tr: Gelişmiş Ayarlar

source: Choose Qari
ckb: قورئانخوێن هەڵبژێرە
de: Wähle Qari aus
fa: انتخاب قاری
it: Scegli un Qari
tl: Pumili ng Qari
tr: Okuyucuyu seçin

source: Current Qari
ckb: قورئانخوێنی ئێستا
de: Aktueller Qari
fa: قاری کنونی
it: Qari attuale
tl: Kasalukuyang Qari
tr: Mevcut okuyucu

source: Basic Info
ckb: زانیاری سەرەتایی
de: Grundlegende Information
fa: اطلاعات پایه
it: Informazione di base
tl: Pangunahing Impormasyon
tr: Temel bilgi

source: Downloaded Sura
ckb: سورەتی داگیراو
de: Sura runtergeladen
fa: بارگیری سوره
it: Sura scaricata
tl: Na-download na ang Surah
tr: İndirilen Sure

source: Device Space Used
ckb: شوێنی بەکارهاتووی ئامێر
de: Gerätespeicher benutzt
fa: فضای استفاده شده دستگاه
it: Spazio dispositivo utilizzato
tl: Nagamit na puwang ng aparato
tr: Kullanılan Cihaz Alanı

source: Remove All
ckb: لابردنی هەمووی
de: Entferne alles
fa: حذف همه
it: Rimuovi tutto
tl: Alisin Lahat
tr: Hepsini kaldır

source: Sura list
ckb: لیستی سورەتەکان
de: Sura Liste
fa: لیست سوره
it: Lista di Sure
tl: Listahan ng Surah
tr: Süre listesi

source: Download Manager
ckb: بەڕێوەبەری داگرتن
fa: مدیریت بارگیری
it: Gestore Download
tl: I-download ang manedyer
tr: İndirme yöneticisi

source: Stream without downloading
ckb: گوێگرتن بەبێ داگرتن
de: Streame ohne Runterladen
fa: بخش در جریان بدون بارگیری
it: Riproduci senza scaricare
tl: I-stream na walang download
tr: İndirmeden oynatın

source: Scroll while playing
ckb: ڕۆشتنی خۆکاری لەکاتی خوێندنەوە
de: Scrolle beim Abspielen
fa: حرکت خودکار در زمان اجرا
it: Scorri durante la riproduzione
tl: I-scroll habang gumagana
tr: Oynarken kaydır

source: Delay between verse
ckb: ماوەی نێوان بەشەکان
de: Verzögere zwischen Versen
fa: تاخیر بین آیه
it: Pausa tra un verso e l\'altro
tl: Antala sa pagitan ng Ayah
tr: Ayet arası gecikme

source: Stop after range
ckb: وەستان لەدوای مەودایەک
de: Nach dem Bereich stoppen
fa: توقف با اتمام محدوده
it: Interrompi dopo l\'intervallo
tl: Huminto pagkatapos ng saklaw
tr: Seçilenden sonra dur

# text_ayah_saved
source: This ayah has already been saved
ckb: ئەم ئایەتە پێشتر پارێزراوە
de: Die Ayah wurde schon gespeichert
it: Questo versetto è già stato salvato
tl: Ang Ayah na ito ay nai-save na
tr: Bu ayet zaten kaydedildi

# juz_description
source: "Juz %1$d"
az: Cüz %1$d
bn: পারা %1$d
bs: Džuz %1$d
ckb: جوزئی %1$d
de: Ǧuz %1$d
es: Yuz %1$d
fa: جزء %1$d
kk: Пара %1$d
ru: Джуз %1$d
sq: Xhuzi %1$d
th: ยุซ %1$d
tl: Bahagi %1$d
tr: Cüz %1$d
zh: %1$d本

# string-array.verb_form_names.item_0
source: Perfect Tense
bn: অতীত কাল
bs: Svršeno vrijeme
ckb: تەواو دروستە
de: Perfekt (Vergangenheit)
es: Pretérito perfecto
fa: زمان حال کامل
fr: Accompli (Passé)
id: Kalimat Lampau
it: Passato Prossimo
kk: Болымды шақ
ne: पूर्ण काल
ru: Совершенное время
sq: Koha e Kryer
th: คำกริยาในรูปอดีต
tl: Perpektong Panahunan
tr: Geçmiş zaman
uz: Tugallangan zamon
zh: 完成时

# string-array.verb_form_names.item_1
source: Imperfect Tense
bn: বর্তমান/ভবিষ্যত কাল
bs: Nesvršeno vrijeme
ckb: تەواو نادروستە
de: Imperfekt (Gegenwart)
es: Pretérito imperfecto
fa: زمان نقلی گذشته
fr: Inaccompli (Présent)
id: Kalimat Sekarang
it: Imperfetto
kk: Болымсыз шақ
ne: अपूर्ण काल
ru: Несовершенное время
sq: Koha e pakryer
th: คำกริยาในรูปปัจจุบัน
tl: Imperpektong Panahunan
tr: Şimdi&gelecek zaman
uz: Tugallanmagan zamon
zh: 未完成时

# string-array.verb_form_names.item_2
source: Imperative
bn: আদেশ মূলক
bs: Naredba
ckb: ملێيى
de: Imperativ (Befehlsform)
es: Imperativo
fa: امری
fr: Impératif
id: Kalimat Perintah
it: Imperativo
kk: Императиаті
ne: आज्ञार्थक
ru: Повелительное наклонение
sq: Urdhërore
th: คำกริยาในรูปคำสั่ง
tl: Pautos
tr: Emir
uz: Buyruq tarzidagi
zh: 命令式

# string-array.verb_form_names.item_3
source: Active Participle
bn: কর্তা
bs: Aktivni particip
ckb: کەسێکی چالاک
de: Partizip Präsens (Gleichzeitigkeit)
es: Participio activo
fa: اسم فاعل
fr: Participe actif
id: Partikel Aktif
it: Participio Attivo
kk: Белсенді есімдік
ne: सक्रिय सह्भागिता
ru: Действительный залог
sq: Pjesëz aktive
th: คำนามผู้กระทำ
tl: Aktibong Pandiwari
tr: Fiili yapan
uz: Aktiv ishtirokchi
zh: 主动分词

# string-array.verb_form_names.item_4
source: Passive Participle
bn: কর্ম
bs: Pasivni particip
ckb: کەسێکی بێ بەهرە
de: Partizip Perfekt (Vorzeitige Handlung)
es: Participio pasivo
fa: مجهول
fr: Participe passif
id: Partikel Pasif
it: Participio Passivo
kk: Пассивті есімдік
ru: Страдательный залог
sq: Pjesëz pasive
th: คำนามผู้ถูกกระทำ
tl: Pasibong Pandiwari
tr: Fiili yaptıran
uz: Passiv ishtirokchi
zh: 被动分词

# string-array.verb_form_names.item_5
source: Noun Form
bn: ক্রিয়াবাচক বিশেষ্য
bs: Imenica
ckb: ناوی فۆڕم
de: Substantiv
es: Sustantivo
fa: اسم
fr: Nom verbal
id: Bentuk Kata Benda
it: Forma del Nome
kk: Зат есім түрі
ru: Форма существительного
sq: Formë Emërore
th: ในรูปคำนาม
tl: Anyong Pangngalan
tr: Masdar(kaynak)
uz: Ot shakli
zh: 名词形式

# string-array.mushaf_names.item_0
source: Uthmani/Madani
az: Uthmani
bn: উসমানী / মাদানী
ckb: عوسمانی
de: Uthmanisch
es: Ozmaní
fa: عثمانی/مدنی
fr: Uthmani
id: Utsmani
kk: Османи
ru: Uthmani
sq: Uthmani/Madinase
th: อุสมานีย์/มะดะนีย์
tr: Osmani
uz: Usmoniy/Madaniy
zh: 乌斯玛尼/马达尼

# string-array.mushaf_names.item_1
source: IndoPak/Asian (Beta)
bn: ইন্দোপাক/এশিয়ান (বেটা)
ckb: IndoPak/Asian (بێتا)
de: IndoPak/Asiatisch (Beta)
es: IndoPak/Asiatico (Beta)
fa: هندی‌پاکستانی/آسیایی (اولیه)
fr: IndoPak/Asiatique (Beta)
it: IndoPak/Asiatico (Beta)
kk: ИндоПак/Азиялық (Бета)
ru: IndoPak/Asian (бета)
sq: Gjuhë IndoPak Aziatike (Beta)
th: อินโด-ปาคฺ [เอเชีย, เปอร์เซีย] (ทดลอง)
uz: HindPok/Osiyo (beta)
zh: 南亚/亚洲（试用）

# string-array.theme_names.item_0
source: Blue
az: Ağ
bn: সাদা
bs: Bijela
ckb: سپی
de: Weiß
es: Blanco
fa: روشن
fr: Blanc
id: Putih
it: Bianco
kk: Ақ
ru: Белый
sq: Ngjyrë e Bardhë
th: สีขาว
tl: Puti
tr: Beyaz
uz: Oq
zh: 白色

# string-array.theme_names.item_1
source: Dark
az: Qara (gecə)
bn: কালো (রাত)
bs: Tamna (Noć)
ckb: ڕەش (تاریک)
de: Schwarz
es: Negro (noche)
fa: سیاه (شب)
fr: Noir (nuit)
id: Hitam (Malam)
it: Nero (Notte)
kk: Қара (Түн)
ru: Черный (ночной)
sq: E Zezë (Natën)
th: สีดำ (กลางคืน)
tl: Itim (Gabi)
tr: Siyah (gece modu)
uz: Qora
zh: 黑色（夜晚）

# string-array.theme_names.item_2
source: Green
az: Yaşıl
bn: সবুজ
bs: Zelena
ckb: سەوز
de: Grün
es: Verde
fa: سبز
fr: Vert
id: Hijau
it: Verde
kk: Жасыл
ru: Зеленый
sq: Ngjyrë Jeshile
th: สีเขียว
tl: Berde
tr: Yeşil
uz: Yashil
zh: 绿色

# string-array.theme_names.item_3
source: Brown
az: Qəhvəyi
bn: বাদামী
bs: Smeđa
ckb: قاوەیی
de: Braun
es: Café
fa: قهوه‌ای
fr: Marron
id: Coklat
it: Marrone
kk: Қоңыр
ru: Коричневый
sq: Ngjyrë Kafe
th: สีน้ำตาล
tl: Kayumanggi
tr: Kahverengi
uz: Jigarrang
zh: 棕色

# string-array.theme_names.item_4
source: Dark Blue
az: Dark Blue (Night)
bn: গাঢ় নীল (রাত)
ckb: شینی تۆخ (تاریک)
de: Dunkelblau
es: Dark Blue (Night)
fa: آبی تیره
fr: Dark Blue (Night)
id: Dark Blue (Night)
it: Blu scuro (Notte)
kk: Dark Blue (Night)
ru: Dark Blue (Night)
sq: Dark Blue (Night)
th: Dark Blue (Night)
tl: Matingkad na Asul (Gabi)
tr: Koyu mavi (gece)
uz: Dark Blue (Night)

# string-array.parts_of_speech.item_0
source: Accusative particle
bn: দ্বিতীয়া-বিভক্তি
bs: Akuzativ
ckb: تەنۆلکەی خۆیی
de: Akkusativpartikel
es: Partícula acusativa
fa: حرف نصب
fr: Particule de l\'accusatif
id: Partikel Penderita
it: Particella Accusativa
ru: Предлог винительного падежа
sq: Pjesëz kallzuese
th: คำสันธานนาสับ
tl: Akusatibong partikel
tr: Aktarıcı edatı
uz: E\'tibor kuchaytiruvchi qo\'shimcha/so\'zlar
zh: 助词宾格

# string-array.parts_of_speech.item_1
source: Adjective
bn: বিশেষণ
bs: Pridjev
ckb: ئاوەڵناو
de: Adjektiv
es: Adjectivo
fa: صفت
fr: Adjectif
id: Kata Sifat
it: Aggettivo
ru: Имя прилагательное
sq: Mbiemër
th: คำคุณศัพท์
tl: Pang-uri
tr: sıfat
uz: Sifat
zh: 形容词

# string-array.parts_of_speech.item_2
source: Amendment particle
bn: সংশোধনী পদ
bs: Amandman/Izmjena
ckb: تەنۆلکەی هەموارکردن
de: Zusatzpartikel
es: Conjunción
fa: حرف استدراک
fr: Particule de correction
id: Partikel Perubahan
it: Particella di correzione
ru: Частица поправки
sq: Ndryshesë
th: คำสันธานการเปลี่ยนแปลง
tl: Partikel na pasusog
tr: " düzeltme edatı"
uz: Aniqlik kirituvchi qo\'shimcha/so\'zlar
zh: 修缮助词

# string-array.parts_of_speech.item_3
source: Answer particle
bn: উত্তরবাচক পদ
bs: Dio odgovora
ckb: وەڵامی تەنۆلکە
de: Antwortpartikel
es: Partícula de respuesta
fa: حرف جواب
fr: Particule de réponse
id: Partikel Jawab
it: Particella di risposta
ru: Частица ответа
sq: Pjesëz pohore
th: คำสันธานใช้ตอบ
tl: Partikel na pasagot
tr: Cevap edatı
uz: Javob ifodalovchi qo\'shimcha/so\'zlar
zh: 回答助词

# string-array.parts_of_speech.item_4
source: Aversion particle
bn: চরম না-বাচক পদ
bs: Dio odbojnosti
ckb: تەنۆلکەی ڕەق
de: Abneigungspartikel
es: Partícula de aversión
fa: حرف ابتداء
fr: Particule d\'aversion
id: Partikel Penolakan
it: Particella di avversione
ru: Частица отрицания
sq: Pjesëz mospëlqimi
th: คำสันธานการปฏิเสธ
tl: Partikel na pa-ayaw
tr: hoşlanmama edatı
uz: Rad/qarshilik ifodalovchi qo\'shimcha/so\'zlar
zh: 背离助词

# string-array.parts_of_speech.item_5
source: Particle of cause
bn: কারণবাচক পদ
bs: Dio uzroka
ckb: هۆکاری بچووک
de: Partikel der Ursache
es: Partícula de causa
fa: حرف سببیت
fr: Particule de cause
id: Partikel Sebab
it: Particella di causa
ru: Частица выражения причины
sq: Pjesëz shkakore
th: คำสันธานเหตุผล
tl: Partikel na padahilan
tr: "Sebeb edatı "
uz: Sabab ifodalovchi qo\'shimcha/so\'zlar
zh: 表原因的助词

# string-array.parts_of_speech.item_6
source: Particle of certainty
bn: নিশ্চয়তাজ্ঞাপক পদ
bs: Dio uvjerenja/sigurnosti
ckb: گومانی بچووک
de: Partikel der Gewissheit
es: Partícula de certeza
fa: حرف تحقیق
fr: Particule de certitude
id: Partikel Kepastian
it: Particella di certezza
ru: Частица опеределенности
sq: Pjesëz saktësimi
th: คำสันธานการเน้นย้ำ
tl: Partikel na patiyak
tr: "Kessin edatı "
uz: Aniqlik ifodalovchi qo\'shimcha/so\'zlar
zh: 表确认的助词

# string-array.parts_of_speech.item_7
source: Circumstantial particle
bn: অবস্থাগত পদ
bs: Dio sticaja okolnosti
ckb: بارودۆحی بەش بەش
de: Zustandspartikel
es: Partícula circunstancial
fa: حرف حالیه
fr: Particule circonstantielle
id: Partikel Keadaan
it: Particella di circostanza
ru: Обстоятельственная частица
sq: Pjesëz rrethanore
th: คำนามบอกสภาพ
tl: Partikel na sirkumstansyal
tr: Koşula bağlı edatı
uz: Hol
zh: 旁证助词

# string-array.parts_of_speech.item_8
source: Comitative particle
bn: Comitative পদ
bs: Djelovanje
ckb: بەشی کۆمیتانتیڤ
de: Komitativpartikel
es: Partícula comitativa
fa: مفعول معه
fr: Particule associative
id: Partikel Penggabungan
it: Particella comitativa
ru: Частица совместности
sq: Pjesëz shoqërimi
th: คำสันธานการรวม
tl: Komitatibong partikel
tr: "Birliktelik edatı "
uz: Birgalik ifodalovchi qo\'shimcha/so\'zlar
zh: 伴随助词

# string-array.parts_of_speech.item_9
source: Conditional particle
bn: শর্তবাচক পদ
bs: Dio uslova
ckb: مەرجی بچووک
de: Bedingungspartikel
es: Partícula condicional
fa: حرف شرط
fr: Particule du conditionnel
id: Partikel Syarat
it: Particella condizionale
ru: Частица условия
sq: Pjesëz kushtore
th: คำสันธานเงื่อนไข
tl: Kondisyonal Partikel
tr: "Şart edatı "
uz: Shart ifodalovchi qo\'shimcha/so\'zlar
zh: 条件助词

# string-array.parts_of_speech.item_10
source: Coordinating conjunction
bn: সম্বন্ধসূচক অব্যায়
bs: Koordinacija spona
ckb: ڕێکخستنی هاوبەش
de: Koordinierende Konjunktion
es: Conjución de coordinación
fa: حرف ربط
fr: Conjonction de coordination
id: Kata Sambung Koordinasi
it: Coordinazione congiunzione
ru: Соединительный союз
sq: Pjesëz bashkërenduese
th: คำสันธานประสาน
tl: Tumutugmang pangatnig
tr: Eşitlik bağlacı
uz: Ko\'rsatish/Yo\'naltirish bog\'lovchilari
zh: 协调连词
