Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# string-array.randomReminderTxt.item_17
source: Food for the soul
az: Ruh üçün qida
bn: চলুন আল্লাহর কথা শুনি
bs: Nahranite Vašu dušu
ckb: خۆراکی ڕۆح
de: Nahrung für die Seele
es: Alimento para el alma
fa: غذای روح
fr: Une nourriture pour l\'âme
id: Makanan Untuk Jiwa
it: Nutrimento per l\'anima
kk: Жан азығы
ne: आत्माको लागि खाना
ru: Пища для души
sq: Ushqim për shpirtin
sw: Chakula ya nafsi
th: อาหารสำหรับจิตวิญญาณ
tl: Pagkain para sa kaluluwa
tr: Ruh\'un gıdasıdır.
uz: Qalbimiz uchun taom
zh: 心灵的粮食

# string-array.randomReminderTxt.item_18
source: Time to refresh my mind
az: Fikirləri yeniləmək vaxtıdır
bn: আল্লাহ আপনাকে কি বলছেন?
bs: Vrijeme da razbistrimo naš um
ckb: کات تا هۆشىم ببووژێنێتەوە
de: Zeit den Kopf zu erfrischen
es: Tiempo de refrescar tu mente
fa: وقت تازه کردن ذهن من است
fr: Le moment de se rafraîchir l\'esprit
id: Waktunya Untuk Menyegarkan Kembali Pikiranku
it: Tempo di rinfrescare la mia memoria
kk: Ойымды сергітетін уақыт
ne: मेरो मनलाई ताजा गर्ने समय
ru: Настало время освежить мысли
sq: Koha për të rifreskuar mendjen time
sw: Ni wakati wa kuisafisha akili yangu upya
th: ถึงเวลาที่ฉันต้องฟื้นฟูจิตใจของฉัน
tl: Oras upang panariwain ang aking isip
tr: Zihnimizi yenileme zamanı geldi
uz: Aqlimni yig\'ish vaqti
zh: 洗涤心灵的时间

# string-array.randomReminderTxt.item_19
source: Remember your Lord
az: Allahı yad et
bn: আল্লাহর সাথে কথা বলেছেন?
bs: Sjeti se Gospodara
ckb: یادی خودا بکە
de: Erinnere deinen Herren
es: Recuerda a tu Señor
fa: پروردگارت را یاد کن
fr: Rappelle-toi ton Seigneur
id: Ingat Tuhanmu
it: Ricorda il tuo Signore
kk: Раббыңды еске ал
ne: आफ्नो ईश्वरलाई सम्झनुहोस्
ru: Поминай Аллаха
sq: Mos harro Zotin tënd
sw: Kumbuka mola wako
th: รำลึกถึงพระผู้อภิบาล
tl: Alalahanin ang iyong Panginoon
tr: Rabbini hatırla
uz: Yaratuvchingizni eslang
zh: 记忆你的主宰

# string-array.randomIndexReminder.item_0
source: Want to know about from Quran
az: Qurandan öyrənin
bn: এ ব্যপারে কুরাআনে কি আছে
bs: Saznajte više iz Kur\'ana
ckb: دەتەوێ لەبارەی قورئانەوە شتێک بزانیت؟
de: Möchstest du was über den Koran wissen
es: ¿Deseas conocer más del Corán?
fa: میخواهی که درباره قرآن بدانی
fr: En quête de connaissance à propos du Quran
id: Ingin tahu tentang sesuatu dari Quran
it: Vuoi sapere qualcosa dal Quran
kk: Құраннан білгіңіз келсе
ne: कुरआनबाट जान्न चाहनुहुन्छ
ru: Узнайте из Корана
sq: Do që të dish rreth Kuranit
sw: Wataka kujua kotaka kwa koran?
th: ต้องการเรียนรู้จากอัลกุรอาน
tl: Gusto mo bang malaman ang tungkol [sa isang bagay] mula sa Quran?
tr: Kur\'an hakkında bilmek ister misiniz
uz: Qur\'ondan biror narsa o\'rganmoqchimisiz?
zh: 通过古兰经学习

# string-array.randomIndexReminder.item_1
source: What does Quran say about
az: Quran bu haqda nə deyir
bn: এ ব্যপারে আল্লাহ কি বলছেন
bs: O čemu Kur\'an govori
ckb: چی دەڵێیت دەربارەی قورئان
de: Was sagt der Qurʾān über
es: Qué dice el Corán acerca de:
fa: قرآن درباره چه چیزی سخن می‌گوید
fr: Qu\'en dit le Quran
id: Apa yang Quran katakan tentang
it: Cosa dice il Quran riguardo a
kk: Құран не айтады?
ne: कुरआनले के भन्छ
ru: Что Коран говорит об этом
sq: Çfarë thotë Kurani në lidhje me
sw: Koran yasema nini kuhusu
th: อัลกุรอานพูดถึงอะไร
tl: Ano ang sinasabi ng Quran tungkol sa
tr: Kur\'an ne buyuruyor
uz: Qur\'on bu haqida nima deydi?
zh: 古兰经里怎么说

# string-array.randomIndexReminder.item_2
source: What does Allah say about
az: Allah bu barədə nə deyir
bn: এ ব্যপারে কুরআন কি বলছে
bs: O čemu Allah govori
ckb: چی دەڵێی دەربارەی اللە
de: Was sagt Allāh über
es: Qué dice Al-lah acerca de:
fa: خداوند درباره چه چیزی سخن می‌گوید
fr: Qu\'en dit Allah
id: Apa yang Allah katakan tentang
it: Cosa dice Allah riguardo a
kk: Аллаһ ол туралы не айтады?
ne: अल्लाहले के भन्नुहुन्छ
ru: Что Аллах говорит об этом
sq: Çfarë thotë Allahu në lidhje me
sw: Ni nini Allah anasema kuhusu
th: อัลลอฮฺพูดถึงอะไร
tl: Ano ang sinasabi ng Allah tungkol sa
tr: Allah ne diyor?
uz: Alloh (s.v.t) bu haqida nima deydi?
zh: 安拉怎么说

# string-array.randomIndexReminder.item_3
source: Ayahs about
az: Bu mövzuda ayə
bn: এ সম্পর্কে আয়াত
bs: O čemu je Ajet
ckb: دەربارەی ئایەتەکان
de: Āyāt über
es: Ayas acerca de
fa: آیه‌ها
fr: À propos des Ayah
id: Ayat-ayat tentang
it: Ayat riguardanti
kk: Аяттар олар жайлы
ne: सम्बन्धित आयतहरु
ru: Аят про это
sq: Ajete në lidhje me
sw: Ayah kuhusu
th: โองการเกี่ยวกับ
tl: Tungkol sa mga Ayah
tr: Ayetler hakkında
uz: Mavzudagi oyatlar
zh: 相关章节

# string-array.randomIndexReminder.item_4
source: Verses about
az: Bu mövzuda sürə
bn: এ সম্পর্কে আয়াত
bs: O čemu je ajet
ckb: دەربارەی بەشەکان
de: Verse über
es: Versículos acerca de
fa: سوره‌ها
fr: À propos des versets
id: Ayat-ayat tentang
it: Versetti riguardanti
kk: Аяттар олар жайлы
ne: सम्बन्धित श्लोकहरु
ru: Суры про это
sq: Ajete në lidhje me
sw: Surah kuhusu
th: โองการเกี่ยวกับ
tl: Mga Ayah tungkol sa
tr: "Sureler hakkında "
uz: Mavzudagi oyatlar
zh: 相关经文

# string-array.randomIndexReminder.item_5
source: Interesting Topic in Quran
az: Quranda maraqlı mövzu
bn: কুরআনের একটি চমকপ্রদ বিষয়
bs: Zanimljiva tema u Kur\'anu
ckb: بابەتى سەرنجڕاكێش لە قورئان
de: Interessantes Thema im Qurʾān
es: Tema interesante en el Corán
fa: موضوع جذاب در قرآن
fr: Sujets intéressants dans le Quran
id: Topik Menarik Dalam Quran
it: Argomenti interessanti nel Quran
kk: Құрандағы қызықты тақырыбтар
ne: कुरआनमा रोचक विषय
ru: Интересная тема в Коране
sq: Tema interesante në Kuran
sw: Mswanda unaovutia katika koran
th: หัวข้อที่น่าสนใจในคัมภีร์กุรอาน
tl: Kawili-wiling paksa sa Quran
tr: Kur\'an\'da İlginç bir Konu
uz: Qur\'ondan qiziqarli mavzular
zh: 古兰经中关注的话题

# string-array.randomIndexReminder.item_6
source: Today\'s topic
az: Bü gün üçün mövzu
bn: আজকের বিষয়
bs: Današnja tema
ckb: بابەتەکانی/ئەمڕۆ
de: Heutiges Thema
es: Tema de hoy
fa: موضوع امروز
fr: Sujets d\'aujourd\'hui
id: Topik Hari Ini
it: Argomento di oggi
kk: Бүгінгі тақырыб
ne: आजको विषय
ru: Тема на сегодня
sq: Tema e sotme
sw: Mswada wa leo
th: หัวข้อสำหรับวันนี้
tl: Paksa ngayong araw
tr: Bugünün konusu
uz: Bugungi mavzu
zh: 今日话题

# string-array.randomIndexReminder.item_7
source: Check this out from Quran
az: Quranda baxın
bn: কুরআনে এ বিষয়ে দেখে নিন
bs: Progledajte ovo iz Kur\'ana
ckb: ئەمە لەدەرەوەی قورئان بپشکنە
de: Schau Dir das mal im Qurʾān an
es: Revisa esto en el Corán
fa: این را از قرآن بررسی کنید
fr: Vérifie dans le Quran
id: Periksa Ini Di Quran
it: Guarda questo dal Quran
kk: Мұны Құранда тексеріңіз
ne: यसबारे कुरआनमा चेक गर्नुहोस्
ru: Посмотрите в Коране
sq: Kontrollo këtë nga Kurani
sw: Angalia kutoka kwa koran
th: ลองดูที่คัมภีร์อัลกุรอาน
tl: Tingnan ito mula sa Quran
tr: Bunu Kuran\'da kontrol et
uz: Qur\'ondan tekshirib ko\'ring
zh: 与古兰经文核对

# string-array.randomIndexReminder.item_8
source: Learn this from Quran
az: Qurandan öyrənin
bn: কুরআন থেকে এ বিষয়ে জেনে নিন
bs: Naučite ovo iz Kur\'ana
ckb: لەم قورئانەوە فێربە
de: Lerne das hier vom Qurʾān
es: Aprende esto en el Corán
fa: این را از قرآن بیاموزیم
fr: Apprends cela du Quran
id: Pelajari ini Di Quran
it: Impara questo dal Quran
kk: Мұны Құраннан үйреніңіз
ne: कुरआनबाट यसबारे सिक्नुहोस्
ru: Изучите в Коране
sq: Mëso këtë nga Kurani
sw: Fahamu hili kutoka kwa koran
th: เรียนรู้สิ่งนี้จากคัมภีร์กุรอาน
tl: Pag-aralan ito mula sa Quran
tr: Bunu Kuran\'dan öğrenin
uz: Qur\'ondan o\'rganing
zh: 从古兰经中学习

# qari_abdulbaset
source: Abd Al-Basit
az: Əbd Əl-Basit
bn: আব্দুল বাসিত
ckb: عەبدول باست
fa: عبد الباسط عبد الصمد
kk: Әбдүлбәсит Әбдусамад
ne: अब्द अल्-बासित्
ru: Абд Аль-Басит
th: อับดุลบาสิฏ อับดุศเศาะมัด
tr: Abdul basit
uz: Abdulbosit
zh: 阿卜杜·巴斯特

# qari_abdulbaset_mujawwad
source: Abd Al-Basit Mujawwad
bn: আব্দুল বাসিত মুজাওওয়াদ
ckb: عەبدول باست موجەوید
es: Abd Al-Basit Muyawwad
fa: عبد الباسط عبد الصمد مجود
kk: Әбдүлбәсит Әбдусамад (тәжуид)
ne: अब्द अल्-बासित मुजव्वद
ru: Абд Аль-Басит муджаввад
th: อับดุลบาสิฏ อับดุศเศาะมัด มูชัววัดฺ
tr: Abdulbasit - tecvidli
uz: Abdulbosit (mujavvad)
zh: 阿卜杜勒·巴斯特 - 旋律风格

# qari_basfar
source: Abdullah Basfar
bn: আব্দুল্লাহ আলী বাসফার
ckb: عبداللە بەسفەری
fa: عبد الله بصفر
kk: Абдуллах Басфар
ne: अब्दुल्लाह बस्फर
ru: Абдулла Басфар
th: อับดุลลอฮฺ อิบนู อาลี บาซฺฟา
uz: Abdulloh Basfar
zh: 阿卜杜拉·巴斯法尔

# qari_suadis
source: Abdurrahman As-Sudais
bn: আবদুর রহমান আস-সুদাইস
bs: Abdurrahmaan As-Sudais
ckb: عەبدولڕەحمان سودەی
de: Abdurrahmaan As-Sudais
fa: عبد الرحمن السديس
fr: Abdurrahmaan As-Sudais
id: Abdurrahmaan As-Sudais
it: Abdurrahmaan As-Sudais
kk: Әбдурахман Судаис
ne: अब्दुररह्मान अस्-सुदैस्
ru: Абдурахман Ас-Судейс
sq: Abdurrahmaan As-Sudais
sw: Abdurrahmaan As-Sudais
th: อับดุรเราะห์มาน อัซซุเดซฺ
tl: Abdurrahmaan As-Sudais
tr: Abdurrahman As-Sudays
uz: Abdurahmon As-Sudays
zh: 阿卜杜勒拉哈曼·阿苏代斯

# qari_shatri
source: Abu Bakr Ash-Shatri
bn: আবু বকর আশ-শাত্রি
ckb: ئەبوبەکری ئاش - شاتری
fa: أبو بكر الشاطري
kk: Әбу Бәкр Шатри
ne: अबु बकर अश्-शत्री
ru: Абу Бакр Аш-Шатри
th: อาบู บักรฺ อัซซาตรียฺ
tr: Abu Bakr As-Shatri
uz: Abu Bakr Ash-Shatriy
zh: 阿布·巴克尔·阿沙特里

# qari_afasy
source: Mishary Al-Afasy
bn: মিশারি আল-আফাসি
ckb: مەشاری عەفاسی
es: Mishari Al-Afasi
fa: مشاري بن راشد العفاسي
kk: Мишәри Әфаси
ne: मिशारी अल्-अफासी
ru: Мишари Аль-Афаси
th: มิศชารี ราชิด อัลอาฟาซียฺ
uz: Mishariy Al-Afasiy
zh: "米沙里·阿勒阿法西 "

# qari_saad_al_ghamdi
source: Saad Al-Ghamdi
bn: সাদ আল গামদি
ckb: سەید غامدی
es: Saad Al-Gamdi
fa: سعد الغامدي
kk: Сәид Ғамиди
ne: साद अल्-घामदी
ru: Саад Аль-Гамиди
th: สะอัด อัลฆอมิดียฺ
uz: Saʼd Al-Gʻomdiy
zh: 萨阿德·尔·厄姆迪

# qari_walk
source: Ibrahim Walk (English Trans.)
bn: ইব্রাহিম ওয়াক (ইংরেজি অনুবাদ)
bs: Ibrahim Walk (Engleski prijevod)
ckb: Ibrahim Walk (وەرگێڕی ئینگلیزی.)
de: Ibrahim Walk (Englische Übersetzung)
es: Ibrahim Walk (traducción al inglés)
fa: إبراهيم والك (ترجمه انگلیسی)
fr: Ibrahim Walk (Trad. Anglaise)
id: Ibrahim Walk (Terjemahan Bahasa Inggris)
it: Ibrahim Walk (Traduz. Inglese)
kk: Ибрахим Уолк (ағылшынша)
ne: इब्राहिम वाल्क् (अङ्रेजी अनुवाद)
ru: Ибрахим Уалк (англ. перевод)
sq: Ibrahim Walk (përkthim Anglisht)
sw: Ibrahim Walk (tafsiri ya kingereza.)
th: อิบรอฮีม วอลฺค (แปลภาษาอังกฤษ)
tl: Ibrahim Walk (salinwika sa Ingles)
tr: Ibrahim Walk (İngilizce Çeviri)
uz: Ibrohim Volk (inglizcha)
zh: 易卜拉欣·沃克（英文译文）

# qari_hani_rifai
source: Hani Ar-Rifai
bn: হানি আর-রিফাই
ckb: هانی ریفاعی
fa: هاني الرفاعي
kk: Һәни Рифаи
ne: हानी अर्-रिफाइ
ru: Хани ар-Рифаи
th: ฮานียฺ อัรรีฟาอียฺ
uz: Honiy Ar-Rifoiy
zh: "哈尼·阿里法伊 "

# qari_husary_mujawwad
source: Husary Mujawwad
bn: হুসারি মুজাওওয়াদ
ckb: حوساری موجەوید
es: Husari Muyawwad
fa: الحصري مجود
kk: Махмұд Һәлил Хусари (тәжуид)
ne: हुसारी मुजव्वद
ru: Хусари муджаввад
th: มูฮัมหมัด คอลีด อัลฮูศรียฺ มูชัววัดฺ
tr: "Husari - tecvidli "
uz: Xusoriy (mujavvad)
zh: 胡萨里·穆扎瓦得

# qari_hudhayfi
source: Ali Al-Hudhaify
bn: আলী আল-হুযাইফি
ckb: عەلی حوزەیفی
es: Ali Al-Hudhaifi
fa: الحذيفي
id: Ali Al-Hudzaify
kk: Әли Хұзайфи
ne: अलि अल्-हुजैफी
ru: Али Аль-Хузейфи
th: อาลี อิบนู อับดุรเราะห์มาน อัลหูไซยฺฟียฺ
tr: Ali Al-Huzeyfi
uz: Ali Al-Xuzayfiy
zh: "阿里·阿勒胡戴非 "

# qari_muaiqly
source: Maher Al Muaiqly
bn: মাহের আল মুয়াইকলি
ckb: ماهیر موعەیقلی
es: Maher Al Muaiqli
fa: ماهر المعيلقي
kk: Мәһир Мұғайкли
ne: माहेर अल् मूऐक्ली
ru: Махир Аль-Му\'айкли
th: มาฮิร อัลมุอัยกิลียฺ
tr: Maher Al Muaqily
uz: Mohir Al-Muayqliy
zh: "马哈尔·阿勒穆艾葛里 "

# qari_minshawi_mujawwad
source: Minshawy Mujawwad
bn: মিনশাওয়ি মুজাওওয়াদ
ckb: مەنشاوی موجەوید
es: Minshawi Muyawwad
fa: المنشاوي مجود
kk: Мұхаммед Сыддық Миншәуи (тәжуид)
ne: मिन्शावी मुजव्वद
ru: Миншави муджаввад
th: มูฮัมหมัด ศิดดีก อัลมินซาวียฺ มูชัววัดฺ
tr: Minşari - tecvidli
uz: Minshoviy (mujavvad)
zh: 明沙威 - 旋律风格

# qari_tablawy
source: Mohammad al Tablaway
bn: মুহাম্মাদ আল তাবলাওয়ে
ckb: موحەمەد تەبڵاوی
es: Muhammad al Tablawi
fa: محمد الطبلاوي
id: Mohammad Al Tablawy
kk: Мұхаммед Таблауи
ne: मुहम्मद अल् तब्लावे
ru: Мухаммад Аль Таблауи
th: มูฮัมหมัด อัลฏอบลาวียฺ
tl: Mohammad At-Tablawy
uz: Muhammad Al-Toblaviy
zh: "穆罕默德·阿勒塔巴拉威 "

# qari_ayyoub
source: Muhammad Ayyoub
bn: মুহাম্মাদ আইয়ুব
ckb: موحەمەد ئەیوب
fa: محمد أيوب
kk: Мұхаммед Әйюб
ne: मुहम्मद अय्यूब
ru: Мухаммад Айуб
th: มูฮัมหมัด อัยยูบ
tr: Muhammad eyyüb
uz: Muhammad Ayyub
zh: 穆罕默德·阿尤布

# qari_jibreel
source: Muhammad Jibreel
bn: মুহাম্মদ জিবরিল
ckb: موحەمەد جبریل
es: Muhammad Jibril
fa: محمد جبريل
kk: Мұхаммед Жибрил
ne: मुहम्मद जिब्रील
ru: Мухаммад Джибриль
th: มูฮัมหมัด ญิบรียฺล
tr: Muhammed cibril
uz: Muhammad Jibriyl
zh: 穆罕默德·吉布瑞尔

# qari_shuraym
source: Saood Ash-Shuraym
bn: সাউদ আশ-শুরাইম
ckb: سعود شورەیم
es: Saud Ash-Shuraim
fa: سعود الشريم
kk: Сауд Шураим
ne: सऊद अश्-शुरैम
ru: Сауд аш-Шурайм
th: ซาอูด อัซซูรัยมฺ
tl: Sa\'ud Ash-Shuraym
tr: Saad es şureym
uz: Saud Ash-Shuroym
zh: "萨吾德·阿舒拉伊穆 "

# qari_dussary
source: Yasser Ad-Dussary
bn: ইয়াসির আদ-দুসারি
ckb: یاسر دوسری
es: Yasser Ad-Dussari
fa: ياسر الدوسري
kk: Ясир Дусари
ne: यास्सेर अद्-दुस्सारी
ru: Йасир Ад-Даусари
th: ยาซีร อัดดูวฺสรียฺ
tr: Yaser ed-dussari
uz: Yosir Ad-Dussoriy
zh: "亚瑟尔·阿杜萨里 "

# qari_ayman_sowaid
source: Ayman Sowaid
bn: আয়মান সোয়াইদ
ckb: ئەیمەن سوید
fa: آیمن السوید
kk: Айман Суойд
ne: अय्मन् सोवैद
ru: Айман Соваид
th: อัยมาน ซูวัยดฺ
uz: Ayman Sovaid
zh: 艾曼·索崴德

# qari_abdullah_matroud
source: Abdullah Matroud
bn: আবদুল্লাহ মাতরুদ
ckb: عەبدوڵڵا مەترود
fa: عبدالله المطرود
kk: Абдулла Матруд
ne: अब्दुल्लाह मत्रोउद
ru: Абдуллах Матруд
th: อับดุลลอฮฺ มัฏรูวฺด
uz: Abdulla Matrud
zh: 阿卜杜拉·麦特鲁德

# qari_ahmed_ibn_ali_al_ajamy
source: Ahmed ibn Ali al-Ajamy
bn: আহমাদ আল-আজামি
bs: Ahmed al Ajamy
ckb: ئەحمەد عەجەمی
de: Ahmed al-Ajamy
es: Ahmed al Ajamy
fa: احمد عجمی
fr: Ahmed al Ajamy
id: Ahmed al Ajamy
it: Ahmed al Ajamy
kk: Ахмед әл Әжами
ne: अहमद अल् अजमी
ru: Ахмад Аль Аджми
sq: Ahmed al Ajamy
sw: Ahmed al Ajamy
th: อะหฺมัด บิน อาลี อัลอีชมียฺ
tl: Ahmed Al-Ajmy
tr: Ahmed al Ajamy
uz: Ahmad Al-Ajamiy
zh: 艾赫麦德•阿贾米

# qari_salaah_bukhatir
source: Salah Bukhatir
bn: সালাহ বুখাতির
bs: Salaah Bukhatir
ckb: سەڵاح بوخاتر
de: Salāh Bukhatir
es: Salaah Bukhatir
fa: صلاح بوخاطر
fr: Salaah Bukhatir
id: Salaah Bukhatir
it: Salaah Bukhatir
kk: Салаах Бухатир
ne: सलाह बुखातिर
ru: Салах Бухатир
sq: Salaah Bukhatir
sw: Salaah Bukhatir
th: อักรอม อัลอลากอมียฺ
tr: Salaah Bukhatir
uz: Salah Buxatir
zh: 撒拉赫•布哈提尔

# qari_ali_jaber
source: Ali Jaber
bn: আলি জাবির
ckb: "عەلی جەبار "
fa: علی جابر
kk: Али Джабер
ne: अलि जाबिर
ru: Али Джабир
th: อาลี ญาบีรฺ
uz: Ali Jabir
zh: 阿里•贾倍尔

# qari_husary_muallim
source: Husary (Muallim version)
bn: হুসারি (মুয়াল্লিম ভার্সন)
ckb: حوساری (شێوازی فێربوون)
es: Husari (versión para memorización)
fa: حصری (نسخه آموزشی)
fr: Husary (version Muallim)
id: Husary (versi Muallim)
it: Husary (modalità insegnante[Muallim])
kk: Хузари (Муаллим нұсқасы)
ne: हुसारी (मुअल्लिम सँस्करण)
ru: Хусари (муаллим)
sq: Husary (versioni Mësues)
sw: Husary (aina ya Muallim)
th: มูฮัมหมัด คอลีล อัลฮุศรียฺ (เวอร์ชั่น มูอัลลิม)
tl: Husary (Mu\'allim)
tr: Husary (talim versiyonu)
uz: Xusariy (Muallim versiyasi)
zh: 胡萨里 （教学模式）

# qari_urdu_farhat_hashmi
source: Farhat Hashmi (Urdu by word)
bn: ফারহাত হাশমি(উর্দু শব্দার্থ)
bs: Farhat Hashmi (Urdu riječ po riječ)
ckb: فەرهاد هاشمی (خوێنەری پاکستانی)
de: Farhat Hashmi (Urdu durch Wort)
es: Farhat Hashmi (trad. por palabras al Urdu)
fa: فرحات هاشمی (اردو با واژه)
fr: Farhat Hashmi (Urdu par mot)
id: Farhat Hashmi (Urdu per kata)
it: Farhat Hashmi (Urdu per parola)
kk: Фархат Хашими (Урду сөзбе сөз)
ne: फरहत हाश्मी (शब्दश: उर्दु)
ru: Фархат Хашми (урду пословный)
sq: Farhat Hashmi (në Persisht)
sw: Farhat Hashmi (kila neno kwa lugha ya Kiurdu)
th: ฟารฺฮัด ฮาซฺมียฺ (แปลภาษาอูรดูคำต่อคำ)
tl: Farhat Hashmi (Urdu sa kataga)
tr: Farhat Hashmi (kelime ile Urduca)
uz: Farhat Hashmi (Urdu)
zh: "法尔哈特·哈什米 （乌尔都语逐词） "

# qari_basfar_walk
source: Basfar/Walk (Arabic/English)
bn: বাসফার/ওয়াক (আরবি/ইংরেজি)
bs: Basfar/Walk (Arapski/Engleski)
ckb: بەسفەر/واڵک (عەرەبی/ئینگلیزی)
de: Basfar/Walk (Arabisch / Englisch)
es: Basfar/Walk (Árabe/Inglés)
fa: بصفر/واک (عربی/انگلیسی)
fr: Basfar/Walk (Arabe/Anglais)
id: Basfar/Walk (Arab/Inggris)
it: Basfar/Walk (Arabo/Inglese)
kk: Басфар/Уалк (Арабша/Ағылшынша)
ne: बस्फर/वाक (अरबिक/अङ्ग्रेजी)
ru: Басфар/Уалк (Arabic/English)
sq: Basfar/Walk (Arabisht/Anglisht)
sw: Basfar/Walk (Kiarabu/Kingereza)
th: อับดุลลาฮฺ บาซฺฟารฺ/อิบรอฮีม วอลฺค (อาหรับ/อังกฤษ)
tl: Basfar/Walk (Arabik/Ingles)
tr: "Basfar/Walk (arapça /İngilizce) "
uz: Basfar/Valk (Arab/Ingliz)
zh: 巴斯法尔/沃克 （阿拉伯语/英语）

# qari_shamshad_ali_khan
source: Shamshad Ali Khan (Urdu)
bn: শামশাদ আলি খান (উর্দু)
ckb: شەمشاد عەلی خان (ئۆردۆیی)
es: Shamshad Ali Khan (traducción al Urdu)
fa: شمشاد علی خان (اردو)
kk: Шамшад Али Хан (Урду)
ne: शम्शाद अली खान (उर्दु)
ru: Шамшад Али Хан (урду)
sq: Shamshad Ali Khan (Persisht)
sw: Shamshad Ali Khan (Kiurdu)
th: ซัมซาดฺ อาลี คาน (ภาษาอูรดู)
tr: Shamshad Ali Khan (orduca)
uz: Shamshad Ali Han (Urdu)
zh: 沙姆沙德·阿里·汉 （乌尔都语）

# qari_minshawi_murattal_gapless
source: Minshawi Murattal
bn: মিনশাওয়ি মুরাত্তাল (বিরতিহীন)
bs: Minshawi Murattal (bez prekida)
ckb: مەنشاوی مورتەڵ
de: Minshawi Murattal (lückenlos)
es: Minshawi Murattal (recitación sin intervalos)
fa: المنشاوي (متصل)
fr: Minshawi Murattal (sans interruption)
id: Minshawi Murattal (tanpa jeda)
it: Minshawi Murattal (senza pausa)
kk: Мұхаммед Сыддық Миншәуи (тұтас)
ne: मिन्शावी मुरत्तल् (निरन्तर)
ru: Миншави Мураттал (непрерывно)
sq: Minshawi Murattal (pa pauza)
sw: Minshawi Murattal (hakuna nafasi)
th: มูฮัมหมัด ศิดดีก อัลมินซาวียฺ มูรอตตัล (เสียงแบบต่อเนื่อง)
tl: Minshawy (Murattal, tuloy-tuloy)
tr: Minşavi tertilli (geçişli)
uz: Minshavi (murattal, muttasil)
zh: 明沙威·穆拉塔尔 （无间隙）

# qari_husary_gapless
source: Husary
az: Husari (fasiləsiz)
bn: হুসারি (বিরতিহীন)
bs: Husary (bez prekida)
ckb: حوسەیری
de: Husary (lückenlos)
es: Husary (sin pausas)
fa: الحصري (متصل)
fr: Husary (sans interruption)
id: Husary (tanpa jeda)
it: Husary (senza pausa)
kk: Махмұд Һәлил Хусари (тұтас)
ne: हुसारी (निरन्तर)
ru: Хусари (непрерывно)
sq: Husary (pa pauza)
sw: Husary (hakuna nafasi)
th: มูฮัมหมัด คอลีล อัลฮุศรียฺ (เลียงแบบต่อเนื่อง)
tl: Husary (tuloy-tuloy)
tr: Husari (geçişli)
uz: Xusoriy (muttasil)
zh: 胡萨里 （无间隙）

# qari_sudais_gapless
source: Abdurrahman As-Sudais
az: Əbdurəhman As-Sudeys (fasiləsiz)
bn: আবদুর রহমান আস-সুদাইস (বিরতিহীন)
bs: Abdurrahman As-Sudais (bez prekida)
ckb: عەبدوڕەحممان سودەیسی
de: Abdurrahman As-Sudais (lückenlos)
es: Abdurrahman As-Sudais (recitación sin intervalos)
fa: عبدالرحمن سدیس (بدون توقف)
fr: Abdurrahmaan As-Sudais (sans interruption)
id: Abdurrahmaan As-Sudais (tanpa jeda)
it: Abdurrahman As-Sudais (senza pausa)
kk: Абдуррахман Ас-Судайс (үздіксіз)
ne: अब्दुररह्मान अस्-सुदैस् (निरन्तर)
ru: Абдурахман Ас-Судейс (непрерывно)
sq: Abdurrahman As-Sudais (pa pauza)
sw: Abdurrahman As-Sudais (hakuna nafasi)
th: อับดุรเราะห์มาน อัซซุเดซฺ (เสียงแบบต่อเนื่อง)
tl: Abdurrahman As-Sudais (tuloy-tuloy)
tr: Abdurrahman es-sudeys (geçişli)
uz: Abdurrahman As-Sudais (uzluksiz)
zh: "阿卜杜勒拉哈曼·阿苏代斯 （无间隙） "

# qari_qatami_gapless
source: Nasser Al Qatami
az: Nasser Əl Qatami (fasiləsiz)
bn: নাসের আল কাতামি (বিরতিহীন)
bs: Nasser Al Qatami (bez prekida)
ckb: ناسڕ قەتامی
de: Nasser Al-Qatami (lückenlos)
es: Nasser Al Qatami (recitación sin intervalos)
fa: ناصر قطامی (بدون توقف)
fr: Nasser Al Qatami (sans interruption)
id: Nasser Al Qatami (tanpa jeda)
it: Nasser Al Qatami (senza pausa)
kk: Насир аль-Хатами (үздіксіз)
ne: नास्सेर अल् कतमी (निरन्तर)
ru: Нассер Аль Катами (непрерывно)
sq: Nasser Al Qatami (pa pauza)
th: นาศีรฺ อัลกอตามียฺ (เสียงแบบต่อเนื่อง)
tl: Nasser Al-Qatami (tuloy-tuloy)
tr: Nassar El Katami (geçişli)
uz: Nasser Al-Qatamiy (uzluksiz)
zh: "那瑟尔·阿勒卡塔米 （无间隙） "

# qari_abdulbaset_gapless
source: Abd Al-Basit
bn: আব্দুল বাসিত (বিরতিহীন)
bs: Abd Al-Basit (bez prekida)
ckb: عەبدولباست
de: Abd Al-Basit (lückenlos)
es: Abd Al-Basit (recitación sin intervalos)
fa: عبدالباسط (بدون توقف)
fr: Abd Al-Basit (sans interruption)
id: Abd Al-Basit (tanpa jeda)
it: Abd Al-Basit (senza pausa)
kk: Әбдүлбәсит Әбдусамад (тұтас)
ne: अब्द अल्-बासित (निरन्तर)
ru: Абд Аль-Басит (непрерывно)
sq: Abd Al-Basit (pa pauza)
sw: Abd Al-Basit (hakuna nafasi)
th: อับดุลบาสิฏ อับดุศเศาะมัด (เสียงแบบต่อเนื่อง)
tl: Abd Al-Basit (tuloy-tuloy)
tr: Abdulbasit (geçişli)
uz: Abdulbosit (muttasil)
zh: 阿卜杜勒·巴斯特 （无间隙）

# qari_abdulbaset_mujawwad_gapless
source: Abd Al-Basit Mujawwad
bn: আব্দুল বাসিত মুজাওওয়াদ (বিরতিহীন)
bs: Abd Al-Basit Mujawwad (bez prekida)
ckb: عەبدولباست (موجەوید)
de: Abd Al-Basit Mujawwad (lückenlos)
es: Abd Al-Basit Muyawwad (recitación sin intervalos)
fa: تجوید عبدالباسط (بدون توقف)
fr: Abd Al-Basit Mujawwad (sans interruption)
id: Abd Al-Basit Mujawwad (tanpa jeda)
it: Abd Al-Basit Mujawwad (senza pausa)
kk: Әбдүлбәсит Әбдусамад (тәжуид, тұтас)
ne: अब्द अल्-बासित मुजव्वद (निरन्तर)
ru: Абд Аль-Басит муджаввад (непрерывно)
sq: Abd Al-Basit Mujawwad (pa pauza
sw: Abd Al-Basit Mujawwad (hakuna nafasi)
th: อับดุลบาสิฏ อับดุศเศาะมัด มูชัววีดฺ (เสียงแบบต่อเนื่อง)
tl: Abd Al-Basit (Mujawwad) (tuloy-tuloy)
tr: Abdulbasit tecvidli (geçişli)
uz: Abdulbosit (mujavvad, muttasil)
zh: "阿卜杜勒·巴斯特·穆扎瓦德 （无间隙） "

# qari_aziz_alili_gapless
source: Aziz Alili
bn: আজিজ আলিলি (বিরতিহীন)
bs: Aziz Alili (bez prekida)
ckb: عەزیز ئەلیلی
de: Aziz Alili (lückenlos)
es: Aziz Alili (recitación sin intervalos)
fa: عزیز علیلی (بدون توقف)
fr: Aziz Alili (sans interruption)
id: Azis Alili (tanpa jeda)
it: Aziz Alili (senza pausa)
kk: Азиз Алили (үздіксіз)
ne: अजिज अलिली (निरन्तर)
ru: Азиз Алили (непрерывно)
sq: Aziz Alili (pa pauza)
sw: Aziz Alili (hakuna nafasi)
th: อาซีซฺ อาลีลียฺ (เสียงแบบต่อเนื่อง)
tl: Aziz Alili (tuloy-tuloy)
tr: Aziz Alili (geçişli)
uz: Aziz Alili (uzluksiz)
zh: 阿齐兹·阿立里 (无间隙)

# qari_salah_budair_gapless
source: Salah Budair
bn: সালাহ আল-বুদাইর (বিরতিহীন)
bs: Salah Budair (bez prekida)
ckb: سەڵاح بوخاتر
de: Salah Budair (lückenlos)
es: Salah Budair (recitación sin intervalos)
fa: صلاح بودیر (بدون توقف)
fr: Salah Budair (sans interruption)
id: Salah Budair (tanpa jeda)
it: Salah Budair (senza pausa)
kk: Салах Будаир (үздіксіз)
ne: सलाह् बुदैर (निरन्तर)
ru: Салех Будаир (непрерывно)
sq: Salah Budair (pa pauza)
sw: Salah Budair (hakuna nafasi)
th: ศอแลหฺ มูฮัมหมัด อัลบูดัยรฺ (เสียงแบบต่อเนื่อง)
tl: Salah Budair (tuloy-tuloy)
tr: Salah Budair (geçişli)
uz: Salah Budair (uzluksiz)
zh: 萨拉·布戴勒 （无间隙）

# qari_shuraym_gapless
source: Saood Ash-Shuraym
bn: সাউদ আশ-শুরাইম (বিরতিহীন)
bs: Saood Ash-Shuraym (bez prekida)
ckb: سعود شورەییم
de: Saood Ash-Shuraym (lückenlos)
es: Saud Ash-Shuraim (recitación sin intervalos)
fa: سعود شریم (بدون توقف)
fr: Saood Ash-Shuraym (sans interruption)
id: Saood Ash-Shuraym (tanpa jeda)
it: Saood Ash-Shuraym (senza pausa)
kk: Сауд Шураим (тұтас)
ne: सऊद अश्-शुरैम (निरन्तर)
ru: Сауд Аш-Шурейм (непрерывно)
sq: Saood Ash-Shuraym (pa pauza)
sw: Saood Ash-Shuraym (hakuna nafasi)
th: ซาอูด อัซซูรัยมฺ (เสียงแบบต่อเนื่อง)
tl: Sa\'ud Ash-Shuraym (tuloy-tuloy)
tr: Said eş-şureym (geçişli)
uz: Saud Ash-Shuroym (muttasil)
zh: 萨吾德·阿舒莱姆 （无间隙）

# qari_yasser_dussary_gapless
source: Yasser Ad-Dussary
bn: ইয়াসির আদ-দুসারি (বিরতিহীন)
bs: Yasser Ad-Dussary (bez prekida)
ckb: یاسر دوسری
de: Yasser Ad-Dussary (lückenlos)
es: Yasser Ad-Dussari (recitación sin intervalos)
fa: یاسر دوساری (بدون توقف)
fr: Yasser Ad-Dussary (sans interruption)
id: Yasser Ad-Dussary (tanpa jeda)
it: Yasser Ad-Dussary (senza pausa)
kk: Ясир Ад-Дюссар (үздіксіз)
ne: यास्सेर अद्-दुस्सारी (निरन्तर)
ru: Йассер Ад-Дуссари (непрерывно)
sq: Yasser Ad-Dussary (pa pauza)
sw: Yasser Ad-Dussary (hakuna nafasi)
th: ยาซีร อัดดูสารียฺ (เสียงแบบต่อเนื่อง)
tl: Yasser Ad-Dussary (tuloy-tuloy)
tr: Yaser ed-dusari (geçişli)
uz: Yasser Ad-Dussariy (uzluksiz)
zh: 亚瑟尔·阿杜萨里 （无间隙）
