Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# _7_times
source: found 7 times
bn: ৭ বার
bs: nalazi se 7 puta
ckb: ٧ کاتژمێرت هەیە
de: 7 mal
es: encontrado 7 veces
fa: ۷ بار پیدا شد
fr: trouvé 7 fois
id: Ditemukan 7 kali
it: trovato 7 volte
ru: найдено 7 раз
sq: gjendet 7 herë
th: มีทั้งหมด 7 ครั้ง
tl: natagpuan ng 7 beses
tr: 7 defa bulundu
uz: 7 marta topildi
zh: 被找到7次

source: Stop or Continue
bn: থামুন অথবা পড়তে থাকুন
bs: Stati ili nastaviti
ckb: ڕاگرتن یان بەردەوامبون
de: Stoppen oder fortfahren
es: Parar o continuar
fa: توقف کن یا ادامه بده
fr: Arrêt ou poursuite
id: Berhenti atau lanjut
it: Fermarsi o Continuare
ru: Остановка или продолжение
sq: Ndalo ose Vazhdo
th: หยุดหรืออ่านต่อ
tl: Huminto o magpatuloy
tr: Dur veya Devam et
uz: To\'xtash yoki davom etish
zh: 停止或者继续

# _1972_times
source: found 1972 times
bn: ১৯৭২ বার
bs: nalazi se 1972 puta
ckb: ١٩٧٢ کاتژمێرت هەیە
de: 1972 mal
es: encontrado 1972 veces
fa: ۱۹۷۲ بار پیدا شد
fr: trouvé 1972 fois
id: Ditemukan 1972 kali
it: trovato 1972 volte
ru: найдено 1972 раз
sq: gjendet 1972 herë
th: มีทั้งหมด 1972 ครั้ง
tl: natagpuan ng 1972 beses
tr: 1972 defa bulundu
uz: 1972 marta topildi
zh: 被找到1972次

source: Better to continue
bn: পড়া চালিয়ে যাওয়া ভাল
bs: Bolje je nastaviti
ckb: باشترە بەردەوامبیت
de: Besser wenn man fortfährt
es: Mejor continuar
fa: بهتر است که ادامه دهید
fr: Poursuite préférable
id: Lebih baik lanjut
it: Meglio continuare
ru: Продолжение предпочтительно
sq: Më mirë të vazhdosh
th: ดีที่สุดคืออ่านต่อ
tl: Mas mabuting magpatuloy
tr: Devam etmek daha iyi
uz: Davom etish tavsiya etiladi
zh: 最好继续

# _1682_times
source: found 1682 times
bn: ১৬৮২ বার
bs: nalazi se 1682 puta
ckb: ١٦٨٢ کاتژمێرت هەیە
de: 1682 mal
es: encontrado 1682 veces
fa: ۱۶۸۲ بار پیدا شد
fr: trouvé 1682 fois
id: Ditemukan 1682 kali
it: trovato 1682 volte
ru: найдено 1682 раз
sq: gjendet 1682 herë
th: มีทั้งหมด 1682 ครั้ง
tl: natagpuan ng 1682 beses
tr: 1682 defa bulundu
uz: 1682 marta topildi
zh: 被找到1682次

source: Dont Stop
bn: থামবেন না
bs: Nemojte stati
ckb: مەوەستێنە
de: Nicht stoppen
es: No detenerse
fa: اجازه توقف ندارید
fr: Arrêt interdit
id: Jangan berhenti
it: Non fermarti
ru: Остановка запрещена
sq: Mos ndalo
th: ห้ามหยุด
tl: Huwag huminto
tr: " Durma"
uz: To\'xtamang
zh: 不要停止

# _68_times
source: found 68 times
bn: ৬৮ বার
bs: nalazi se 68 puta
ckb: ٦٨ کاتژمێرت هەیە
de: 68 mal
es: encontrado 68 veces
fa: ۶۸ بار پیدا شد
fr: trouvé 68 fois
id: Ditemukan 68 kali
it: trovato 68 volte
ru: найдено 68 раз
sq: gjendet 68 herë
th: มีทั้งหมด 68 ครั้ง
tl: natagpuan ng 68 beses
tr: 68 defa bulundu
uz: 68 marta topildi
zh: 被找到68次

# num_times
source: %1$d times
bn: %1$d বার
bs: %1$d puta
ckb: %1$d فایل
de: %1$d mal
es: %1$d veces
fa: %1$d بار
fr: %1$d fois
id: %1$d kali
it: %1$d volte
ru: %1$d раз
sq: %1$d herë
th: %1$d ครั้ง
tl: %1$d beses
tr: %1$d Defa
uz: %1$d marta
zh: %1$d 次

# num_second
source: %1$d sec
bn: %1$d সেকেন্ড
bs: %1$d sekunda
ckb: %1$d چرکە
es: %1$d seg
fa: %1$d ثانیه
id: %1$d det
ru: %1$d сек
sq: %1$d sek.
th: %1$d วินาที
tl: %1$d segundo
tr: %1$d saniye
uz: %1$d soniya
zh: %1$d 部分

# num_seconds
source: %1$d secs
bn: %1$d সেকেন্ড
bs: %1$d sekundi
ckb: %1$d چرکە
es: %1$d seg
fa: %1$d ثانیه‌ها
id: %1$d det
it: %1$d secondi
ru: %1$d сек
sq: %1$d sek.
th: %1$d วินาที
tl: %1$d mga segundo
tr: %1$d sn
uz: %1$d soniyalar
zh: %1$d 部分

# gunnahtext
source: Any نّ or مّ will have a sound that emanates from the nose.
bn: সংজ্ঞা : نّ অথবা مّ গুন্নাহ করে পড়তে হবে ।
bs: Svako نّ ili مّ će imati zvuk koji dolazi iz nosa.
ckb: هەر پیتێکی نّ یان مّ دەنگەکەی وەک ئەوەیە كە لە لووتەوە بوترێت .
de: Jedes نّ oder مّ sollte ein verlängerndes Geräusch haben, dass von der Nase kommt.
es: Cualquier نّ o مّ tendrá un sonido que emana de la nariz.
fa: هر نّ یا مّ صدایی خواهد داشت که از بینی سرچشمه می‌گیرد.
fr: Un نّ ou مّ aura un son qui provient du nez.
id: Salah satu نّ atau مّ memiliki bunyi yang keluar dari hidung
it: Ogni نّ o مّ avrà un suono che proviene dal naso.
ru: Любая نّ или مّ произносится со звуком, выходящим через нос.
sq: Çdo نّ ose مّ do të ketë tingullin që buron nga hunda.
th: ทุกๆ نّ หรือ مّ จะมีเสียงที่เล็ดลอดออกมาจากโพรงจมูก.
tl: Anuman نّ o مّ ay may tunog na manggagaling sa ilong.
tr: Ne zaman نّ veya مّden sonra ğunne herfleri gelirse genizden, burnundan yayılan bir sesle okunacaktır.
uz: نّ yoki مّ harfi burundan chiqqan ovozga ega bo\'ladi.
zh: 任何 نّ 或 مّ 将有一个从鼻腔发出的音。

# ikhfatext
source: Any نْ or ً ٍ ٌ followed by any of these letters ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت will be pronounced with a slight nasal sound\n\nOR\n\nWhen the letter ب appears after a مْ it will be pronounced with a light nasal sound in the nose.
bn: সংজ্ঞা : نْ কিংবা ً ٍ ٌ এর পর ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت থাকলে হালকা গুন্নাহ করে পড়তে হবে ।\n\nআবার\n\nসংজ্ঞা : ب যখন مْ এর পর আসে তখনও হালকা গুন্নাহ করে পড়তে হয় ।
bs: Svako نْ ili ً ٍ ٌ praćeno jednim od ovih slova ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت će biti izgovoreno djelimično zvukom koji dolazi iz nosa\n\nili\n\nKada se pojavi slovo ب poslije slova مْ biti će izgovoreno laganim zvukom koji dolazi iz nosa.
ckb: هەر پیتێکی نْ یان ً ٍ ٌ هاتبوو لەگەڵ ئەم پیتانەدا ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت ئەوا بەدەنگێگکی نزم ئەخوێنرێتەوە،\n\nیان\n\nکاتێ پیتی ب هەبوو لەدوای مْ ئەوا بەدەنگێکی لەسەرخۆ کە وەک مینگەی لووت وابێ ئەخوێنرێتەوە.
de: Jedes نْ oder ً ٍ ٌ , dass vor einem dieser Buchstaben steht ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت , wird mit einem leichten Nasallaut gelesen\n\nODER\n\nWenn der Buchstabe ب nach einem مْ steht, dann wird es ebenfalls mit einem leichten Nasallaut aus der Nase gelesen.
es: Cualquier نْ o ً ٍ ٌ seguida por una de estas letras ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت será pronunciada con un sonido nasal suave\n\nOR\n\nCuando la letra ب aparece después de la مْ será pronunciada con un leve sonido nasal en la nariz.
fa: هر نْ یا ً ٍ ٌ به دنبال هر یک از این حروف ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت بیاید از بینی با صدای نازک تلفظ می‌گردد یا هنگامی که حرف ب بعد از یک مْ ظاهر می شود با صدای نازک بینی در بینی تلفظ می شود.
fr: Un نْ ou ً ٍ ٌ suivi par une de ces lettres ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت sera prononcé avec un léger son nasal\n\nOU\n\nQuand la lettre ب apparaît après un مْ il sera prononcé avec un léger son nasal.
id: Salah satu نْ atau ً ٍ ٌ bertemu dengan salah satu huruf-huruf ini ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت maka diucapkan dengan suara sedikit sengau\n\nATAU\n\nKetika huruf ب muncul setelah مْ maka diucapkan dengan suara sengau ringan di dalam hidung
it: Ogni نْ o ً ٍ ٌ seguita da una di queste lettere ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت dovrà essere pronunciata con un leggero suono nasale\n\nO\n\nQuando la lettera ب segue una مْ dovrà essere pronunciata con un leggero suono nasale.
ru: Любая (нун с сукуном) نْ или ً ٍ ٌ (танвин), за которыми следует одна из этих букв ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت произносится с лёгкой назализацией\n\nИЛИ\n\nЛюбая مْ (мим с сукуном), за которой следует буква ب произносится с лёгкой назализацией.
sq: Çdo نْ ose ً ٍ ٌ e ndjekur nga njëra prej gërmave ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت do të shqiptohet me tingull të lehtë hundor\n\nOSE\n\n Kur gërma ب vjen pas مْ ajo do të shqiptohet me një tingull të lehtë hundor nga hunda.
th: ทุกๆ نْ หรือ ً ٍ ٌ ตามด้วยตัวอักษรเหล่านี้ ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت จะออกเสียงด้วยเสียงจากโพรงจมูกเล็กน้อย\n\nหรือ\n\nเมื่อมีตัวอักษร ب หลังตัวอักษร مْ จะออกเสียงด้วยเสียงจากข้างในโพรงจมูก.
tl: Anumang نْ o ً ٍ ٌ na sinusundan ng alinman sa mga titik na ito ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت ay bibigkasin na may bahagyang tunog galing sa ilong\n\nO\n\nKapag ang titik ب ay susunod pagkatapos ng مْ ito ay bibigkasin na may bahagyang tunog galing sa ilong.
tr: Ne zaman نْ or ً ٍ ٌ sonra bu harflerin herhangi biri ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت gelirse hafif ğunneli (genizden) sesle telaffuz edilir \n\nVEYA\n\n ne zaman بharfinden önce sakin مْ gelirse Genizden hafif bir sesle telaffuz edilir.
uz: نْ yoki ً ٍ ٌ belgisi mazkur [ د ج ث ت ك ق ف ظ ط ض ص ش س ز ذ ] harflardan oldin kelsa yengil burun tovushi bilan talaffuz qilinadi. \n\nYoki\n\n agar ب harfi مْ dan keyin kelsa, burundagi yengil burun tovushi bilan talaffuz qilinadi.
zh: 任何 نْ 或 ً ٍ ٌ 跟在f ك ق ف ظ ط ض ص ش س ز ذ د ج ث ت 这些字母之后将发一个轻微鼻音\n\n或\n\n当字母 ب 出现在 مْ 之后时该字母将在鼻腔中发轻微的鼻音。

# idhghamtext
source: Any نْ or ً ٍ ٌ followed by any of these letters و م ن ي will become assimilated into the following letter and will be read with Ghunna\n\nOR\n\nWhen a مْ is followed by مّ, the former will become incorporated into the latter and will be read with Ghunna.
bn: সংজ্ঞা : نْ অথবা ً ٍ ٌ এর পর و م ن ي থাকলে মিলিয়ে পড়তে হয় আর সেখানে গুন্নাহ করতে হয় ।\n\nআবার\n\nসংজ্ঞা : مْ এর পর مّ আসলে আগেরটি পরেরটার সাথে মিশে যাবে আর গুন্নাহ করে পড়তে হবে ।
bs: Svako نْ ili ً ٍ ٌ praćeno jednim od ovih slova و م ن ي će se stopiti sa tim sljedećim slovom i pročitat će se sa Gunom\n\nili\n\nKada je مْ praćeno sa مّ, prijašnje slovo će se pripojiti sljedećem i pročitat će se sa Gunom.
ckb: هەر کام لە نْ یان ً ٍ ٌ هاتبوون بەو پیتانە و م ن ي ئەوا ئەبنە ئەم پیتانەی خوارەوە و بەشێوەی غوننا ئەخوێنرێتەوە\n\nیان\n\nکاتێک کە مْ هاتبوو لەگەڵ مّ, ئەوا پیتەکە ئەخوێنرێتەوە بە غوننا.
de: Jedes نْ oder ً ٍ ٌ , dass vor einem dieser Buchstaben steht و م ن ي , wird mit dem nächsten Buchstaben verbunden und wird mit Ġunnah gelesen\n\nODER\n\nWenn ein مْ vor einem مّ steht, wird jener Buchstabe ebenfalls verbunden und mit Ġunnah gelesen.
es: Cualquier نْ o ً ٍ ٌ seguido por alguna de estas letras و م ن ي será asimilado por la letra siguiente y será pronunciado con Gunna\n\nOR\n\nCuando una مْ es seguida por مّ, la primera será absorvida por la segunda y serán leídas con Gunna.
fa: هر نْ یا ً ٍ ٌ که به دنبال هریک از حروف و م ن ی بیاید در حروف بعد خود تلفیق شده و با غنه خوانده می‌شود یا هنگامی که یک مْ به دنبال یک مّ بیاید ، اولی در دومی گنجانیده می‌شود و با غنه خوانده می‌شود.
fr: Un نْ ou ً ٍ ٌ suivi par une de ces lettres و م ن ي sera assimilé avec la lettre suivante et sera lu avec Ghunna\n\nOU\n\nLorqu\'un مْ est suivi d\'un مّ, celui-ci sera incorporé dans cette dernière et sera lu avec un Ghunna.
id: Salah satu نْ atau ً ٍ ٌ bertemu dengan salah satu huruf-huruf ini و م ن ي maka akan berubah menjadi huruf berikutnya dan akan dibaca dengan ghunnah\n\nATAU\n\nKetika مْ bertemu dengan مّ, maka huruf sebelumnya akan menyatu ke huruf setelahnya dan dibaca dengan ghunnah
it: Ogni نْ o ً ٍ ٌ seguita da una di queste lettere و م ن ي verrà assimilata alla lettera che la segue e verrà letta con Ghunna\n\nO\n\nQuando una مْ è seguita da مّ, la prima verrà incorporata in quest\'ultima e verrà letta con Ghunna.
ru: Любая (нун с сукуном) نْ или ً ٍ ٌ (танвин), за которыми следует одна из этих букв و م ن ي ассимилируется в следующую букву и произносится с гунной\n\nИЛИ\n\nКогда за مْ (мим с сукуном) следует مّ, первая из них ассимилируется во вторую и произносится с гунной.
sq: Çdo نْ ose me ً ٍ ٌ e pasuar nga njëra prej këtyre gërmave و م ن ي do të asimilohet në gërmën vijuese dhe do të lexohet me Ghunna \n\nOR\n\n Kur një مْ pasohet nga مّ, i pari do të përfshihet në kjo e fundit dhe do të lexohet me Ghunna.
th: ทุกๆ نْ หรือ ً ٍ ٌ ตามด้วยตัวอักษรเหล่านี้ و م ن ي จะต้องอ่านควบรวมกับตัวอักษรตัวถัดไป และเสียงที่อ่านจะต้องเป็นเสียงที่มีแรงสั่นสะเทือนที่ออกมาจากโพรงจมูก\n\nOR\n\nเมื่อมี مْ ตามหลังด้วย مّ, ตัวอักษรแรกจะถูกอ่านควบไปยังตัวอักษรที่สอง และเสียงที่อ่านจะต้องเป็นเสียงที่มีแรงสั่นสะเทือนที่ออกมาจากโพรงจมูก.
tl: Anumang >نْ o >ً ٍ ٌ na sinusundan ng anuman sa mga titik na ito >و م ن ي ay masasama sa susunod na titik at bibigkasin na may Ghunnah\n\nOR\n\nKapag ang >مْ ay sinusundan ng >مّ, ang nauna ay masasama sa nahuli at bibigkasin na may Ghunnah.
tr: Ne zaman نْ veya ً ٍ ٌ sonra bu harflerin herhangi biri و م ن ي heriflerine uğrarsa birbirine katarak ğunna ile okunacaktır.\n\nVEYA\n\nNe zaman مْ uğrarsa مّ, birincisini ikincisine dahil ederek ğunne ile okunacak.
uz: نْ yoki ً ٍ ٌ belgisi mazkur [ و م ن ي ] harflardan oldin kelsa, shu harflarga singib ketadi va G\'unna bilan o\'qiladi. \n\n\Yoki\n\n agar مْ dan keyin مّ kelsa, oldingisi keyingisiga qo\'shiladi va G\'unna bilan o\'qiladi.
zh: 任何 نْ 或 ً ٍ ٌ 跟在 و م ن ي 这些字母中的任何字母之后将与跟着的字母同化并与乌呐一起读\n\或\n\n当一个 مْ 有一个 مّ, 跟着时前字母将与后字母合并将与乌呐一起读。

# idhghamwgtext
source: Any نْ or ً ٍ ٌ followed by the letter ل or ر will become assimilated into the following letter but the ghunna will not be pronounced.
bn: সংজ্ঞা : نْ অথবা ً ٍ ٌ এর পর ل অথবা ر আসলে মিলিয়ে পড়তে হয় কিন্তু গুন্নাহ হবে না ।
bs: Svako نْ ili ً ٍ ٌ praćeno slovom ل ili ر će se stopiti sa tim sljedećim slovom ali se neće izgovoriti sa Gunom.
ckb: هەر پیتێکی نْ یان ً ٍ ٌ هاتبوو لەگەڵ پیتی ل یان ر ئەوا بەشێوەی غوننا ئەخوێنرێتەوە.
de: Jedes نْ oder ً ٍ ٌ , dass vor dem Buchstaben ل oder ر steht, wird mit dem nächsten Buchstaben verbunden, aber Ġunnah wird nicht ausgesprochen.
es: Cualquier نْ o ً ٍ ٌ seguida por la letra ل o ر será asimilada por la siguiente letra pero la Gunna no será pronunicada.
fa: هر نْ یا ً ٍ ٌ به دنبال آن حرف ل یا ر در حرف بعدی تلفیق می‌شود اما غنه تلفظ نمی‌شود.
fr: Un نْ ou ً ٍ ٌ suivi par la lettre ل ou ر sera assimilé avec la lettre suivante et sera lu sans Ghunna.
id: Salah satu نْ atau ً ٍ ٌ bertemu dengan huruf ل atau ر akan berubah menjadi huruf berikutnya tetapi diucapkan tanpa ghunnah
it: Ogni نْ o ً ٍ ٌ seguita dalla lettera ل o ر verrà assimilata alla lettera successiva, ma senza pronunciare la ghunna.
ru: Любая (нун с сукуном) نْ или ً ٍ ٌ (танвин), за которыми следует ل или ر, ассимилируется в следующую букву, но произносится без гунны.
sq: Çdo نْ ose me ً ٍ ٌ e pasuar nga njëra prej këtyre gërmave ل ose ر do të asimilohet në gërmën vijuese, por Ghunna nuk do të shqiptohet.
th: ทุกๆ نْ หรือ ً ٍ ٌ ตามด้วยตัวอักษร ل หรือ ر จะต้องอ่านควบไปยังตัวอักษรตัวถัดไป แต่ไม่ต้องออกเสียงด้วยเสียงสั่นจากโพรงจมูก.
tl: Anumang نْ o ً ٍ ٌ na sinusundan ng titik ل o ر ay masasama sa susunod na titik ngunit walang bibigkasin na Ghunnah.
tr: Ne zaman نْ veya ًً ٍ ٌ sonra ل veya ر harfeleri gelirse ğunne (geniz sesi) olmadan idğam yapılacaktır.
uz: نْ yoki ً ٍ ٌ belgisi mazkur [ ل yoki ر ] harflardan oldin kelsa, shu harflarga singib ketadi, ammo G\'unna bilan o\'qilmaydi.
zh: 任何 نْ 或 ً ٍ ٌ 跟着字母 ل 或 ر 将同化到后面的字母但乌呐将不被读出来。

# iqlabtext
source: Any نْ or ً ٍ ٌ followed by ب will change into a م.
bn: সংজ্ঞা : نْ অথবা ً ٍ ٌ এর পর ب আসলে نْ অথবা ً ٍ ٌ , م তে পরিবর্তিত হয়ে যাবে ।
bs: Svako نْ ili ً ٍ ٌ praćeno slovom ب će se pretvoriti u م.
ckb: هەر کام لە نْ یان ً ٍ ٌ هاتبوو لەگەڵ ب ئەوا ئەگۆڕێ بۆ م.
de: Jedes نْ oder ً ٍ ٌ , dass vor einem ب steht, wird zu einem م.
es: Cualquier نْ o ً ٍ ٌ seguida por ب será cambiada por م.
fa: هرگاه نْ یا ً ٍ ٌ بعدش ب بیاید تبدیل به م می‌شود.
fr: Un نْ ou ً ٍ ٌ suivi par un ب changera en un م.
id: Salah satu نْ atau ً ٍ ٌ bertemu dengan ب akan berubah menjadi م.
it: Ogni نْ o ً ٍ ٌ seguita da ب diventerà una م.
ru: Любая (нун с сукуном) نْ или ً ٍ ٌ (танвин), за которой следует буква ب, заменяется буквой م.
sq: Çdo نْ ose me ً ٍ ٌ e pasuar nga njëra prej këtyre gërmave ب do të ndryshojë në një م.
th: ทุกๆ نْ หรือ ً ٍ ٌ ตามด้วยตัวอักษร ب จะถูกเปลี่ยนไปเป็นตัวอักษร م.
tl: Anumang نْ o ً ٍ ٌ na sinusundan ng ب ay mapapalitan ng م.
tr: Ne zaman نْ veya ً ٍ ٌ sonra ب gelirse sakin nun veya tenvini ihfa ve ğunne yaparak مçevrilecektir.
uz: نْ yoki ً ٍ ٌ belgisi ب dan oldin kelsa, talaffuzi م ga o\'zgaradi.
zh: 任何 نْ 或ً ٍ ٌ 有字母 ب 跟着将转化为 م.

# qalqalatext
source: Any of these five letters د ج ب ط ق when encountered with a Sukun ْ &or as the last letter of the verse need to be recited with a slight echoing or jerking sound.
bn: সংজ্ঞা : د ج ب ط ق এই পাঁচটি অক্ষরে যদি সাকিন(/সুকুন) ْ & থাকে অথবা এগুলো যদি শেষ অক্ষর হিসেবে পড়া হয় তবে ক্বলক্বলার (প্রতিধ্বনি সহ) সাথে পড়তে হবে ।
bs: Svako od ovih pet slova د ج ب ط ق kada se pojavi sa Sukunom ْ i/ili kao posljednje slovo u ajetu treba se izgovoriti sa blagim odjekom ili trzajućim zvukom.
ckb: هەر کام لەم پێنج پیتە د ج ب ط ق ئەگەر سکونیان لەگەڵ بوو ْ &یان دوایین پیتی پێچەوانە بوو پێویستە بخوێندرێتەوە بە دەنگێکی کپ.
de: Wenn einer dieser fünf Buchstaben د ج ب ط ق mit einem Sukūn ْ &steht, oder als letzter Buchstabe des Verses steht, dann muss es mit einem leichten Echogeräusch nachhallend gelesen werden.
es: Cualquiera de estas cinco letras د ج ب ط ق cuando llevan sukun ْ &o son la última letra de un versículo deben ser recitadas con un sonido leve de eco o enfático.
fa: هر یک از این پنج حرف د ج ب ط ق هنگامی که به سکون ْ برسد و یا به عنوان آخرین حرف آیه بیاید باید با صدایی کوتاه و تند و تیز تلاوت شود.
fr: Pour les cinq lettres suivantes د ج ب ط ق lorqu\'elles ont un Soukoune ْ &ou constitue la dernière lettre du verset devra être prononcé avec un léger son écho.
id: Salah satu dari lima huruf-huruf ini د ج ب ط ق ketika terkena sukun ْ &atau sebagai huruf terakhir dari sebuah ayat harus dibaca dengan sedikit memantul atau suara menghentak
it: Quando una di queste cinque lettere د ج ب ط ق è scritta con il Sukun ْ &o si trova alla fine di un verso, deve essere recitata con un leggero eco o suono a scatto.
ru: Любая из этих пяти букв د ج ب ط ق в состоянии сукуна ْ &произносится с лёгким призвуком (эхо). Также это происходит в случае, когда одна из этих букв является последней буквой аята.
sq: Secila nga këto pesë gërma د ج ب ط ق kur haset me një Sukun ْ & ose si gërma e fundit të ajetit duhet të recitohet me tingull të lehtë jehone ose pa marrë frymë.
th: หนึ่งในห้าตัวของตัวอักษรเหล่านี้ د ج ب ط ق เมื่อพบกับเครื่องหมายสุกูน ْ &หรือ โดยที่เป็นตัวอักษรสุดท้ายของโองการ จะต้องอ่านด้วยเสียงก้องเล็กน้อย.
tl: Anuman sa limang mga titik na ito د ج ب ط ق kapag may Sukun ْ & o bilang huling titik ng Ayah, dapat na bigkasin ito na may bahagyang tunog na umaalingawngaw o bumabaltak.
tr: Bu beş harflerin herhangi birisi د ج ب ط ق Sukun ile geldiklerinde ْ &ya da ayetin sonunda (arıdi) Sukun ise hafif bir yankılanma ya da sarsıcı bir sesle (kuvvetli bir uğultu) ile okunmalıdır.
uz: Mazkur besh harfdan [د ج ب ط ق] birortasi Sukun bilan birga kelganda, yoki oyatning oxirgi harfi bo\'lsa, biroz tebranib yoki to\'satdan ko\'tarilgan ovoz bilan talaffuz qilinishi kerak.
zh: 这五个字母 د ج ب ط ق 中的任何一个字母在遇到静音符时并且/或者作为该节经文的最后的字母时，应该发轻回声或颤音。

# verb_form_basic
source: "Verb Form 1 Case %1$d"
bn: "ক্রিয়ার রূপ ১ কেইস %1$d"
bs: "Glagol 1 Slučaj %1$d"
ckb: "شێوەی فرمان ١ حاڵەت %1$d"
de: "Verbform 1 Fall %1$d"
es: "Forma verbal 1 Caso %1$d"
fa: "فرم عملیاتی ۱ مورد %1$d"
fr: "Forme verbale 1 Cas %1$d"
id: "Kata Kerja Bentuk 1 Kasus %1$d"
it: "Forma Verbale 1 Caso %1$d"
ru: "Форма глагола 1 порода %1$d"
sq: "Formë foljore 1 Lakimi %1$d"
th: "คำกริยารูปแบบที่ 1 กรณีที่ %1$d"
tl: "Anyo ng Pandiwa 1 Kalagayan %1$d"
tr: "Fiil şekli 1 Durum %1$d"
uz: "Fe'lning 1-turiga misol %1$d"
zh: "动词形式1 事例%1$d"

# verb_form
source: "Verb Form %1$d"
bn: "ক্রিয়ার রূপ %1$d"
bs: "Glagol %1$d"
ckb: "شێوەی فرمان %1$d"
es: "Forma verbal %1$d"
fa: "نسخه عملیاتی %1$d"
fr: "Forme verbale %1$d"
id: "Kata Kerja Bentuk %1$d"
it: "Forma Verbale %1$d"
ru: "Форма глагола %1$d"
sq: "Formë foljore %1$d"
th: "คำกริยารูปแบบที่ %1$d"
tl: "Anyo ng Pandiwa %1$d"
tr: "Fiil kalıbı %1$d"
uz: "Fe'l turi %1$d"
zh: "动词形式 %1$d "

source: Word By Word Language
bn: শব্দার্থের অনুবাদ
bs: Riječ po riječ jezik
ckb: زمانی ووشە بە ووشە
de: Wort für Wort Sprache
fa: زبان واژه به واژه
fr: langue traduction mot par mot
id: Bahasa Kata Per Kata
it: Lingua Parola per Parola
ru: Язык пословного перевода
sq: Gjuha Fjalë pas Fjale
th: ภาษาสำหรับการแปลคำต่อคำ
tl: Wikang Kataga Sa Kataga
tr: Kelime Diline Göre sözcük
uz: So\'zma-so\'z til
zh: 逐字语言
