Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

source: Madani
az: Mədinə
bn: মাদানী
bs: Medinski
ckb: مەدینەیی
de: Medinensisch
es: Madaní
fa: مدني
fr: Médinoise
id: Madaniyah
it: Medinese
kk: Мәдина
ru: Мединская
sq: Medinase
th: มะดะนียะฮ์
tr: Medeni
uz: Madaniy
zh: 麦地那降示

# surah_location
source: "Period: "
az: "Yerləşmə: "
bn: "স্থান: "
bs: "Lokacija: "
ckb: "شوێن: "
de: "Ort: "
es: "Ubicación: "
fa: "دوره:"
fr: "Lieu: "
id: "Lokasi: "
it: "Periodo: "
kk: "Мекен-жайы"
ru: "Месторасположение: "
sq: "Periudha: "
th: "ประเภท: "
tl: "Lugar: "
tr: "İniş yeri:"
uz: "Davr: "
zh: "地点:"

# sura_num_ayahs
source: "Ayahs: "
az: "Ayələr: "
bn: "আয়াতসমূহ: "
bs: "Ajeti: "
ckb: "ئایەتەکان: "
de: "Āyāt: "
es: "Ayas: "
fa: "آیه‌ها"
id: "Ayat: "
it: "Ayât:"
kk: "Аяттар: "
ru: "Аяты: "
sq: "Ajetet: "
th: "โองการทั้งหมด: "
tl: "Mga Ayah: "
tr: "Ayetler: "
uz: "Oyatlar: "
zh: "经文节数:"

# sura_ruku_num
source: "Rukus: "
az: "Ruku: "
bn: "রুকুসমূহ: "
bs: "Ruknovi: "
ckb: "چەمانەوە: "
fa: "رکوع‌ها"
fr: "Prosternation: "
id: "Ruku: "
it: "Ruku: "
kk: "Рукуғтар: "
ru: "Руку: "
th: "รุกู: "
tl: "Mga Ruku: "
tr: "Rükular: "
uz: "Qismlar: "
zh: "鞠躬"

source: Canceling…
bn: বাদ হচ্ছে…
bs: Otkazivanje…
ckb: هەڵوەشاندنەوەی…
de: Abbrechen…
es: Cancelando…
fa: در حال لغو
fr: Annulation en cours…
id: Sedang dibatalkan…
it: Annullamento…
kk: Болдырмау…
ru: Отмена…
sq: Duke anuluar…
th: กำลังยกเลิก…
tl: Kinakansela…
tr: İptal…
uz: Bekor qilinmoqda…
zh: 取消中…

# timing_database
source: Required Files
bn: প্রয়োজনীয় ফাইল
bs: Potrebne datoteke
ckb: فایلە پێویستەکان
de: Benötigte Dateien
es: Archivos requeridos
fa: فايل هاي مورد نياز
fr: Fichiers requis
id: Berkas Yang Dibutuhkan
it: File Richiesti
kk: Керекті файлдар
ru: Необходимые файлы
sq: Skedarë të kërkuar
th: ไฟล์ที่จำเป็น
tl: Kinakailangang mga file
tr: Gerekli Dosyalar
uz: Kerakli fayllar
zh: 所需文件

# quran_sura
source: Sura
az: Sürə
bn: সূরা
ckb: سورەت
de: Sūrah
es: Surah
fa: سوره
fr: Sourate
id: Surat
kk: Сүре
ru: Сура
sq: Surja
th: ซูเราะห์
tl: Surah
tr: Sure
zh: 苏勒

# quran_ayah
source: Ayah
az: Ayə
bn: আয়াত
bs: Ajet
ckb: ئایەت
de: Āyāt
fa: آیه
id: Ayat
it: Aya
kk: Аят
ru: Аят
sq: Ajeti
th: โองการ
tr: Ayet
uz: Oyat
zh: 节

# quran_page
source: Page
az: Səhifə
bn: পৃষ্ঠা
bs: Stranica
ckb: لاپەڕە
de: Seite
es: Página
fa: صفحه
id: Halaman
it: Pagina
kk: Бет
ru: Страница
sq: Faqja
th: หน้า
tl: Safhah
tr: Sayfa
uz: Sahifa
zh: 页

# quran_hizb
source: Hizb
bn: হিজব
ckb: بەش
de: Ḥizb
fa: حزب
kk: Хизб
ru: Хизб
sq: Hizbi
th: ฮิซบฺ
uz: guruh (hizb)
zh: 半段

# quran_juz2
source: Juz
az: Cüz
bn: পারা
bs: Džuz
ckb: جوزﺋ
de: Ǧuz
es: Yuz
fa: جزء
kk: Пара
ru: Джуз
sq: Xhuzi
th: ยุซ
tr: Cüz
zh: 本

# juz2_description
source: "Juz %1$d%2$s"
az: "Cüz %1$d%2$s"
bn: "পারা %1$d%2$s"
bs: "Džuz %1$d%2$s"
ckb: "جوزئی %1$d%2$s"
de: "Ǧuz %1$d%2$s"
es: "Yuz %1$d%2$s"
fa: "جزء %1$d%2$s"
kk: "%1$d%2$s -пара"
ru: "Джуз %1$d%2$s"
sq: "Xhuzi %1$d%2$s"
th: "ยุซ %1$d%2$s"
tl: "Bahagi %1$d%2$s"
tr: "Cüz %1$d%2$s"
uz: "%1$d%2$s-juz"
zh: "%1$d%2$s本"

# juzpage_description
source: " : Page %1$d"
az: " : Səhifə %1$d"
bn: " : পৃষ্ঠা %1$d"
bs: " : Stranica %1$d"
ckb: " : لاپەڕەی %1$d"
de: ": Seite %1$d"
es: " : Página %1$d"
fa: ": صفحه %1$d"
id: " : Halaman %1$d"
it: " : Pagina %1$d"
kk: " : Бет %1$d"
ru: " : Страница %1$d"
sq: " : Faqja %1$d"
th: " : หน้า %1$d"
tl: " : Pahina %1$d"
tr: ": Sayfa %1$d"
uz: " : Sahifa %1$d"
zh: ":页%1$d"

# page_description
source: "Page %1$d"
az: "Səhifə %1$d"
bn: "পৃষ্ঠা %1$d"
bs: "Stranica %1$d"
ckb: "لاپەڕەی %1$d"
de: "Seite %1$d"
es: "Página %1$d"
fa: "صفحه %1$d"
id: "Halaman %1$d"
it: "Pagina %1$d"
kk: "%1$d-бет"
ru: "Страница %1$d"
sq: "Faqja %1$d"
th: "หน้า %1$d"
tl: "Pahina %1$d"
tr: "Sayfa %1$d"
uz: "%1$d-bet"
zh: "页%1$d"

# page_number
source: "Page no."
ckb: "لاپەڕە"
de: "Seite Nr."
fa: "شماره صفحه."
it: "Pagina n."
tl: "Pahina bilang"
tr: "Sayfa nu."

# hizb_description
source: "Juz %1$d%2$s"
az: "Cüz %1$d%2$s"
bn: "পারা %1$d%2$s"
bs: "Džuz %1$d%2$s"
ckb: "جوزئی %1$d%2$s"
de: "Ǧuz %1$d%2$s"
es: "Yuz %1$d%2$s"
fa: "جزء %1$d%2$s"
kk: "Пара %1$d%2$s"
ru: "Джуз %1$d%2$s"
sq: "Xhuzi %1$d%2$s"
th: "ยุซ %1$d%2$s"
tl: "Bahagi %1$d%2$s"
tr: "Cüz %1$d%2$s"
zh: "%1$d%2$s本"

# permission_save_in_sdcard
source: Permission is needed to save data in sdcard
bn: মেমোরিতে ডেটা সংরক্ষণ করার জন্য অনুমতি প্রয়োজন
bs: Potrebno je odobrenje za spašavnje podataka na SD karticu
ckb: ڕێگەپێدان پێویستە بۆ پاراستنی داتاکان لە کارتی دەرەکیدا SD Card
de: Berechtigung zum Speichern auf der SD-Karte wird benötigt
es: Necesita permiso para guardar datos en la tarjeta SD
fa: برای ذخیره داده‌ها در کارت حافظه، مجوز لازم است
fr: Permission requise pour sauvegarder les données sur la carte SD
id: Ijin dibutuhkan untuk menyimpan data di SDcard
it: Autorizzazione necessaria per salvare i dati nella memoria SD
kk: SD картада сақтау үшін рұқсат керек
ru: Необходимо разрешение для сохранения данных на SD карте
sq: Duhet leje që të ruhen të dhënat në SD Card
th: จำเป็นต้องได้รับอนุญาตในการบันทึกข้อมูลใน sdcard
tl: Kailangan ng permisyon na i-save ang data sa SD kard
tr: Sdcard\'ta veri kaydetmek için izin gerekiyor
uz: Ma\'lumotlarni SD-kartaga saqlash uchun ruxsat kerak
zh: 数据储存在sd卡中需要取得权限

# permission_save_in_sdcard_unable
source: Could not save data in storage
bn: মেমোরিতে ডেটা সংরক্ষণ করা যায়নি
bs: Podaci nisu mogli biti spašeni u memoriju
ckb: ناتوانرێ داتا بپارێزرێ لە بیرگەدا
de: Speichern auf der SD-Karte ist gescheitert
es: No se pudo guardar los datos en la memoria
fa: امکان ذخیره کردن اطلاعات در حافظه نیست
fr: Sauvegarde sur le dispositif de stockage impossible
id: Tidak dapat menyimpan data
it: Non è possibile salvare i dati nella memoria
kk: Мәліметтерді жүйелік қорда сақтай алмады
ru: Не удалось сохранить данные в памяти
sq: Nuk mund të ruhen të dhënat në Memorie
th: ไม่สามารถบันทึกข้อมูลไปยังพื้นที่จัดเก็บข้อมูล
tl: Hindi mai-save ang data sa imbakan
tr: Veri depolama alanına kaydedilemedi
uz: Xotiraga saqlay olmadi
zh: 无法在内存中储存数据

source: Note saved
az: Qeyd yadda saxlandı
bn: নোট সংরক্ষিত হয়েছে
bs: Bilješka je spašena
ckb: نە پارێزرا
de: Notiz gespeichert
es: Nota guardada
fa: ذخیره نشد
fr: Note sauvegardée
id: Catatan Disimpan
it: Nota salvata
kk: Сақталмады
ru: Заметка сохранена
sq: Shënimi u ruajt
th: บันทึกโน้ตแล้ว
tl: Nai-save na ang tala
tr: Not kaydedildi
uz: Qayd etildi
zh: 笔记已储存

# topics_verses_index
source: Topics related to this Ayah
az: Bü ayətlə bağlı mövzular
bn: এই আয়াতের সাথে সম্পর্কিত বিষয়াবলী
bs: Teme vezane za ovaj ajet
ckb: بابەتەکان پەیوەندیان بەم ئایتەوە هەبوو
de: Themen die Bezug auf diesen Vers haben
es: Temas relacionados con esta Ayah
fa: موضوعات مشابه این آیه
fr: Sujets reliés à ce verset
id: Topik Yang Terkait Ayat Ini
it: Argomenti riguardanti questa Aya
kk: Бұл Аятқа байланысты тақырыптар
ru: Темы относящиеся к данному Аяту
sq: Temat që lidhen me këtë Ajet
th: หัวข้อที่เกี่ยวข้องกับโองการนี้
tl: Mga paksang kaugnay nitong Ayah
tr: Bu Ayet ile ilgili konular
uz: Mazkur oyatga oid mavzular
zh: 和这节有关的话题

source: Create New
bn: নতুন তৈরি করুন…
bs: Napravite novu…
ckb: دروستکردنی نوێ…
de: Neues erstellen…
es: Crear nuevo…
fa: ایجاد جدید…
fr: Ajouter nouveau…
id: Buat Baru…
it: Crea nuovo…
kk: Жаңасын… құру
ru: Создать новый…
sq: Krijo E Re…
th: สร้างใหม่…
tl: Gumawa ng bago…
tr: Yeni oluşturmak…
uz: Yangi… yaratish
zh: 建立新的…

source: Create & Add
bn: তৈরি করুন এবং যুক্ত করুন
bs: Napravi i dodaj
ckb: دروستکردن و زیادکردن
de: Erstellen & Hinzufügen
es: Crear y adicionar
fa: ایجاد و افزودن
fr: Créer & Ajouter
id: Buat & Tambah
it: Crea e aggiungi
kk: Құру & Қосу
ru: Создать и добавить
sq: Krijo & Shto
th: สร้าง & เพิ่ม
tl: Gumawa at Idagdag
tr: Oluştur & ekle
uz: Yaratish va qo\'shish
zh: 建立&添加

# bookmark_result
source: "\'%1$s\' was found %2$d times"
bn: "%1$s পাওয়া গিয়েছে %2$d বার"
bs: "\'%1$s\' je pronađeno %2$d puta"
ckb: "\'%1$s\' هەیە %2$d کاتدا"
de: "%1$s wurde %2$d mal gefunden"
es: "\'%1$s\' fue encontrado %2$d veces"
fa: "\'%1$s\' یافت شد %2$d بار"
fr: "%1$s a été trouvé %2$d fois"
id: "\'%1$s\' ditemukan %2$d kali"
it: "\'%1$s\' è stato trovato %2$d volte"
kk: "\'%1$s\' рет %2$d табылды"
ru: "\'%1$s\' был найден %2$d раз"
sq: "\'%1$s\' u gjet %2$d herë"
th: "\'%1$s\' ถูกพบ %2$d ครั้ง"
tl: "\'%1$s\' ay natagpuan ng %2$d beses"
tr: "%1$s\' %2$d defa bulundu"
uz: "%2$d marta \'%1$s\' topildi"
zh: "\'%1$s\' 被找到 %2$d 次"

# bookmark_last_read
source: Last Read
bn: সর্বশেষ পড়ছিলেন
bs: Zadnje pročitano
ckb: دواین خوێندنەوە
de: Zuletzt gelesen
es: El último leído
fa: آخرین مطالعه
fr: Dernière lecture
id: Terakhir Dibaca
it: Ultima lettura
kk: Соңғы қосылған
ru: Последнее прочитанное
sq: Ajeti që u lexua i fundit
th: อ่านล่าสุด
tl: Huling Binasa
tr: Son okunan
uz: Oxirgi o\'qilgan
zh: 上次阅读

# menu_share
source: Share
az: Paylaşmaq
bn: শেয়ার করুন
bs: Podijeli
ckb: بڵاوکردنەوە
de: Teilen
es: Compartir
fa: اشتراک
fr: Partager
id: Bagikan
it: Condividi
kk: Бөлісу
ne: शेयर
ru: Поделиться
sq: Shpërndaje
th: แบ่งปัน
tl: Ibahagi
tr: Paylaş
uz: Ulashish
zh: 分享

# menu_quran_index
source: Quran Index
bn: কুরআনের বিষয়সূচি
bs: Kur\'an indeks
ckb: ناوەڕۆكی قورئان
de: Qurʾān Wörterverzeichniss
es: Índice del Corán
fa: فهرست قرآن
fr: Index du Quran
id: Indeks Quran
it: Indice del Quran
kk: Құран индексі
ru: Индекс Корана
sq: Indeksi Kuranit
th: ดัชนีกุรอาน
tl: Quran Indeks
tr: Kur\'an fihrist
uz: Qur\'on indeksi
zh: 古兰经目录

# menu_quran_dictionary
source: Dictionary
bn: অভিধান
ckb: فەرهەنگ
de: Wörterbuch
fa: فرهنگ لغت
fr: Dictionnaire
id: Kamus
it: Dizionario
sq: Fjalori
th: พจนานุกรม
tl: Diksyonaryo
tr: Sözlük
uz: Lugʻat

# menu_quran_planner
source: Planner
bn: কুরআন পাঠ পরিকল্পনা
ckb: خشتەدانان
de: Quran Planer
es: Planificador de lectura del Corán
fa: برنامه‌ریز
fr: Planning pour le Quran
id: Rencana
ru: Индекс Корана
sq: Planifikuesi
th: แผนการอ่าน
tl: Tagaplano
tr: Kur\'an Planlayıcısı
uz: Qur\'on rejalashtiruvchi

# menu_report
source: Report
az: Bildirmək
bn: রিপোর্ট করুন
bs: Prijavi
ckb: ڕاپۆڕت
de: Melden
es: Reportar
fa: گزارش
fr: Faire un rapport
id: Laporkan
it: Segnala
kk: Шағымдану
ru: Сообщить
sq: Raporti
th: รายงาน
tl: I-report
tr: Rapor
uz: Xabar qilish
zh: 报告

# menu_copy
source: Copy
bn: কপি করুন
bs: Kopiraj
ckb: لەبەرگرتنەوە
de: Kopieren
es: Copiar
fa: رونوشت
fr: Copier
id: Salin
it: Copia
kk: Көшіру
ru: Копировать
sq: Kopjoje
th: คัดลอก
tl: Kopyahin
tr: kopyala
uz: Nusxa ko\'chirish
zh: 复制

# menu_bookmarks
source: Bookmarks
bn: বুকমার্ক
bs: Oznake
ckb: نیشانەکراوەکان
de: Lesezeichen
es: Marcapáginas
fa: نشانکها
fr: Marques page
id: Penanda-bacaan
it: Segnapagina
kk: Бетбелгілер
ru: Закладки
sq: Faqeruajtësit
th: บุ๊คมาร์ก
tl: Mga bukmark
tr: Yer imleri
uz: Xatchoʻplar
zh: 书签

# add_bookmarks
source: Add Bookmark
bn: বুকমার্ক করুন
bs: Dodaj oznaku
ckb: زیادکردنی نیشانەکردن
de: Lesezeichen hinzufügen
es: Adicionar marcapáginas
fa: افزودن نشانک
fr: Ajouter un marque page
id: Tambahkan Penanda-bacaan
it: Aggiungi Segnapagina
kk: Бетбелгісін қосу
ru: Добавить закладку
sq: Shto Faqeruajtës
th: เพิ่มบุ๊คมาร์ก
tl: Idagdag ang bukmark
tr: Yer imine ekle
uz: Xatcho\'p qo\'shish
zh: 添加书签

# menu_jump
source: Jump to Verse
az: Ayətə keçmək
bn: নির্দিষ্ট আয়াতে যান
bs: Idi na ajet
ckb: چوون بۆ بەش
de: Öffne folgenden Vers
es: Ir a versículo
fa: پرش
fr: Aller au verset
id: Lompat ke Ayat
it: Vai al Verso
kk: Өту
ru: Перейти к аяту
sq: Kalo tek Ajeti
th: ไปยังโองการ
tl: Lumukso sa Ayah
tr: Ayet\'e Git
uz: Oʻtish
zh: 跳到节

# menu_settings
source: Settings
az: Seçimlər
bn: সেটিংস
bs: Postavke
ckb: ڕێکحستنەکان
de: Einstellungen
es: Configuración
fa: تنظيمات
fr: Paramètres
id: Pengaturan
it: Impostazioni
kk: Баптау
ru: Настройки
sq: Përshtatjet
th: การตั้งค่า
tl: Mga setting
tr: Ayarlar
uz: Sozlamalar
zh: 设置

# menu_search
source: Search
az: Axtarış
bn: খুঁজুন
bs: Pretraga
ckb: گەڕان
de: Suche
es: Buscar
fa: جستجو
fr: Recherche
id: Pencarian
it: Cerca
kk: Іздеу
ru: Поиск
sq: Kërko
th: ค้นหา
tl: Maghanap
tr: Arama
uz: Izlash
zh: 搜索

# menu_notes
source: Notes
az: Qeydlər
bn: টীকা/মন্তব্য
bs: Bilješke
ckb: تێبینیەکان
de: Notizen
es: Notas
fa: یادداشت‌ها
id: Catatan
it: Note
kk: Ескертпелер
ru: Заметки
sq: Shënime
th: โน้ต
tl: Mga tala
tr: Notlar
uz: Qaydlar
zh: 笔记

# menu_day_ayah
source: Daily Ayah
bn: আজকের আয়াত
bs: Ajet dana
ckb: ئایەتی ڕۆژانە
de: Ayah des Tages
es: Ayah díaria
fa: آیه روزانه
fr: Ayah du jour
id: Ayat Harian
it: Aya giornaliera
sq: Ajeti i sotëm
th: โองการประจำวัน
tl: Ayah ng araw
tr: Günün ayeti
uz: Kunning oyati
zh: 今日经文

# pref_apperance
source: Appearance
az: Görünüş
bn: ডিসপ্লে
bs: Izgled
ckb: پیشاندان
de: Erscheinungsbild
es: Apariencia
fa: ظاهر
fr: Apparence
id: Penampilan
it: Aspetto
kk: Көрінісі
ru: Внешний вид
sq: Paraqitja
th: คุณสมบัติ
tl: Hitsura
tr: Görünüm
uz: Ko\'rinish
zh: 界面

# pref_settings_choose_language
source: Language
az: Dil
bn: ভাষা
bs: Jezik
ckb: زمان
de: Sprache
es: Idioma
fa: زبان
fr: Langage
id: Bahasa
it: Lingua
kk: Тіл
ru: Язык
sq: Gjuha
th: ภาษา
tl: Wika
tr: Dil
uz: Til
zh: 语言

# pref_theme
source: Theme
az: Fon
bn: থিম
bs: Tema
ckb: شێوە
de: Design
es: Plantilla
fa: زمینه
fr: Thème
id: Tema
it: Tema
kk: Темасы
ru: Фон
sq: Sfondi
th: ธีม
tl: Tema
tr: Tema
uz: Tema
zh: 主题

# pref_show_translation
source: Show Translation
az: Tərcüməni göstər
bn: অনুবাদ দেখাবে
bs: Prikaži prijevod
ckb: پیشاندانی وەرگێڕان
de: Übersetzung anzeigen
es: Mostrar traducción
fa: نمایش ترجمه
fr: Montrer la traduction
id: Munculkan Terjemahan
it: Visualizza Traduzione
kk: Аудармасын Көрсет
ru: Показать перевод
sq: Trego Përkthimin
th: แสดงคำแปล
tl: Ipakita ang salinwika
tr: Çeviri Göster
uz: Tarjimasini ko\'rsatish
zh: 显示译文

# pref_translations
source: Translations
az: Tərcümələr
bn: অনুবাদগুলো
bs: Prijevodi
ckb: وەرگێڕانەکان
de: Übersetzungen
es: Traducciones
fa: ترجمه‌ها
fr: Traductions
id: Terjemahan
it: Traduzioni
kk: Аудармалары
ru: Переводы
sq: Përkthimet
th: คำแปล
tl: Mga salinwika
tr: Çeviriler
uz: Tarjimalar
zh: 译文

# pref_translation
source: Translation
az: Tərcümə
bn: অনুবাদ
bs: Prijevod
ckb: وەرگێڕان
de: Übersetzung
es: Traducción
fa: ترجمه
fr: Traduction
id: Terjemahan
it: Traduzione
kk: Аударма
ru: Перевод
sq: Përkthimi
th: คำแปล
tl: Pagsasalin-wika
tr: Çeviri
uz: Tarjima
zh: 译文

# pref_translation_font_size
source: Translation Font Size
bn: অনুবাদ ফন্টের আকার
bs: Veličina slova prijevoda
ckb: قەبارەی فۆنتی وەرگێڕان
de: Schriftgröße der Übersetzung
es: Tamaño de fuente
fa: اندازه قلم ترجمه
fr: Taille police du texte de traduction
id: Ukuran Font Terjemahan
it: Grandezza Carattere Traduzione
kk: Фонт Аударма Өлшемі
ru: Размер шрифта перевода
sq: Madhësia e shkrimit në përkthim
th: ขนาดตัวอักษรของคำแปล
tl: Laki ng font ng salinwika
tr: Çeviri Yazı Tipi Boyutu
uz: Tarjima shrift hajmi
zh: 译文字体大小

# pref_arabic
source: Arabic
az: Ərəb dili
bn: আরবি
bs: Arapski
ckb: زمانی عەرەبی
de: Arabisch
es: Árabe
fa: عربی
fr: Arabe
id: Tulisan Arab
it: Arabo
kk: Арабша
ru: Арабский
sq: Arabisht
th: ภาษาอาหรับ
tl: Arabik
tr: Arapça
uz: Arabcha
zh: 阿拉伯语

# pref_arabic_font_size
source: Arabic Font Size
bn: আরবি ফন্টের আকার
bs: Veličina arapskih slova
ckb: قەبارەی فۆنتی عەرەبی
de: Schriftgröße des Arabischen
es: Tamaño de fuente árabe
fa: اندازه قلم عربی
fr: Taille police du texte arabe
id: Ukuran Font Arab
it: Grandezza Caratteri Arabo
kk: Арабша Фонт Өлшемі
ru: Размер арабского шрифта
sq: Madhësia e shkrimit Arabisht
th: ขนาดตัวอักษรภาษาอาหรับ
tl: Laki ng font ng Arabik
tr: Arapça Yazı Boyutu
uz: Arab shriftlarining hajmi
zh: 阿拉伯语字体大小

# pref_showarabic
source: Show Arabic
az: Ərəb dilini göstər
bn: আরবি দেখুন
bs: Prikaži arapski
ckb: بینینی عەرەبی
de: Arabische Schrift anzeigen
es: Mostrar árabe
fa: نمایش عربی
fr: Montrer l\'arabe
id: Munculkan Tulisan Arab
it: Visualizza Arabo
kk: Арабшасын Көрсет
ru: Показать арабский
sq: Trego në Arabisht
th: แสดงภาษาอาหรับ
tl: Ipakita ang Arabik
tr: Arapça göster
uz: Arabchani ko\'rsatish
zh: 显示阿拉伯语

# pref_arabic_font
source: Arabic Font
bn: আরবি ফন্ট
bs: Arapski Font
ckb: فۆنتی قورئان
de: Arabische Schriftart
es: Tipo de fuente árabe
fa: قلم عربی
fr: Police du texte arabe
id: Jenis Huruf Arab
it: Font Arabo
kk: Арабша Фонт
ru: Арабский шрифт
sq: Shkrimi Arabisht
th: ขนาดอักษรภาษาอาหรับ
tl: Font ng Arabik
tr: Arapça Yazı Tipi
uz: Arabcha shrift
zh: 阿拉伯语字体

# pref_showwordbyword
source: Word by Word
bn: প্রতিটি শব্দের অর্থ
bs: Riječ po riječ
ckb: ووشە بەووشە
de: Wort für Wort
es: Palabra por palabra
fa: واژه به واژه
fr: Mot par Mot
id: Kata Per Kata
it: Parola per parola
kk: Сөзбе-Сөз
ru: Пословный перевод
sq: Fjalë për Fjalë
th: การแปลคำต่อคำ
tl: Kataga sa Kataga
tr: Kelime kelime
uz: So\'zma-so\'z
zh: 逐词学习

# pref_showtajweed
source: Tajweed
az: Təcvid
bn: তাজউইদ
bs: Tedžvid
ckb: تەجووید
de: Taǧwīd
es: Taywid
fa: تجوید
fr: Tajwid
id: Tajwid
kk: Таджуйд
ru: Таджвид
sq: Texhvid
th: ตัจญ์วีด
tr: Tecvid
uz: Tajvid
zh: 诵读规则

# pref_mushaftype
source: Mushaf Type
az: Mushaf növü
bn: মুসহাফের ধরণ
bs: Vrsta Mushafa
ckb: جۆری موشەف
de: Muṣḥaf Art
es: Tipo de Mus-haf
fa: نوع رسم‌الخط
fr: Type de Mushaf
id: Jenis Mushaf
it: Modalità Mushaf
kk: Мұсхаф Түрінде
ru: Тип мусхафа
sq: Lloji Mus\'haf
th: รูปแบบมุศฮัฟ
tl: Uri ng Mushaf
tr: Mushaf yazı tipi
uz: Yozma Qur\'on (Mus-haf) ko\'rinishida
zh: 定本

# pref_arabicfont
source: Arabic
az: Ərəb dili
bn: আরবী ফন্ট
bs: Arapski
ckb: عەرەبی
de: Arabisch
es: Árabe
fa: عربی
fr: Arabe
id: Tulisan Arab
it: Arabo
kk: Арабша
ru: Арабский
sq: Arabisht
th: ภาษาอาหรับ
tl: Arabik
tr: Arapça
uz: Arabcha
zh: 阿拉伯语

# pref_rtl
source: Right to Left View Mode
bn: ডান থেকে বামে দেখাবে
bs: S desna na lijevo - način prikaza
ckb: شێوازی پیشاندانی ڕاست و چەپ
de: Von rechts nach links lesen
es: Visualizar de derecha a izquierda
fa: حالت نمایش از راست به چپ
fr: Vue de droite à gauche
id: Ragam Tampilan dari Kanan ke Kiri
it: Modalità visualizzazione da destra a sinistra
kk: Оңнан Сол Тарапқа Көру
ru: Режим просмотра справа налево
sq: Pamja nga e Djathta në të Majtë
th: โหมดจากขวาไปซ้าย
tl: Tanawing kanan pakaliwa
tr: Sağdan sola Görünüm Modu
uz: O\'ngdan chapga ko\'rish rejimi
zh: 从右至左阅读模式

# pref_keepscreenon
source: Keep Screen On
az: Ekranı acıq saxlayın
bn: স্ক্রিন অন থাকবে
bs: Drži ekran upaljen
ckb: شاشە بەکراوەی بمێنێتەوە
de: Bildschirm geöffnet lassen
es: Mantener la pantalla encendida
fa: صفحه را روشن نگه دار
fr: Garder l\'écran allumé
id: Layar Tetap Menyala
it: Tieni schermo acceso
kk: Экранды Ашық Ұстау
ru: Оставить экран открытым
sq: Mbaje Ekranin Ndezur
th: เปิดหน้าจอไว้
tl: Panatilihin ang eskren
tr: Ekranını açık tut
uz: Ekranni yoqiq tutish
zh: 屏幕常亮

# pref_fixed_bars
source: Fixed top-bottom and navigation bar
bn: স্থায়ী উপরের ও নিচের বার
ckb: چاککردنی بەشی سەرەوە و خوارەوە
de: Korrigierte Kopf- und Fußleiste
es: Barras superior e inferior fijas.
fa: ثابت ماندن نوار بالا و پایین
fr: Figer la barre du dessus et dessous
it: Barra di navigazione superiore e inferiore fissa
ru: Фиксированные верхняя и нижняя панели
sq: Shirit në krye dhe në fund të faqes të fiksuar
th: แก้ไขแถบด้านบนและด้านล่าง
tl: Nakapirming bar sa taas, baba at nabigasyon
tr: Sabit Üst, Alt ve gezinme çubuğu
uz: Belgilangan yuqori va quyi satr

# pref_audio_manager
source: Audio Manager
az: Audio meneceri
bn: অডিও ম্যানেজার
bs: Upravljanje zvučnim datotekama
ckb: بەڕێوبەری دەنگ
es: Administrador de audios
fa: مدیریت صوت
fr: Gestion des audios
id: Pengatur Audio
it: Gestore Audio
kk: Аудио менеджер (эксперименттік)
ru: Менеджер аудио
sq: Administrim Zërash
th: จัดการไฟล์เสียง
tl: Awdyo Manedyer
tr: Ses Yöneticisi
uz: Audio Menejer (eksperimental)
zh: 音频管理器

# pref_audio_manager_summary
source: Manage and download Quranic Recitations
bn: কুরআনের তিলাওয়াত ডাউনলোড এবং নিয়ন্ত্রণ
bs: Uprvljanje i preuzimanje Kur\'anskih učenja
ckb: بەڕێوبەر و داگرتنی خوێنەرانی قورئان
de: Verwalten und Herunterladen von Qurʾān Rezitationen
es: Administrar y descargar recitaciones del Corán
fa: مدیریت و بارگیری تلاوت‌های قرآنی
fr: Gestion et téléchargement de récitations du Quran
id: Mengatur dan Mengunduh Pembacaan Quran
it: Gestisci e scarica le recitazioni del Quran
kk: Құран аудио файлдарын жүктеу және басқару
ru: Чтецы Корана: настройка и загрузка
sq: Menaxhoni dhe shkarkoni Recitimet kuranore
th: จัดการและดาวน์โหลด เสียงการอ่านอัลกุรอาน
tl: Pangasiwaan at i-download ang mga pagbigkas ng Quran
tr: Kur\'ân Okunuşları Yönet ve İndir
uz: Qurʼon audio fayllarini saqlab olish va boshqarish
zh: 管理和下载古兰经诵读

source: Notification Time
bn: নোটিফিকেশনের সময়
ckb: کاتی ئاگادارکردنەوە
de: Benachrichtigungszeitraum
es: Tiempo de notificación
fa: زمان پیام
fr: Temps de Notification
id: Waktu Pemberitahuan
it: Ora della notifica
ru: Время уведомления
sq: Koha e Njoftimit
th: เวลาแจ้งเตือน
tl: Oras ng notipikasyon
tr: Bildirim Zamanı
uz: Xabarnoma vaqti

# notification_time_details
source: AM and PM
bn: সকাল ও সন্ধ্যা
ckb: بەیانیان و ئێواران
de: Am und PM
es: a. m. y p. m.
fa: ق .ظ و ب.ظ
fr: AM et PM
it: AM e PM
ru: До полудня и после полудня
sq: Paradite dhe Pasdite
th: AM และ PM
tl: AM at PM
tr: ÖÖ ve ÖS
uz: Tushlikdan oldin va keyin

source: Notification
bn: নোটিফিকেশন
ckb: ئاگادارکردنەوە
de: Benachrichtigung
es: Notificación
fa: اطلاع‌رسانی
id: Pemberitahuan
it: Notifica
ru: Уведомление
sq: Njoftim
th: การแจ้งเตือน
tl: Notipikasyon
tr: Bildirim
uz: Xabarnoma

# morning
source: AM and
bn: সকাল এবং
ckb: بەیانیان و
de: AM und
es: a. m. y
fa: ق.ظ و
fr: AM et
it: AM e
ru: До полудня и
sq: ParaDite
th: AM และ
tl: AM at
tr: AM ve
uz: Tushlikdan oldin va

# evening
source: PM
bn: সন্ধ্যা
ckb: ئێواران
fa: ب‌.ظ
ru: После полудня
sq: PasDite
uz: tushlikdan keyin

# pref_notification_switch
source: Daily Notification
bn: দৈনিক নোটিফিকেশন
bs: Dnevna obavijest/podsjetnik
ckb: وریاکەرەوەکانی ڕۆژانە
de: Tägliche Benachrichtigung
es: Notificación diaria
fa: اطلاع‌رسانی روزانه
fr: Notification journalière
id: Pemberitahuan Harian
it: Notifica giornaliera
kk: Күндік Ескертпелер
ru: Ежедневное напоминание
sq: Njoftim ditor
th: การแจ้งเตือนรายวัน
tl: Araw-araw na pabatid
tr: Günlük Bildirim
uz: Kundalik eslatma
zh: 每日提醒

# pref_clearsearch
source: Clear Search History
az: Axtarış tarixini silmək
bn: খোঁজার ইতিহাস মুছে ফেলুন
bs: Briši historiju pretrage
ckb: پاکردنەوەی مێژووی گەڕان
de: Lösche Suchverlauf
es: Borrar historial de busqueda
fa: پاک کردن تاریخچه جستجو
fr: Effacer l\'historique de recherche
id: Bersihkan Riwayat Pencarian
it: Cancella cronologia ricerca
kk: Іздеу Тарихын Өшіру
ru: Очистить историю поиска
sq: Pastro Historinë e Kërkimit
th: ลบประวัติการค้นหา
tl: Burahin ang kasaysayan ng pagsisiyasat
tr: Arama geçmişini temizle
uz: Qidiruv tarixini tozalash
zh: 清除搜索历史

# searchistoryremoved
source: Search History Removed
az: Axtarış tarixini silindi
bn: খোঁজার ইতিহাস মুছে ফেলা হয়েছে
bs: Historija pretrage je izbrisana
ckb: مێژووی گەڕان لابرا
de: Suchverlauf wurde gelöscht
es: Historia del busqueda borrado
fa: تاریخچه جستجو پاک شد
fr: Historique de recherche effacé
id: Riwayat Pencarian Dihapus
it: Cronologia ricerca rimossa
kk: Іздеу Журналы Жойылды
ru: История поиска удалена
sq: Historia e kërkimit është hequr
th: ลบประวัติการค้นหาแล้ว
tl: Naalis na ang kasaysayan ng paghahanap
tr: Arama Geçmişi Kaldırıldı
uz: Qidiruv tarixi tozalandi
zh: 搜索历史已清除

# pref_tajweedrules
source: Tajweed Rules
az: Təcvid qaydaları
bn: তাজউইদের নিয়ম
bs: Tedžvidska pravila
ckb: حوکمەکانی تەجووید
de: Taǧwīd Regeln
es: Reglas del Taywid
fa: قواعد تجوید
fr: Règles de Tajwid
id: Aturan Tajwid
it: Regole del Tajweed
kk: Таджуйд Ережелері
ru: Правила таджвида
sq: Rregullat e Texhvidit
th: กฎตัจญ์วีด
tl: Tajwid
tr: Tecvid Kuralları
uz: Tajvid qoidalari
zh: 诵读规则
