Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# pref_tajweed_summary
source: Stops Signs, Tajweed Pronunciation rules
bn: তাজউইদের(উচ্চারণ) এবং ওয়াকফের(থামার) নিয়ম
bs: Znakovi zaustavljanja, Tedžvidska pravila izgovora
ckb: نیشانە وەستاوەکان, حوکمی خوێندنەوەی وشەکانی تەجووید
de: Stopp-Zeichen, Ausspracheregeln
es: Signos para detenerse, reglas de pronunciación (Taywid)
fa: علائم وقف، قواعد تلفظ تجویدی
fr: Signes d\'arrêt, règles de prononciation de Tajwid
id: Tanda-tanda Berhenti, Aturan Pengucapan Tajwid
it: Simboli di arresto, regole di pronuncia del Tajweed
kk: Тоқтау Белгілері, Таджуйд айтылу ережелері
ru: Знаки остановки, правила произношения таджвида
sq: Shenjat e Ndalimit, Rregullat e shqiptimit me Texhvid
th: สัญลักษณ์การหยุด, การอ่านออกเสียงตามหลักตัจญ์วีด
tl: Mga tanda ng paghinto, mga patakaran ng Tajwid
tr: İşaretleri Durdurur, Tecvid Telaffuz kuralları
uz: To\'xtash belgisi, tajvid talaffuz qoidalari
zh: 停止符，诵读发音规则

# next_tut
source: NEXT
az: SONRAKI
bn: পরবর্তী
bs: DALJE
ckb: دواتر
de: WEITER
es: SIGUIENTE
fa: بعدی
fr: SUIVANT
id: BERIKUTNYA
it: PROSSIMO
kk: Келесі
ru: СЛЕДУЮЩИЙ
sq: TJETËR
th: ต่อไป
tl: SUSUNOD
tr: SONRAKİ
uz: Keyingi
zh: 下一个

# done_tut
source: GOT IT
az: QƏBUL ETDİM
bn: বুঝলাম
bs: JASNO
ckb: تەواو
de: VERSTANDEN
es: ENTENDIDO
fa: فهمیدم
fr: EFFECTUÉ
id: MENGERTI
it: FATTO
kk: Ұқтым
ru: ПОНЯЛ
sq: E KUPTOVA
th: ฉันเข้าใจ
tl: NAKUHA KO
tr: ANLADIM
uz: Tushunarli
zh: 明白了

# share_ayah_title
source: Share Ayah
bn: আয়াত শেয়ার করুন
bs: Podijeli ajet
ckb: بڵاوکردنەوەی ئایەت
de: Teile Vers
es: Compartir Ayah
fa: اشتراک آیه
fr: Partager ce verset
id: Bagikan Ayat
it: Condividi Aya
sq: Shpërndaje Ajetin
th: แบ่งปันโองการ
tl: Ibahagi ang Ayah
tr: Ayeti paylaş
uz: Oyatni ulashish
zh: 分享此节

source: Download Successful
az: Yükləmə uğürlu bitdi
bn: সম্পূর্ণ ডাউনলোড হয়েছে
bs: Preuzimanje uspješno
ckb: داگرتن سەرکەوتووبوو
de: Download erfolgreich
es: Descarga exitosa
fa: با موفقيت بارگذاري انجام شد
fr: Téléchargement réussi
id: Pengunduhan Berhasil
it: Download completato
kk: Жүктелді
ru: Загрузка успешная
sq: Shkarkimi i suksesshëm
th: ดาวน์โหลดสำเร็จ
tl: Tagumpay ang download
tr: İndirme başarılı
uz: Muvaffaqiyatli saqlandi
zh: 下载成功

# download_processing
source: Processing Download…
az: Yüklənir…
bn: … ডাউনলোড হচ্ছে
bs: Obrada preuzimanja…
ckb: کرداری داگرتن…
de: Download wird bearbeitet…
es: Procesando la descarga…
fa: در حال بارگذاري;
fr: Traitement du téléchargement…
id: Pengunduhan sedang Berjalan…
it: Download in corso…
kk: Жүктеу…
ru: Загружается…
sq: Përpunimi i Shkarkimit…
th: กำลังดาวน์โหลด…
tl: Prinoproseso ang download…
tr: İndirme İşlemi…
uz: Saqlanmoqda…
zh: 处理下载中…

# notification_download_canceled
source: Download canceled
bn: ডাউনলোড বাতিল করা হয়েছে
bs: Preuzimanje zaustavljeno
ckb: داگرتن هەڵوەشایەوە
de: Download abgebrochen
es: Descarga cancelada
fa: بارگذاري لغو شده ها
fr: Téléchargement annulé
id: Pengunduhan dibatalkan
it: Download cancellato
kk: Жүктелу тоқтатылды
ru: Загрузка отменена
sq: Shkarkimi anullohet
th: ยกเลิกการดาวน์โหลด
tl: Kinansela ang download
tr: İndirme iptal edildi
uz: Saqlash bekor qilindi
zh: 下载已取消

# download_non_wifi_prompt
source: You are not on Wi-Fi. Download data anyway?
bn: আপনি Wi-Fi এ নেই। মোবাইল ডাটা দিয়ে ডাউনলোড করতে চান?
bs: Niste na Wi-Fi mreži. Preuzmi podatke u svakom slučaju?
ckb: ناتوانیت بەوایفای بەردەوامبیت ، بە داتا دەمێنیتەوە؟
de: Du bist nicht mit dem Wlan verbunden. Trotzdem herunterladen?
es: No tienes conexión WiFi. Descargar usando Data?
fa: شبکه بي سيم شما خاموش است، در هر صورت بارگذاري نمايد؟
fr: Vous n\'êtes pas sur Wi-Fi. Procéder tout de même au téléchargement?
id: Anda tidak dalam jaringan Wi-Fi. Pengunduhan data tetap dilanjutkan?
it: Non stai usando la Wi-Fi. Scaricare dati comunque?
kk: Wi-Fi қосылмаған. Бәрібір жүктелсін бе?
ru: Вы не используете Wi-Fi. Загрузить данные в любом случае?
sq: Ti nuk jeni në Wi-Fi. Do të shkarkosh të dhënat gjithsesi?
th: คุณไม่ได้เชื่อมต่อ Wi-Fi. ต้องการดาวน์โหลดด้วยข้อมูลมือถือไหม?
tl: Wala ka sa Wi-Fi. Ituloy ang download ng data?
tr: WiFi (Kablosuz bağlantıda) değilsiniz. Yine de veri indirilsin mi?
uz: Wi-Fi tarmogʻiga ulanmagansiz, baribir fayllarni saqlab olmoqchimisiz?
zh: 你没有连接wifi.依然要下载数据？

# download_progress
source: Downloaded %1$s / %2$s
bn: %1$s / %2$s ডাউনলোড হয়েছে
bs: Preuzeto %1$s / %2$s
ckb: داگیرا %1$s / %2$s
de: Heruntergeladen %1$s / %2$s
es: Descargado %1$s / %2$s
fa: بارگذاري %1$s / %2$s
fr: Téléchargé %1$s / %2$s
id: Sudah diunduh %1$s / %2$s
it: Scaricati %1$s / %2$s
kk: %1$s/%2$s жүктелді
ru: Загружено %1$s / %2$s
sq: U shkarkua %1$s / %2$s
th: ดาวน์โหลดแล้ว %1$s / %2$s
tl: Na-download na %1$s / %2$s
tr: İndirildi %1$s / %2$s
uz: %1$s/%2$s saqlandi
zh: 已下载%1$s / %2$s

# download_sura_progress
source: Downloaded %1$s / %2$s of sura %3$d
bn: %3$d সূরার %1$s / %2$s of ডাউনলোড হয়েছে
bs: Preuzeto %1$s / %2$s od sure %3$d
ckb: داگیرا %1$s / %2$s ی سورەتی %3$d
de: Heruntergeladen %1$s / %2$s von der Sūrah %3$d
es: Descargado %1$s / %2$s of sura %3$d
fa: بارگیری شده %1$s / %2$s از سوره %3$d
fr: Téléchargé %1$s / %2$s de la sourate %3$d
id: Sudah diunduh %1$s / %2$s dari surat %3$d
it: Scaricato %1$s / %2$s della Sura %3$d
kk: %3$d-сүренің %1$s жүктелді (барлығы: %2$s)…
ru: Загружено %1$s / %2$s суры %3$d
sq: U shkarkua %1$s / %2$s të Sures %3$d
th: ดาวน์โหลดแล้ว %1$s / %2$s ของซูเราะห์ %3$d
tl: Na-download na %1$s / %2$s ang Surah %3$d
tr: Indirildi %1$s / %2$s sure %3$d
uz: %3$d-suraning %1$s (jami: %2$s) saqlanmoqda…
zh: 已下载 %1$s / %2$s 苏勒的 %3$d

# process_progress
source: Processing file %1$d / %2$d
bn: %1$d / %2$d ফাইল প্রক্রিয়া হচ্ছে
bs: Obrada podatka %1$d / %2$d
ckb: جێبەجێکردنی فایلی %1$d / %2$d
de: Datei wird bearbeitet %1$d / %2$d
es: Procesando el archivo %1$d / %2$d
fa: پردازش %1$d / %2$d
fr: Traitement des fichiers %1$d / %2$d
id: Sedang memproses berkas %1$d / %2$d
it: Elaborazione file in corso %1$d / %2$d
kk: %1$d/%2$d жүктелді
ru: Обработка файла %1$d / %2$d
sq: Përpunimi i Skedës %1$d / %2$d
th: กำลังประมวลผลไฟล์ %1$d / %2$d
tl: Pinoproseso ang file %1$d / %2$d
tr: Dosya Sıralama %1$d / %2$d
uz: %1$d/%2$d ishlandi
zh: 文件处理中%1$d / %2$d

source: Download All
bn: সবগুলো ডাউনলোড করুন
bs: Preuzmi sve
ckb: داگرتنی هەمووی
de: Lade alles runter
es: Descargar todo
fa: بارگیری همه
fr: Télécharger tout
id: Mengunduh Semua
it: Scarica tutto
ru: Загрузить Все
sq: Shkarko të Gjitha
th: ดาวน์โหลดทั้งหมด
tl: I-download Lahat
tr: Hepsini indir
uz: Barchasini saqlash
zh: 下载全部

source: All
bn: সব
bs: Sve
ckb: هەموو
de: Alle
es: Todo
fa: همه
fr: Tout
id: Semua
it: Tutto
ru: Все
sq: Të Gjitha
th: ทั้งหมด
tl: Lahat
tr: Hepsi
uz: Barchasi
zh: 全部

source: Downloaded
bn: ডাউনলোড শেষ
bs: Preuzeto
ckb: داگیرا
de: Heruntergeladen
es: Descargado
fa: بارگیری شده
fr: Téléchargé
id: Sudah diunduh
it: Scaricato
ru: Загрузка завершена
sq: U shkarkua
th: ดาวน์โหลดแล้ว
tl: Na-download na
tr: İndirildi
uz: Yuklandi
zh: 已下载

source: Available
bn: বিদ্যমান
bs: Dostupno
ckb: بەردەستە
de: Vorhanden
es: Disponible
fa: دسترس
fr: Disponible
id: Tersedia
it: Disponibile
ru: Доступно
sq: I Mundshëm
th: พร้อมใช้งาน
tl: Mayroon
tr: Mevcut
uz: Mavjud
zh: 可用

# download_question
source: Download?
bn: ডাউনলোড?
bs: Preuzmi?
ckb: داگرتن؟
de: Herunterladen?
es: Descargar?
fa: بارگیری شود؟
fr: Télécharger?
id: Mengunduh?
ru: Загрузить?
sq: Do shkarkosh?
th: คุณต้องการดาวน์โหลดไหม?
tl: I-download?
tr: İndir?
uz: Yuklaysizmi?
zh: 下载吗？

# partial_text
source: " (partial)"
bn: " (আংশিক)"
bs: " (djelimično)"
ckb: " (بەش)"
de: "(Teilweise)"
es: " (parcial)"
fa: "(جزئی)"
fr: " (en partie)"
id: " (sebagian)"
it: " (parziale)"
ru: " (частично)"
sq: " (pjesërisht)"
th: "(บางส่วน)"
tl: " (parsyal)"
tr: "(kısmi)"
uz: " (qisman)"
zh: "(部分)"

# error_general
source: Download failed
bn: ডাউনলোড হয়নি
bs: Preuzimanje nije uspjelo
ckb: داگرتن سەرکەوتو نەبوو
de: Runterladen fehlgeschlagen
es: Descarga no exitosa
fa: بارگیری ناموفق
fr: Téléchargement échoué
id: Pengunduhan Gagal
it: Download fallito
kk: Жүктелмеді
ru: Ошибка загрузки
sq: Shkarkimi dështoi
th: การดาวน์โหลดล้มเหลว
tl: Bigo ang download
tr: Yükleme başarısız
uz: Saqlash muvaffaqiyatsiz boʻldi
zh: 下载失败

# error_disk
source: Not enough disk space
bn: ডাউনলোড করতে মেমোরিতে পর্যাপ্ত জায়গা নেই
bs: Nema dovoljno prostora na disku
ckb: شوێنی بەتاڵ نەماوە لە میمۆری مۆبایلدا
de: Nicht genug Speicherplatz
es: No hay suficiente espacio en el disco
fa: فضای خالی، کافی نیست
fr: Pas assez d\'espace de stockage
id: Tidak cukup ruang
it: Spazio del disco Insufficiente
kk: Құрылғыда бос орын жоқ
ru: На диске не достаточно места для загрузки
sq: Nuk mjafton hapësira në celular
th: พื้นที่จัดเก็บไม่เพียงพอ
tl: Hindi sapat ang imbakan
tr: Yeterli depolama alanı yok
uz: Uskunada yetarli xotira mavjud emas
zh: 无足够存储空间

# error_network
source: Network error
bn: নেটওয়ার্ক ত্রুটি
bs: Greška na mreži
ckb: بەهۆی تۆڕەوە دانەگیرا
de: Netzwerkfehler
es: Error de conexión
fa: خطای شبکه
fr: Erreur réseau
id: Masalah jaringan
it: Errore di rete
kk: Байланыс қателігі
ru: Ошибка сети
sq: Gabim Rrjeti
th: เครือข่ายมีปัญหา
tl: Mali ng network
tr: Ağ hatası
uz: Tarmoq bogʻlanishida xatolik yuz berdi
zh: 网络错误

# error_insufficient_permissions
source: Insufficient permissions
bn: " অপর্যাপ্ত অনুমতি"
bs: Nedovoljno dopuštenja
ckb: داگرتن ناتوانرێت بکرێ بەهۆی ڕێگەپێنەدان
de: Unzureichende Berechtigungen
es: Autorización insuficiente
fa: مجوزها کافی نیست
fr: Permissions insufissantes
id: Izin tidak mencukupi
it: Autorizzazioni non sufficienti
kk: Рұқсат қателігі
ru: Недостаточно прав
sq: Lejime të pamjaftueshme
th: สิทธิ์ในการเข้าถึงไม่เพียงพอ
tl: Kulang ang mga pahintulot
tr: Yetersiz yetkiler
uz: Ruhsat muammosi tufayli saqlab boʻlmadi
zh: 不充分的授权

# error_invalid_download_retry
source: Corrupted file, attempting to re-download
bn: নষ্ট ফাইল, পুনরায় ডাউনলোড করার চেষ্টা করা হচ্ছে
bs: Oštećena datoteka, pokušavam ponovo preuzeti
ckb: فایلەکە تێک چووە, هەوڵبدە دوبارە -دایبگریتەوە
de: Beschädigte Datei, Download wird wieder versucht
es: Archivo corrupto, descargando nuevamente
fa: فایل خراب شد، تلاش برای بارگیری دوباره
fr: Fichier corrompu, tentative de re-téléchargement
id: Berkas rusak, sedang mencoba unduh ulang
it: File danneggiato. Nuovo tentativo di download in corso
kk: Файл бүлінген; қайта жүктелуде…
ru: Поврежденный файл, попытка повторной загрузки
sq: Skedë e pasaktë, po e rishkarkojmë
th: ไฟล์เสียหาย, กำลังพยายามดาวน์โหลดอีกครั้ง
tl: Sirang file, sinusubukang i-download uli
tr: Bozuk dosya, yeniden indirmeye çalışıyor
uz: Fayl buzilgan, qayta saqlab olishga harakat qilinmoqda…
zh: 文件受损，尝试重新下载

# error_network_retry
source: Network error, trying to resume…
bn: নেটওয়ার্ক ত্রুটি, পুনরায় শুরু করার চেষ্টা করা হচ্ছে…
bs: Greška na mreži, pokušavam nastaviti…
ckb: تۆڕ هەڵەی تیایە .هەوڵبدەرەوە بۆ دوبارەکردنەوە…
de: Netzwerk Fehler, versuche fortzuführen…
es: Error de conexión, reconectando…
fa: خطای شبکه، تلاش برای ادامه و#8230;
fr: Erreur réseau, tentative de reprise…
id: Masalah jaringan, sedang mencoba melanjutkan …
it: Errore di rete. Attendere…
kk: Байланыс қателігі; қайта қосылуда…
ru: Ошибка сети, попытка возобновления…
sq: Gabim Rrjeti, nisim nga fillimi…
th: เครือข่ายมีปัญหา, กำลังพยายามดำเนินการต่อ…
tl: Mali ng network, sinusubukang ipagpatuloy…
tr: Ağ hatası, devam etmeye çalışıyor…
uz: Tarqmoq xatoligi, qayta harakat qilinmoqda…
zh: 网络错误，尝试继续 …

# error_error_unknown
source: Unknown Error
bn: অজানা ত্রুটি
bs: Nepoznata greška
ckb: هەڵەی نەزانراو
de: Unbekannter Fehler
es: Error desconocido
fa: خطای نامعلوم
fr: Erreur inconnu
id: Kesalahan Tidak Diketahui
it: Errore sconosciuto
ru: Неизвестная ошибка
sq: Gabim i Panjohur
th: ข้อผิดพลาดที่ไม่รู้จัก
tl: Di-kilalang mali
tr: Bilinmeyen hata
uz: Noma\'lum xato
zh: 未知错误

# play_apply
source: Apply
bn: ঠিক আছে
bs: Primijeni
ckb: جێبەجێکردن
de: Anwenden
es: Aplicar
fa: پذیرفتن
fr: Appliquer
id: Terapkan
it: Applica
kk: Қолдану
ru: Применить
sq: Apliko
th: นำไปใช้
tl: I-aplay
tr: Uygulamak
uz: Joriy qilish
zh: 应用

source: Previous
bn: পূর্ববর্তী
bs: Prethodni
ckb: پێشوو
de: Vorherige
es: Anterior
fa: قبلی
fr: Précédent
id: Sebelumnya
it: Precedente
kk: Алдыңғы
ru: Предыдущий
sq: Para kësaj
th: ก่อนหน้า
tl: Nakaraan
tr: Önceki
uz: Avvalgi
zh: 上一个

source: Play
bn: তিলাওয়াত শুনুন
bs: Izgovori
ckb: لێدان
de: Abspielen
es: Reproducir
fa: پخش
fr: Écouter
id: Mainkan
kk: Тыңдау
ru: Прослушать
sq: Luaj
th: เล่น
tl: I-play
tr: Oynat
uz: Chalish
zh: 播放

source: Pause
bn: বিরতি
bs: Pauziraj
ckb: ڕاگرتن
es: Pausa
fa: مکث
id: Istirahat
it: Pausa
kk: Кідірту
ru: Пауза
sq: Pusho
th: พักการเล่น
tl: Sandaling hinto
tr: Duraklat
uz: Pauza
zh: 暂停

source: Stop
bn: বন্ধ
bs: Zaustavi
ckb: وەستاندن
de: Stopp
es: Detener
fa: توقف
id: Berhenti
kk: Тоқтату
ru: Стоп
sq: Ndalo
th: หยุด
tl: Hinto
tr: dur
uz: Toʻxtatish
zh: 停止

source: Next
bn: পরবর্তী
bs: Sljedeći
ckb: دواتر
de: Nächste
es: Siguiente
fa: بعدی
fr: Suivant
id: Berikutnya
it: Prossimo
kk: Келесі
ru: Следующий
sq: Pas kësaj
th: ต่อไป
tl: Susunod
tr: Sonraki
uz: Keyingi
zh: 下一个

# repeat_range
source: Repeat selection
bn: বাছাইকৃত আয়াত পুনরাবৃত্তি:
bs: Ponovi označeno
ckb: دووپاتکردنەوەی دیاریکراو
de: Abschnitt wiederholen:
es: Repetir selección:
fa: تکرار محدوده انتخابی:
fr: Répéter séléction:
id: Ulang Yang DIpilih:
it: Ripeti selezione
ru: Повтор выбора:
sq: Përsërite zgjedhjen:
th: เล่นซ้ำที่เลือกไว้:
tl: Ulitin ang napili
tr: Seçimi tekrarla
uz: Tanlanganni takrorlash
zh: 重复所选经文

# repeat_each_verse
source: Repeat verse
bn: আয়াত পুনরাবৃত্তি:
bs: Ponovi ajet
ckb: دووپاتکردنەوەی بەش
de: Wiederhole Vers:
es: Repetir cada versículo:
fa: تکرار آیه:
fr: Répéter les versets:
id: Ulang Ayat:
it: Ripeti verso
ru: Повтор аята:
sq: Përsërite vargun:
th: เล่นโองการซ้ำ:
tl: Ulitin ang Ayah:
tr: Ayeti tekrarla
uz: Oyatni takrorlash:
zh: 重复此节经文

# audio_from
source: From
bn: শুরু
bs: od
ckb: لە
de: von
es: de
fa: از
fr: de
id: Dari
it: Da
ru: от
sq: nga
th: จาก
tl: Mula
tr: Dan
uz: dan
zh: 从

# audio_to
source: To
bn: শেষ
bs: do
ckb: بۆ
de: bis
es: a
fa: تا
fr: à
id: Sampai
it: a
ru: до
sq: deri
th: ถึง
tl: Hanggang
tr: Için
uz: ga
zh: 到

# downloading_title
source: Downloading
bn: ডাউনলোড হচ্ছে
bs: Preuzimanje
ckb: داگرتن
de: Wird heruntergeladen
es: Descargar
fa: بارگيري
fr: Téléchargement en cours
id: Sedang Mengunduh
it: Download in corso
kk: Жүктеу…
ru: Загружается
sq: Duke shkarkuar
th: กำลังดาวน์โหลด
tl: Nagdada-download
tr: indiriliyor...
uz: Saqlanmoqda…
zh: 下载中

# downloading_message
source: Please wait for the files to download (resume supported).
bn: ফাইল ডাউনলোড করার জন্য দয়া করে অপেক্ষা করুন (রিসিউম করা যাবে)
bs: Molimo sačekajte da se podaci preuzmu (moguće je nastaviti).
ckb: تکایە چاوەڕوانبە هەتا فایلەکان دادەگیرێن (بەردەوامبوون پاڵپشتیکراوە).
de: Bitte warten Sie bis die Dateien heruntergeladen sind.
es: Por favor, espere que empiece la descarga (se reanudadra en caso de interrumpirse).
fa: لطفا براي بارگيري فايلها صبر نماييد. (از ادامه پشتیبانی می‌شود)
fr: Veuillez attendre le téléchargement des fichiers (reprise possible).
id: Mohon menunggu untuk unduh file (mendukung lanjut pengunduhan)
it: Attendi il download dei file (puoi riprendere il download dal punto in cui è stato interrotto)
kk: Файлдар толық жазылғанша күтіңіз
ru: Подождите, пока все файлы будут загружены (поддерживатеся возобновление загрузки).
sq: Ju lutemi prisni që skedat të shkarkohen (ofrohet Rifillimi).
th: โปรดรอการดาวน์โหลดไฟล์ (รองรับการทำงานต่อ).
tl: Pakihintay na ma-download ang mga file (suportado ang pagpapatuloy)
tr: lütfen bekleyin dosyaları indir (devam etmek için desteklenen)
uz: Iltimos, fayllar toʻliq saqlanib olinguncha biroz kutib turing.
zh: 请等待文件下载（可恢复）

source: Processing…
bn: প্রক্রিয়া হচ্ছে…
bs: Obrada…
ckb: ئەنجامدانی…
de: Am bearbeiten…
es: Procesando…
fa: در حال پردازش…
fr: Traitement…
id: Sedang memproses…
it: Elaborazione in corso…
kk: Шығару…
ps: د پروسس په حال کې…
ru: Обрабатывается…
sq: Në përpunim…
th: กำลังประมวลผล…
tl: Nagproproseso…
tr: işleme…
uz: Ishlanmoqda…
zh: 处理中…

# remove_dlg_title
source: Remove this?
bn: এটা মুছে ফেলবেন?
bs: Izbriši ovo?
ckb: لابردنی ئەمە؟
de: Entfernen?
es: Eliminar esto?
fa: حذف ترجمه
fr: Supprimer ceci?
id: Hapus ini?
it: Rimuoverlo?
kk: Аударма жойылсын ба?
ru: Удалить это?
sq: Ta fshij këtë?
th: ต้องการลบสิ่งนี้ไหม?
tl: Alisin ito?
tr: Böyle kaldır?
uz: Tarjima oʻchirilsinmi?
zh: 清除这个?

# remove_dlg_msg
source: Do you want to remove \"%1$s\"?
bn: আপনি কি নিশ্চিতভাবে %1$s মুছে ফেলতে চান??
bs: Da li ste sigurni da želite izbrisati %1$s?
ckb: ئایا دڵنیایت ئەتەوێ %1$s لاببەیت؟
de: Sind Sie sicher, dass Sie %1$s entfernen möchten?
es: Estas seguro que quieres eliminar %1$s?
fa: آيا مطمئن هستيد که مي خواهيد حذف کنيد %1$s?
fr: Êtes-vous sûr de vouloir supprimer %1$s?
id: Apakah Anda yakin akan menghapus %1$s?
it: Vuoi eliminare %1$s?
kk: %1$s аудармасын жоюға сенімдімісіз?
ru: Вы уверены, что хотите удалить %1$s?
sq: Do që ta fshish \"%1$s\"?
th: คุณต้องการลบ \"%1$s\" ไหม?
tl: Sigurado ka ba na gusto mong alisin %1$s?
tr: Kaldırmak istediğinizden emin misiniz %1$s?
uz: Haqiqatda \"%1$s\" tarjimasini oʻchirmoqchimisiz??
zh: 你要清除%1$s?

# remove_dlg_note_msg
source: Do you want to remove the note for %1$s?
bn: আপনি কি %1$s এর নোট মুছে ফেলতে চান
bs: Da li ste sigurni da želite izbrisati bilješku za %1$s?
ckb: ئەتەوێ تێبینی بسڕیتەوە بۆ %1$s؟
de: Möchtest du die Notiz für %1$s entfernen?
es: ¿Desea remover la nota de %1$s?
fa: آیا شما میخواهید که یادداشت را پاک کنید برای %1$s؟
fr: Voulez-vous supprimer la note pour %1$s?
id: Apakah Anda yakin akan menghapus %1$s?
it: Vuoi eliminare la nota per %1$s?
sq: Dëshiron të fshish shënimin për %1$s?
th: คุณต้องการลบโน้ตสำหรับ %1$s ไหม?
tl: Gusto mo bang alisin ang tala para sa %1$s?
tr: İçin notu silmek istiyor musunuz %1$s?
uz: %1$s uchun qaydni o\'chirmoqchimisiz?
zh: 你是要移除为 %1$s?作为备注吗？

# remove_button
source: Remove
bn: মুছে ফেলুন
bs: Briši
ckb: لابردن
de: Entfernen
es: Eliminar
fa: حذف
fr: Supprimer
id: Hapus
it: Elimina
kk: Жою
ru: Удалить
sq: Fshije
th: ลบ
tl: Alisin
tr: Kaldır
uz: Oʻchirish
zh: 清除

# title_activity_tawjeed_rules
source: Tajweed Rules
bn: তাজউইদের নিয়ম
bs: Pravila Tedžvida
ckb: حوکمی تەجووید
de: Taǧwīd-Regeln
es: Reglas del Taywid
fa: قواعد تجوید
fr: Règles de Tajwid
id: Aturan Tajwid
it: Regole del Tajweed
ru: Правила таджвида
sq: Rregullat e Texhvidit
th: กฏตัจญ์วีด
tl: Mga Patakaran Ng Tajwid
tr: Tecvid Kuralları
uz: Tajvid qoidalari
zh: 诵读规则

# qalqala_tr
source: Qalqala (Echoing)
bn: ক্বলক্বলা - প্রতিধ্বনি
bs: Kalkala (odjekujuća)
ckb: قول هو اللە
de: Qalqalah (widerhallend)
es: Qalqala
fa: غنه (طنین‌انداز)
fr: Qalqala (écho)
id: Qalqalah (Memantul)
it: Qalqala (Eco/Rimbalzo)
ru: Калькаля (сотрясение)
sq: Qalqala (Jehonë)
th: ก็อลกอละห์ (เสียงสะท้อน)
tl: Qalqalah (Pag-alingawngaw)
tr: Kalkale (yankılamak)
uz: Qalqala (mazkur ق ط ب ج د] 5] harf sukunli bo’lganida tebratib o’qish)
zh: 尕勒尕拉（回声）

# iqlab_tr
source: Iqlab (Assimilation/Flipping)
bn: ইক্বলাব
bs: Iqlab (preobražavanje/pretvaranje)
ckb: ئیقڵاب
de: Iqlab (Anpassung)
es: Iqlab
fa: اقلاب (جذب/پرت)
fr: Iqlab (Assimiliation/Changement)
id: Iqlab (Mengganti)
it: Iqlab (Conversione)
ru: Икляб (ассимиляция)
sq: Iqlab (Asimilim/Ndërrim)
th: อิกล๊าบ (อ่านเป็นเสียงมีม พร้อมหน่วงเสียง)
tl: Iqlab (Pagpaltik/Pagbaligtad)
tr: İklab (Asimilasyon / çevirme)
uz: Iqlob (nun harfining mim harfiga talaffuzi o\'zgarishi)
zh: 伊葛拉布（同化/转换）

# idgham_tr
source: Idgham (Elision/Merging)
bn: ইদ্গাম - মিলিয়ে পড়া
bs: Idgam (uklapanje/slijevanje)
ckb: ئیدغام
de: Idgham (Auslassung/Verschmelzung)
es: Idgam
fa: ادغام (حذف/یکی کردن)
fr: Idgham (Élision/Fusion)
id: Idgham (Memasukkan/Menggabungkan)
it: Idgham (Inclusione)
ru: Идгам (слияние)
sq: Idgham (Përjashtim/Bashkim)
th: อิดฆอม มะอัลฆุนนะฮฺ (อ่านเข้ากัน พร้อมหน่วงเสียง)
tl: Idgham (Paglaktaw/Pagsama)
tr: İdğam (genizden söylemek/birleştirme)
uz: Idg\'om (bir harf ikkinchi harf ichiga kirgizib o\'qilishi)
zh: 伊德厄姆(省音/合并)

# idghamwg_tr
source: Idgham without Ghunna
bn: গুন্নাহ ছাড়া ইদ্গাম
bs: Idgam bez Gune
ckb: ئیغاپ بەبێ غوننا
de: Idgham ohne Ghunna
es: Idgam sin Gunna
fa: ادغام بدون غنه
fr: Idgham sans Ghunna
id: Idgham tanpa Ghunnah
it: Idgham senza Ghunna
ru: Идгам без гунны
sq: Idgham pa Ghunna
th: อิดฆอม บิลาฆุนนะฮฺ (อ่านเขัากัน ไม่หน่วงเสียง)
tl: Idgham na walang Ghunnah
tr: Ğunnesiz idğam
uz: Idg\'om G\'unnasiz
zh: 不带乌纳的伊德厄姆

# ikhfa_tr
source: "Ikhfa\'a (Lenition/Hiding)"
bn: "ইখফা - গোপন করা"
bs: "Ihfa (skrivanje)"
ckb: "ئیخفائـ"
de: "Ikhfa\'a (Verstecken)"
es: "Ijfa\'a"
fa: "اخفاء (ضعیف گفتن/پنهان کردن)"
fr: "Ikhfa\'a (Dissimilation)"
id: "Ikhfa\' (Samar/Menutupi)"
it: "Ikhfa\'a (Dissimulazione)"
ru: "Ихфа (сокрытие)"
sq: "Ikhfa\'a (Dobësim/Fshehje)"
th: "อิคฟาฮ์ (อ่านแฝงพร้อมหน่วงเสียง)"
tl: "Ikhfa\' (Paghina/Pagtago)"
tr: "İhfa (yankı/gizleme)"
uz: "Ixfo (nun harfining tovushi yashirinishi)"
zh: "伊赫发(辅音弱化/隐藏)"

# ghunna_tr
source: Ghunna (Nasalisation)
bn: গুন্নাহ
bs: Guna (nazalacija)
ckb: غوننا (Nasalisation)
de: Ghunna (Nasallaut)
es: Gunna
fa: غنه (از بینی)
id: Ghunnah (Dengung)
it: Ghunna (Nasalizzazione)
ru: Гунна (назализации)
sq: Ghunna (Hundëzimi)
th: ฆุนนะฮฺ (หน่วงเสียง)
tl: Ghunnah (Pailong)
tr: Ğunne (genizden)
uz: G\'unna ([nun] va [mim] harflari burun bo\'shlig\'ida uzun talaffuzi)
zh: 乌纳(鼻音化)

source: Must Stop
bn: অবশ্যই থামতে হবে
bs: Mora se stati
ckb: دەبێت ڕابگیرێت
de: Man muss stoppen
es: Debe detenerse
fa: توقف حتمی
fr: Arrêt obligatoire
id: Harus berhenti
it: Obbligatorio fermarsi
ru: Остановка обязательна
sq: Duhet të ndalosh
th: จำเป็นต้องหยุด
tl: Dapat huminto
tr: Durmalı
uz: To\'xtash kerak
zh: 必须停止

# _22_times
source: found 22 times
bn: ২২ বার
bs: nalazi se 22 puta
ckb: ٢٢ کاتژمێر هەیە
de: 22 mal
es: encontrado 22 veces
fa: ۲۲ بار پیدا شد
fr: trouvé 22 fois
id: Ditemukan 22 kali
it: Trovato 22 volte
ru: найдено 22 раз
sq: gjendet 22 herë
th: มีทั้งหมด 22 ครั้ง
tl: natagpuan ng 22 beses
tr: 22 defa bulundu
uz: 22 marta topildi
zh: 被找到22次

source: Better to stop
bn: থামা ভাল, না থামলেও চলবে
bs: Bolje je stati
ckb: باشتر وایە ڕابگیرێت
de: Besser wenn man stoppt
es: Mejor detenerse
fa: توقف بهتر است
fr: Arrêt préférable
id: Lebih baik berhenti
it: Meglio fermarsi
ru: Остановка предпочтительна
sq: Më mirë të ndalosh
th: ดีที่สุดคือให้หยุด
tl: Mas mabuting huminto
tr: Durmak daha iyi
uz: To\'xtatish tavsiya etiladi
zh: 最好停止

# bettertostp_603_times
source: found 603 times
bn: ৬০৩ বার
bs: nalazi se 603 puta
ckb: ٦٠٤ کاتژمێرت هەیە
de: 603 mal
es: encontrado 603 veces
fa: ۶۰۳ بار پیدا شد
fr: trouvé 603 fois
id: Ditemukan 603 kali
it: trovato 603 volte
ru: найдено 603 раз
sq: gjendet 603 herë
th: มีทั้งหมด 603 ครั้ง
tl: natagpuan ng 603 beses
tr: 603 defa bulundu
uz: 603 marta topildi
zh: 被找到603次

source: Pause at one
bn: দুটির একটিতে থামুন
bs: Stati na prvom ili drugom
ckb: یەک کاتژمێر بیوەستێنە
de: Bei einem von beiden pausieren
es: Haz una pausa en uno
fa: مکث بر سر یکی
fr: Pause à un seul
id: Berhenti pada salah satu
it: Pausa su uno dei due segni
ru: Остановка в одном из указанных мест
sq: Pusho në njërën
th: เลือกหยุดได้แค่ตำแหน่งเดียว
tl: Sandaling hinto alinman sa dalawa
tr: Birinde duraklat
uz: Bir marta tanaffuz (pauza) qilish
zh: 暂停一下

# _12_times
source: found 12 times
bn: ১২ বার
bs: nalazi se 12 puta
ckb: ١٢ کاتژمێرت هەیە
de: 12 mal
es: encontrado 12 veces
fa: ۱۲ بار پیدا شد
fr: trouvé 12 fois
id: Ditemukan 12 kali
it: trovato 12 volte
ru: найдено 12 раз
sq: gjendet 12 herë
th: มีทั้งหมด 12 ครั้ง
tl: natagpuan ng 12 beses
tr: 12 defa bulundu
uz: 12 marta topildi
zh: 被找到12次

source: A slight pause
bn: স্বল্প বিরতি নিন
bs: Kratko stati
ckb: وەستانێكى كەم
de: Eine kurze Pause
es: Una pausa breve
fa: یک توقف جزئی
fr: Legère pause
id: Berhenti sejenak
it: Pausa leggera
ru: Легкая пауза
sq: Një pauzë e lehtë
th: หยุดชั่วคราวเล็กน้อย
tl: Sandaling hinto
tr: Hafif bir duraklama
uz: Biroz tanaffuz (pauza)
zh: 轻微的停顿
