Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: *.arb
Languages: az, bn, bs, ckb, de, es, fa, fr, id, it, jp, kk, ne, ps, ru, sq, sw, th, tl, tr, tt, uz, zh

# string-array.parts_of_speech.item_11
source: Demonstrative pronoun
bn: অবস্থানজ্ঞাপক সর্বনাম
bs: Pokazna zamjenica
ckb: ڕاناوی هاوسۆزی
de: Demonstrativpronomen
es: Pronombre demostrativo
fa: صفت اشاره
fr: Pronom démonstratif
id: Kata Ganti Isyarat
it: Pronome dimostrativo
ru: Указательное местоимение
sq: Përemri dëftor
th: คำนามชี้เฉพาะ
tl: Mapaglarawang panghalip
tr: İnandırıcı Zamiri
uz: Ifodali atama
zh: 示范代词

# string-array.parts_of_speech.item_12
source: Determiner
bn: নির্ধারক
bs: Odredba
ckb: بڕیاردەر
de: Bestimmungswort
es: Determinante
fa: تخصیص‌گر
fr: Déterminant
id: Kata Sandang
it: Determinante
ru: Определитель
sq: Përcaktor
th: คำกำกับนาม
tl: Pantukoy
tr: Belirteç
uz: Aniqlovchi
zh: 限定词

# string-array.parts_of_speech.item_13
source: Emphatic laam prefix
bn: জোরপ্রদান জ্ঞাপক পদ
bs: Istaknuti prefiks Laama
ckb: لامی دووپاتکردنەوە
de: Emphatisches Lām-Präfix
es: Prefijo enfático Lam
fa: پیشوند لام برجسته
fr: Laam emphatique préfixé
id: Awalan Laam Penegasan
it: Prefisso Enfatico laam
ru: Префикс \"лям\" для усиления
sq: Parafjalë shquese \"ل\"
th: คำอุปสรรค \'ลาม\' เพื่อการเน้นย้ำ
tl: Mariing unlaping laam
tr: "Vurgulu örnek "
uz: Ifodali old qo\'shimcha (lam)
zh: 表强调拉姆前缀

# string-array.parts_of_speech.item_14
source: Equalization particle
bn: সমতাবিধান পদ
bs: Dio izjednačavanja
ckb: بەشی هاوسەنگی
de: Gleichsetzungspartikel
es: Partícula de ecualización
fa: حرف تسویه
fr: Particule d\'égalité
id: Partikel Penyamaan
it: Particella di uguaglianza
ru: Частица уравнивания
sq: Pjesëz barasvlefshmërie
th: คำอุปสรรคเพื่อความเท่ากัน
tl: Partikel na pamareho
tr: Eşitleme edatı
uz: Tenglovchi qo\'shimcha/so\'zlar
zh: 均衡助词

# string-array.parts_of_speech.item_15
source: Exhortation particle
bn: পরামর্শবাচক পদ
bs: Dio podsticanja
ckb: بەشی ئامۆژگاری
de: Ermahnungspartikel
es: Partícula de exhortación
fa: حرف تفصيل
fr: Particule d\'exhortation
id: Partikel Anjuran
it: Particella di Esortazione
ru: Частица исключения
sq: Pjesëz nxitëse
th: คำสันธานเพื่อการเพิ่มอารมณ์
tl: Partikel na pahikayat
tr: Teşvik edatı
uz: Buyruq qo\'shimcha/so\'zlar
zh: 劝解助词

# string-array.parts_of_speech.item_16
source: Explanation particle
bn: বর্ণনাসূচক পদ
bs: Dio objašnjavanja
ckb: بەشی ڕوونکردنەوە
de: Erklärungspartikel
es: Partícula explicativa
fa: حرف تفصيل
fr: Particule explicative
id: Partikel Penjelasan
it: Particella di spiegazione
ru: Частица пояснения
sq: Pjesëz shpjeguese
th: คำสันธานเพื่อการอธิบาย
tl: Partikel na paliwanag
tr: açıklama edatı
uz: T\'arif qo\'shimcha/so\'zlar
zh: 解释助词

# string-array.parts_of_speech.item_17
source: Exceptive particle
bn: Exceptive পদ
bs: Dio izuzimanja
ckb: بەشی ئیکسیڤ
de: Ausnahmepartikel
es: Preposición de excepción
fa: ادات استثناء
fr: Particule d\'Exception
id: Partikel Perkecualian
it: Particella di Eccezione
ru: Частица исключения
sq: Pjesëz përjashtuese
th: คำสันธานเพื่อการยกเว้น
tl: Partikel na pabukod
tr: Ayrı tutan edatı
uz: Istisno/Zidlik qo\'shimcha/so\'zlar
zh: 特殊助词

# string-array.parts_of_speech.item_18
source: Future particle
bn: ভবিষ্যতবাচক পদ
bs: Dio budućnsti
ckb: ڕاناوی داهاتوو
de: Zukunftspartikel
es: Partícula de futuro
fa: حرف استقبال
fr: Particule du Futur
id: Partikel Akan Datang
it: Particella Futura
ru: Частица будущего времени
sq: Pjesëz pritëse
th: คำสันธานอนาคต
tl: Partikel na panghinaharap
tr: gelecek edatı
uz: Kelajak qo\'shimcha/so\'zlar
zh: 将来助词

# string-array.parts_of_speech.item_19
source: Imperative verbal noun
bn: অনুজ্ঞাসূচক ক্রিয়াবাচক বিশেষ্য
bs: Imperativna verbalna imenica
ckb: ملێی ووتراوی ناو ڕێزمان
de: Imperativ Verbalsubstantiv
es: Sustantivo verbal imperativo
fa: اسم فعل امر
fr: Nom verbal impératif
id: Kata Benda Kerja Perintah
it: Sostantivo Verbale Imperativo
ru: Повелительное отглагольное существительное
sq: Emri foljor urdhëror
th: คำนามกริยาคำสั่ง
tl: Pautos na pangngalang berbal
tr: Ayrıcalıklı sözel isim
uz: Buyruq og\'zaki so\'zlar
zh: 命令式动词型名词

# string-array.parts_of_speech.item_20
source: Imperative laam prefix
bn: অনুজ্ঞাসূচক লাম উপসর্গ
bs: Imperativni prefiks Laama
ckb: لامی پێشگر
de: Imperativ Lām-Präfix
es: Prefijo imperativo tipo lam
fa: پسوند لام امر
fr: Laam impératif préfixé
id: Awalan Laam Perintah
it: Prefisso Imperativo laam
ru: Повелительная частица \"лям\"
sq: Parafjalë urdhërore \"ل\"
th: คำอุปสรรค \'ลาม\' คำสั่ง
tl: Pautos na unlaping laam
tr: Emir laam önek
uz: Buyruq oldingi qo\'shimcha (lam)
zh: 命令式拉姆前缀

# string-array.parts_of_speech.item_21
source: Inceptive particle
bn: সূচনা পদ
bs: Dio počinjanja
ckb: بەشی ئینسێتڤ
de: Anfangspartikel
es: Partícula inicial
fa: حرف ابتداء
fr: Particule du Commencement
id: Partikel Permulaan
it: Particella incettiva
ru: Частица начинания
sq: Pjesëz nistore
th: คำสันธานเริ่มต้น
tl: Partikel na panimula
tr: başlama edatı
uz: Boshlang\'ich qo\'shimcha/so\'zlar
zh: 表始助词

# string-array.parts_of_speech.item_22
source: Quranic initials
bn: কুরআনীয় অদ্যাক্ষর
bs: Kur\'anski inicijali
ckb: قورئانی سەرەتایی
de: Abgetrennte Buchstaben
es: Letras árabes individuales al inicio de algunas suras
fa: حروف مقطعه
fr: Initiales quraniques
id: Huruf Awal Qurani
it: Lettere introduttive del Quran
ru: Отдельные буквы в начале некоторых сур
sq: Inicialet kuranore
th: ฮูรูฟมูกอตตออะฮฺ
tl: Mga Quranik inisyal
tr: Kur\'an başlangıçları
uz: Qur\'onga oid bosh harflar
zh: 古兰经的声母

# string-array.parts_of_speech.item_23
source: Particle of interpretation
bn: ব্যাখ্যামূলক পদ
bs: Dio tumačenja
ckb: بەشی لێکدانەوە
de: Interpretationspartikel
es: Partícula de interpretación
fa: حرف تفسیر
fr: Particule d\'interprétation
id: Partikel Tafsir
it: Particella di interpretazione
ru: Частица пояснения
sq: Pjesëz e shpjegimit
th: คำสันธานอรรถาธิบาย
tl: Partikel na pakahulugan
tr: Yorum edatı
uz: Izohlovchi qo\'shimcha/so\'zlar
zh: 解释性助词

# string-array.parts_of_speech.item_24
source: Interogative particle
bn: প্রশ্নসূচক পদ
bs: Dio upita
ckb: بەشی ئینترۆ گاتیڤ
de: Fragepartikel
es: Partícula interrogativa
fa: حرف استفهام
fr: Particule interrogative
id: Partikel Tanya
it: Particella interrogativa
ru: Вопросительная частица
sq: Pjesëz pyetëse
th: คำสันธานเพื่อการถาม
tl: Partikel na patanong
tr: Sorgulama edatı
uz: So\'roq qo\'shimcha/so\'zlar
zh: 疑问助词

# string-array.parts_of_speech.item_25
source: Location adverb
bn: অবস্থাজ্ঞাপক ক্রিয়াবিশেষণ
bs: Prilog za mjesto
ckb: ئاوەڵفرمانى شوێن
de: Ortsadverb
es: Adverbio de lugar
fa: ظرف مکان
fr: Adverbe de lieu
id: Kata Keterangan Tempat
it: Avverbio di luogo
ru: Наречие места
sq: Ndajfolja vendi
th: คำวิเศษณ์บอกสถานที่
tl: Pang-abay na panglugar
tr: Mekan zarfı
uz: Joy ravishi
zh: 地点副词

# string-array.parts_of_speech.item_26
source: Noun
bn: বিশেষ্য
bs: Imenica
ckb: ناو
de: Substantiv
es: Sustantivo
fa: اسم
fr: Nom
id: Kata Benda
it: Sostantivo
ru: Имя существительное
sq: Emër
th: คำนาม
tl: Pangngalan
tr: isim
uz: Ot
zh: 名词

# string-array.parts_of_speech.item_27
source: Negative particle
bn: না-বাচক পদ
bs: Negacija
ckb: بەشی نێگەتیڤ
de: Negativpartikel
es: Partícula negativa
fa: حرف نفی
fr: Particule de négation
id: Partikel Negatif
it: Particella Negativa
ru: Частица отрицания
sq: Pjesëz mohuese
th: คำสันธานปฏิเสธ
tl: Negatibong partikel
tr: Negatif (olumsuz) edatı
uz: Inkor qo\'shimcha/so\'zlar
zh: 否定助词

# string-array.parts_of_speech.item_28
source: Preposition
bn: অব্যয় পদ
bs: Prijedlog
ckb: پرێپۆزەیشن
de: Präposition
es: Preposición
fa: حرف جر
fr: Préposition
id: Kata Depan
it: Preposizione
ru: Предлог
sq: Parafjalë
th: คำบุพบท
tl: Pang-ukol
tr: Edat
uz: Old ko\'makchi
zh: 介词

# string-array.parts_of_speech.item_29
source: Proper noun
bn: নামবাচক বিশেষ্য
bs: Vlastita imenica
ckb: ڕێزمانی لەبار
de: Eigenname
es: Sustantivo propio
fa: اسم خاص
fr: Nom propre
id: Kata Benda Tertentu
it: Nome Proprio
ru: Имя собственное
sq: Emër i përveçëm
th: คำนามเจาะจง
tl: Pangngalang pantangi
tr: Özel isim
uz: Tegishli atama
zh: 专有名词

# string-array.parts_of_speech.item_30
source: Preventive particle
bn: প্রতিরোধবাচক পদ
bs: Preventiva
ckb: بەشی پاراستن
de: Präventivpartikel
es: Partícula preventiva
fa: حرف كاف
fr: Particule de prévention
id: Partikel Pencegahan
it: Particella preventiva
ru: Частица исключения
sq: Pjesëz parandaluese
th: คำสันธานตักเตือน
tl: Partikel na pahadlang
tr: Önlem edatı
uz: Ogohlantiruvchi/qarshi qo\'shimcha/so\'zlar
zh: 预防助词

# string-array.parts_of_speech.item_31
source: Prohibition particle
bn: নিষেধবাচক পদ
bs: Dio zabrane
ckb: بەشی قەدەغەکردنەکان
de: Verbotspartikel
es: Partícula de negación
fa: حرف نهی
fr: Particule d\'interdiction
id: Partikel Larangan
it: Particella proibitiva
ru: Частица запрета
sq: Pjesëz ndalimi
th: คำสันธานสั่งห้าม
tl: Partikel na pabawal
tr: Yasak edatı
uz: Taqiqlovchi qo\'shimcha/so\'zlar
zh: 禁止助词

# string-array.parts_of_speech.item_32
source: Personal pronoun
bn: ব্যাক্তিবাচক সর্বনাম
bs: Prisvojna zamjenica
ckb: ڕاناوى كەسى
de: Personalpronomen
es: Pronombre personal
fa: ضمیر
fr: Pronom personnel
id: Kata Ganti Orang
it: Pronome personale
ru: Личное местоимение
sq: Përemri vetor
th: สรรพนามตัวคน
tl: Personal na panghalip
tr: Kişi zamiri
uz: Kishilik olmoshi
zh: 私有代词

# string-array.parts_of_speech.item_33
source: Purpose laam prefix
bn: উদ্দেশ্যজ্ঞাপক লাম উপসর্গ
bs: Svrha Laam prefiksa
ckb: لامی پێشگری مەبەست
de: Lām-Präfix der Begründung
es: Prefijo tipo lam de proposito
fa: لام تعلیل
fr: Laam de cause préfixé
id: Awalan Laam Tujuan
it: Prefisso di Scopo laam
ru: Частица цели \"лям\"
sq: Parafjalë qëllimoore \"ل\"
th: คำอุปสรรค \'ลาม\' บอกเป้าหมาย
tl: Pasadyang unlaping laam
tr: Amaçlı örnek
uz: Maqsad old qo\'shimchasi (lam)
zh: 目的性 拉姆 前缀

# string-array.parts_of_speech.item_34
source: Relative pronoun
bn: আপেক্ষিক সর্বনাম
bs: Odnosna zamjenica
ckb: ڕاناوى ڕێژەيى
de: Relativpronomen
es: Pronombre relativo
fa: اسم موصول
fr: Pronom relatif
id: Kata Ganti Tak Tentu
it: Pronome relativo
ru: Относительное местоимение
sq: Përemri lidhor
th: คำสรรพนามไม่เจาะจง
tl: Kaugnay na panghalip
tr: İlgi zamiri
uz: Nisbiy/qiyosiy olmosh
zh: 关系代词

# string-array.parts_of_speech.item_35
source: Resumption particle
bn: পুনরারম্ভ পদ
bs: Nastavljanje
ckb: بەشی دەستپێکرنەوەکان
de: Folgepartikel
es: Partícula de reanudación
fa: حرف استیناف
fr: Particule de reprise
id: Partikel Pemulaian
it: Particella di ripresa
ru: Частица возобновления
sq: Pjesëz rinisëse
th: คำสันธานการเริ่มต้น
tl: Partikel na pagpatuloy
tr: Yeniden edatı
uz: Qayta bog\'lovchi qo\'shimcha/so\'zlar
zh: 重始助词

# string-array.parts_of_speech.item_36
source: Restriction particle
bn: সীমাবদ্ধতাসূচক পদ
bs: Dio ograničenja
ckb: بەشی سنوردارکردنەکان
de: Beschränkungspartikel
es: Partícula de restricción
fa: ادات حصر
fr: Particule de restriction
id: Partikel Pembatasan
it: Particella restrittiva
ru: Частица исключения
sq: Pjesëz kufizuese
th: คำสันธานจำกัด
tl: Partikel na patakda
tr: Sınırlama edatı
uz: Cheklovchi qo\'shimcha/so\'zlar
zh: 限制助词

# string-array.parts_of_speech.item_37
source: Retraction particle
bn: প্রত্যাহারমূলক পদ
bs: Dio povlačenja/poricanja
ckb: بەشی خوێندنەوە
de: Widerrufspartikel
es: Particula de retracción
fa: حرف اضراب
fr: Particule de rétractation
id: Partikel Pengalihan
it: Particella di retrazione
ru: Частица отказа
sq: Pjesëz tërheqse
th: คำสันธานเพิกถอน
tl: Partikel na pa-urong
tr: Geri alma edatı
uz: Bekor qiluvchi qo\'shimcha/so\'zlar
zh: 后缩助词

# string-array.parts_of_speech.item_38
source: Result particle
bn: ফলাফলজ্ঞাপক পদ
bs: Dio ishoda
ckb: بەشی ئەنجام
de: Ergebnisspartikel
es: Partícula de resultado
fa: حرف جواب شرط
fr: Particule de résultat
id: Partikel Hasil
it: Particella di risultato
ru: Частица главноего пердложения внутри сложноподчиненного
sq: Pjesëz pasive
th: คำสันธานผลลัพธ์
tl: Partikel na kinalabasan
tr: Sonuç edatı
uz: Natija qo\'shimcha/so\'zlar
zh: 结果助词

# string-array.parts_of_speech.item_39
source: Subordinating conjunction
bs: Podređujuća veza
ckb: بەڕێوەبەری هاوبەش
de: Partikel des Verbalsubstantiv
es: Conjunción de subordinación
fa: حرف مصدری
fr: Conjonction de subordination
id: Kata Sambung Subordinat
it: Congiunzione subordinante
ru: Частица масдара
sq: Lidhëz nënrenditëse
th: คำเชื่อมมัสดาริยยะห์
tl: Pantulong na pangatnig
tr: Alt bağlayıcı bağlantı
uz: Birlashtiruvchi bog\'lovchilar
zh: 从属连词

# string-array.parts_of_speech.item_40
source: Supplemental particle
bn: প্রাসঙ্গিক পদ
bs: Dio dopunjavanja
ckb: بەشی زیادە
de: Ergänzungspartikel
es: Partícula suplementaria
fa: حرف زائد
fr: Particule de supplément
id: Kata Tambahan
it: Particella supplementare
ru: Дополнительная частица
sq: Pjesëz plotësuese
th: คำสันธานเสริม
tl: Partikel na padagdag
tr: Tamamlayıcı edatı
uz: To\'ldiruvchi qo\'shimcha/so\'zlar
zh: 补充助词

# string-array.parts_of_speech.item_41
source: Surprise particle
bn: বিস্ময়সূচক পদ
bs: Dio iznenađenja
ckb: بەشی سەرسوڕمان
de: Überraschungspartikel
es: Partícula de admiración
fa: حرف فجائیه
fr: Particule de surprise
id: Partikel Tak Terduga
it: Particella di Sorpresa
ru: Частица удивления
sq: Pjesëz habitore
th: คำสันธานประหลาดใจ
tl: Partikel na pabigla
tr: Sürpriz edatı
uz: Hayratlanish qo\'shimcha/so\'zlar
zh: 惊叹助词

# string-array.parts_of_speech.item_42
source: Time adverb
bn: সময়জ্ঞাপক ক্রিয়া বিশেষণ
bs: Prilog za vrijeme
ckb: فرمانی کاتی
de: Zeitadverb
es: Adverbio de tiempo
fa: ظرف زمان
fr: Adverbe de temps
id: Kata Keterangan Waktu
it: Avverbio di tempo
ru: Наречие времени
sq: Ndajfolje kohe
th: คำวิเศษณ์บอกเวลา
tl: Pang-abay na pamanahon
tr: Zaman zarfı
uz: Vaqt ravishi
zh: 时间副词

# string-array.parts_of_speech.item_43
source: Verb
bn: ক্রিয়া
bs: Glagol
ckb: فرمان
es: Verbo
fa: فعل
fr: Verbe
id: Kata Kerja
it: Verbo
ru: Глагол
sq: Folje
th: คำกริยา
tl: Pandiwa
tr: Fiil
uz: Fe\'l
zh: 动词

# string-array.parts_of_speech.item_44
source: Vocative particle
bn: সম্বোধনাত্মক কারক
bs: Vokativ
ckb: بەشی کەم
de: Vokativpartikel
es: Partícula vocativa
fa: حرف ندا
fr: Particule de vocatif
id: Partikel Seru
it: Particella Vocativa
ru: Частица обращения
sq: Pjesëz thirrore
th: คำสันธานใช้เรียก
tl: Bokatibong partikel
tr: Seslenme edatı
uz: Vositachi qo\'shimcha/so\'zlar
zh: 呼唤助词

# string-array.parts_of_speech.item_45
source: Nounal Verb
bn: বিশেষ্যবাচক ক্রিয়া
bs: Izvorni glagol
ckb: فەرمانی ڕێزمانی
de: Nominalverb
es: Verbo nominal
fa: اسم فعل
fr: Verbe nominal
id: Kata Kerja Kata Benda
it: Verbo Nominale
ru: Судебный глагол
sq: Folje emërore
th: กริยานาม
tl: Pandiwang Pangngalan
tr: İsimsiz Fiil
uz: Ot-fe\'l
zh: 动名词

# string-array.parts_of_speech.item_46
source: Attention
bn: খেয়াল
bs: Pažnja
ckb: ئاگادارکردنەوە
de: Vorsicht
es: Atención
fa: توجه
id: Perhatian
it: Attenzione
ru: "Внимание ! "
sq: Kujdes
th: ความตั้งใจ
tl: Paunawa
tr: Dikkat
uz: Diqqat
zh: 注意

# string-array.parts_of_speech.item_47
source: Distance
bn: দূরত্ব
bs: Udaljenost
ckb: مەودا
de: Entfernung
es: Distancia
fa: فاصله
id: Jarak
it: Distanza
ru: Расстояние
sq: Distancë
th: ระยะทาง
tl: Distansiya
tr: Mesafe
uz: Masofa
zh: 距离

# string-array.parts_of_speech.item_48
source: Address
bn: ঠিকানা
bs: Adresa
ckb: ناونیشان
de: Adresse
es: Dirigirse
fa: نشانی
fr: Interlocuteur
id: Alamat
it: Indirizzo
ru: Адрес
sq: Adresa
th: ที่อยู่
tl: Tirahan
tr: "Hitabe (söylev) "
uz: Manzil
zh: 地址

# string-array.sura_translation.item_0
source: The Opening
az: Fatihə
bn: সূচনা
bs: Pristup
ckb: سورة الفاتحة
de: Die Eröffnende
es: El inicio
fa: الفاتحة
fr: L\'Ouverture
id: Pembukaan
it: L\'Aprente
kk: Фатиха
ru: Открывающая Книгу
sq: Hapja
th: การเปิด
tl: Ang Pambungad
tr: Açılış
uz: Fotiha
zh: 开端章

# string-array.sura_translation.item_1
source: The Cow
az: Bəqərə
bn: বকনা-বাছুর
bs: Krava
ckb: سورة البقرة
de: Die Kuh
es: La vaca
fa: البقرة
fr: La Vache
id: Sapi Betina
it: La Giovenca
kk: Бақара
ru: Корова
sq: Lopa
th: วัวเพศเมีย
tl: Ang Baka
tr: İnek
uz: Baqara
zh: 黄牛

# string-array.sura_translation.item_2
source: The Family of Imraan
az: Ali-İmran
bn: ইমরানের পরিবার
bs: Imranova porodica
ckb: سورة آل عمران
de: Die Sippe ʿImrāns
es: La Familia de \'Imrán
fa: آل عمران
fr: La Famille d\'Imran
id: Keluarga Imran
it: La Famiglia di Imran
kk: Әли Имран
ru: Семейство Имрана
sq: Familja e Imraanit
th: ครอบครัวของอิมรอน
tl: Ang Pamilyang Imran
tr: İmran ailesi
uz: Oli Imron
zh: 仪姆兰的家属

# string-array.sura_translation.item_3
source: The Women
az: Nisa
bn: নারী
bs: Žene
ckb: سورة النساء
de: Die Frauen
es: La mujer
fa: النساء
fr: Les Femmes
id: Wanita
it: Le Donne
kk: Ниса
ru: Женщины
sq: Gratë
th: ผู้หญิง
tl: Ang Mga Kababaihan
tr: Kadın
uz: Niso
zh: 妇女

# string-array.sura_translation.item_4
source: The Table
az: Maidə
bn: খাদ্য পরিবেশিত টেবিল
bs: Trpeza
ckb: سورة المائدة
de: Der Tisch (mit Speisen)
es: La mesa servida
fa: المائدة
fr: La Table Servie
id: Hidangan
it: La tavola imbandita
kk: Мәида
ru: Трапеза
sq: Sofra
th: สำรับอาหาร
tl: Ang Hapag-Kainan
tr: Ziyafet (Sofra)
uz: Moida
zh: 筵席

# string-array.sura_translation.item_5
source: The Cattle
az: Ənam
bn: গৃহপালিত পশু
bs: Stoka
ckb: سورة الأنعام
de: Das Vieh
es: Los ganados
fa: اﻷنعام
fr: Les Bestiaux
id: Binatang Ternak
it: Il Bestiame
kk: Әнʼам
ru: Скот
sq: Bagëtitë
th: ปศุสัตว์
tl: Ang Bakahan
tr: Davar
uz: Anʼom
zh: 牲畜

# string-array.sura_translation.item_6
source: The Heights
az: Əraf
bn: উচু স্থান
bs: Bedemi
ckb: سورة الأعراف
de: Die Höhen
es: Los lugares elevados
fa: اﻷعراف
fr: Les Limbes
id: Tempat Tertinggi
it: Al-A\'râf
kk: Аʼраф
ru: Преграды
sq: Lartësitë
th: ความสูง
tl: Ang Mga Tugatog
tr: Orta Yer
uz: Aʼrof
zh: 高处

# string-array.sura_translation.item_7
source: The Spoils of War
az: Ənfal
bn: যুদ্ধ-লব্ধ ধনসম্পদ
bs: Plijen
ckb: سورة الأنفال
de: Die Kriegsbeute
es: Los botines
fa: اﻷنفال
fr: Le Butin
id: Rampasan Perang
it: Il Bottino
kk: Әнфал
ru: Трофеи
sq: Plaçka e Luftës
th: ทรัพย์สินเชลยศึก
tl: Ang Mga Samsam Sa Digmaan
tr: Savaşın Gücü (Ganimetler)
uz: Anfol
zh: 战利品

# string-array.sura_translation.item_8
source: The Repentance
az: Tövbə
bn: অনুশোচনা
bs: Pokajanje
ckb: سورة التوبة
de: Die Reue
es: El arrepentimiento
fa: التوبة
fr: Le repentir
id: Pengampunan
it: Il Pentimento o la Disapprovazione
kk: Тәубә
ru: Покаяние
sq: Pendimi
th: การสำนึกผิด
tl: Ang Pagsisisi
tr: Tövbe
uz: Tavba
zh: 忏悔

# string-array.sura_translation.item_9
source: Jonas
az: Yunus
bn: নবী ইউনুস
bs: Junus
ckb: سورة يونس
es: Jonás
fa: يونس
id: Nabi Yunus
it: Giona
kk: Юнус
ru: Йунус
sq: Profeti Junus
th: นบียูนุส
tl: Propeta Jonas
tr: Yunus
uz: Yunus
zh: 优努斯

# string-array.sura_translation.item_10
source: Hud
bn: নবী হুদ
ckb: سورة هود
de: Hūd
fa: هود
fr: Houd
id: Nabi Hud
it: Hûd
kk: Һуд
ru: Худ
sq: Profeti Hud
th: นบีฮูด
tl: Propeta Hud
zh: 呼德

# string-array.sura_translation.item_11
source: Joseph
az: Yusuf
bn: নবী ইউসুফ
bs: Jusuf
ckb: سورة يوسف
de: Josef
es: José
fa: يوسف
id: Nabi Yusuf
it: Giuseppe
kk: Юсуф
ru: Йусуф
sq: Profeti Jusuf
th: นบียูซุฟ
tl: Propeta Jose
tr: Yusuf
uz: Yusuf
zh: 优素福

# string-array.sura_translation.item_12
source: The Thunder
az: Rad
bn: বজ্রপাত
bs: Grom
ckb: سورة الرعد
de: Der Donner
es: El trueno
fa: الرعد
fr: Le Tonnerre
id: Guruh
it: Il Tuono
kk: Раʼд
ru: Гром
sq: Bubullima
th: ฟ้าร้อง
tl: Ang Kulog
tr: Gökgürültüsü
uz: Raʼd
zh: 雷霆

# string-array.sura_translation.item_13
source: Abraham
az: İbrahim
bn: নবী ইবরাহীম
bs: Ibrahim
ckb: سورة إبراهيم
fa: إبراهيم
id: Nabi Ibrahim
it: Abramo
kk: Ибрахим
ru: Ибрахим
sq: Profeti Ibrahim
th: นบีอิบรอฮีม
tl: Propeta Abraham
tr: İbrahim
uz: Ibdohim
zh: 易卜拉欣

# string-array.sura_translation.item_14
source: The Rock
az: Hicr
bn: পাথুরে পাহাড়
bs: Hidžr
ckb: سورة الحجر
de: Das steinige Land
es: Al Hiyr
fa: الحجر
fr: Al Hijr
id: Pegunungan Hijr
it: Al-Hijr
kk: Хижр
ru: Ал-Хиджр
sq: Lugina e Gurtë
th: ชาวอัลฮิจร์/หิน
tl: Ang Malaking Bato
tr: Hıcr(bir yer)
uz: Xijr
zh: 石谷

# string-array.sura_translation.item_15
source: The Bee
az: Nəhl
bn: মৌমাছি
bs: Pčele
ckb: سورة النحل
de: Die Bienen
es: Las abejas
fa: النحل
fr: Les Abeilles
id: Lebah
it: Le Api
kk: Нахл
ru: Пчёлы
sq: Bletët
th: ผึ้ง
tl: Ang Bubuyog
tr: Arı
uz: Nahl
zh: 蜜蜂

# string-array.sura_translation.item_16
source: The Night Journey
az: İsra
bn: ইহুদি জাতি
bs: Noćno putovanje
ckb: سورة الإسراء
de: Die Nachtreise
es: El Viaje Nocturno
fa: اﻹسراء
fr: Le Voyage Nocturne
id: Perjalanan Di Malam Hari
it: Il Viaggio Notturno
kk: Исра
ru: Ночной перенос
sq: Udhëtimi i natës
th: การเดินทางในเวลากลางคืน
tl: Ang Gabing Paglalakbay
tr: Gece Yolculuğu
uz: Isro
zh: 夜行

# string-array.sura_translation.item_17
source: The Cave
az: Kəhf
bn: গুহা
bs: Pećina
ckb: سورة الكهف
de: Die Höhle
es: La caverna
fa: الكهف
fr: La Caverne
id: Gua
it: La Caverna
kk: Кәһф
ru: Пещера
sq: Shpella
th: ถ้ำ
tl: Ang Yungib
tr: Mağara
uz: Kahf
zh: 山洞

# string-array.sura_translation.item_18
source: Mary
az: Məryəm
bn: মারইয়াম (ঈসা নবীর মা)
bs: Merjema
ckb: سورة مريم
de: Maria
es: María
fa: مريم
fr: Marie
id: Maryam
it: Maria
kk: Мәриәм
ru: Марьям
sq: Merjemja
th: มัรยัม
tl: Mariya
tr: Meryem
uz: Maryam
zh: 麦尔彦

# string-array.sura_translation.item_19
source: Taa-Haa
az: Ta Ha
bn: ত়া হা
ckb: سورة طه
de: (Die Buchstaben) Ṭā-Hā
es: Ta\' Ha\'
fa: طه
fr: Ta-Ha
id: Thaaha
it: Tâ-Hâ
kk: Таһа
ru: Та Ха
sq: Ta-Ha
th: ฏอฮา
tl: Mga Titik \'Taa\' at \'Haa\'
tr: Taha
uz: Toxo
zh: 塔哈

# string-array.sura_translation.item_20
source: The Prophets
az: Ənbiya
bn: নবীগণ
bs: Vjerovjesnici
ckb: سورة الأنبياء
de: Die Propheten
es: Los Profetas
fa: اﻷنبياء
fr: Les Prophètes
id: Nabi-nabi
it: I Profeti
kk: Әнбия
ru: Пророки
sq: Profetët
th: บรรดานบี
tl: Ang Mga Propeta
tr: Peygamberler
uz: Anbiyo
zh: 众先知

# string-array.sura_translation.item_21
source: The Pilgrimage
az: Həcc
bn: হ়াজ্জ
bs: Hadždž
ckb: سورة الحج
de: Die Pilgerfahrt
es: La Peregrinacion
fa: الحج
fr: Le Pélerinage
id: Haji
it: Il Pellegrinaggio
kk: Хаж
ru: Паломничество
sq: Hàxhi
th: ฮัจญ์/การแสวงบุญ
tl: Ang Pagdalaw
tr: Hac
uz: Haj
zh: 朝觐

# string-array.sura_translation.item_22
source: The Believers
az: Muminun
bn: বিশ্বাসী
bs: Vjernici
ckb: سورة المؤمنون
de: Die Gläubigen
es: Los Creyentes
fa: المؤمنون
fr: Les Croyants
id: Orang-orang Beriman
it: I Credenti
kk: Муʻминун
ru: Верующие
sq: Besimtarët
th: บรรดาผู้ศรัทธา
tl: Ang Mga Mananampalataya
tr: Müminler
uz: Moʻminun
zh: 信士

# string-array.sura_translation.item_23
source: The Light
az: Nur
bn: আলো
bs: Svjetlost
ckb: سورة النّور
de: Das Licht
es: La Luz
fa: النور
fr: La Lumière
id: Cahaya
it: La Luce
kk: Нур
ru: Свет
sq: Drita
th: แสง
tl: Ang Liwanag
tr: Işık
uz: Nur
zh: 光明

# string-array.sura_translation.item_24
source: The Criterion
az: Furqan
bn: মানদণ্ড
bs: Furkan
ckb: سورة الفرقان
de: Die Unterscheidung
es: El Criterio
fa: الفرقان
fr: Le Discernement
id: Pembeda
it: Il Discrimine
kk: Фурқан
ru: Различение
sq: Dalluesi
th: การจำแนกความจริงออกจากความเท็จ
tl: Ang Pamantayan
tr: Ayırıcı
uz: Furqon
zh: 准则

# string-array.sura_translation.item_25
source: The Poets
az: Şuara
bn: কবি
bs: Pjesnici
ckb: سورة الشعراء
de: Die Dichter
es: Los Poetas
fa: الشعراء
fr: Les Poètes
id: Penyair-penyair
it: I Poeti
kk: Шуʻара
ru: Поэты
sq: Poetët
th: บรรดากวี
tl: Ang Mga Makata
tr: Şairler
uz: Shuaro
zh: 众诗人

# string-array.sura_translation.item_26
source: The Ant
az: Nəml
bn: পিঁপড়া
bs: Mravi
ckb: سورة النّمل
de: Die Ameisen
es: Las Hormigas
fa: النمل
fr: Les Fourmis
id: Semut
it: Le Formiche
kk: Нәмл
ru: Муравьи
sq: Milingonat
th: มด
tl: Ang Langgam
tr: Karınca
uz: Naml
zh: 蚂蚁

# string-array.sura_translation.item_27
source: The Stories
az: Qasas
bn: কাহিনি
bs: Kazivanje
ckb: سورة القصص
de: Die Geschichte
es: Los relatos
fa: القصص
fr: Le Récit
id: Kisah-kisah
it: Il Racconto
kk: Қасас
ru: Повествование
sq: Ndodhitë
th: เรื่องราว
tl: Ang Mga Kuwento
tr: Kıssalar (Tarihi vakalar)
uz: Qasos
zh: 故事

# string-array.sura_translation.item_28
source: The Spider
az: Ənkəbut
bn: মাকড়শা
bs: Pauk
ckb: سورة العنكبوت
de: Die Spinne
es: La Araña
fa: العنكبوت
fr: L\'Araignée
id: Laba-laba
it: Il Ragno
kk: ʻАнкәбут
ru: Паук
sq: Merimanga
th: แมงมุม
tl: Ang Gagamba
tr: Örümcek
uz: Ankabut
zh: 蜘蛛
