Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: source/values-*/about.arb
Languages: hi, ml, pt, ur

# menu_share_app
source: Share App
hi: ऐप शेयर करें
ml: ഷെയർ ചെയ്യുക
pt: Compartilhar aplicativo
ur: أيپلیکیشن بانٹیں

# share_app_info
source: Al Quran (Tafsir & by Word) is a Quran study tool for all. It provides verse by verse audio playback with repeat functions, Tafsir ibn kathir, Color Coded Tajweed, word by word Analysis and Translations, custom bookmarks, search, several simultaneous translations, multiple themes and fonts and much more. \nGet it now at Google Play Store: https://gtaf.org/apps/quran \n\n#GreentechApps
hi: "अल क़ुरआन (तफ़्सीर और लफ्ज़-ब-लफ्ज़) यह ऐप्प सभी के लिए क़ुरआन सीखने का आसन साधन है। ऑडियो प्लेटबैक आयत-ब-आयत दोहरा कर सुन सकते है, तफ़्सीर इब्ने कसीर से, मुख़्तलिफ़ रंगों में तजवीद, लफ्ज़-ब-लफ्ज़ जांच और तर्जुमा (अनुवाद), व्यक्तिगत पेज मार्किंग (पृष्ठ स्मृति), जांचने का पर्याय, अनेक अनुवाद एक ही समय में, अनेक थीम्स (प्रारूप), लिपि (फ़ॉन्ट्स) और भी बहुत कुछ। गूगल प्ले स्टोर पर पाइए : https://goo.gl/w6rESk "
ml: അൽ ഖുർആൻ (തഫ്സീറും വാക്കുകളാൽ വേര്‍തിരിച്ചുള്ള പഠനവും) എല്ലാവർക്കും ഒരു പഠന സഹായി ആണ്. ഓരോ ആയത്തുകളായി പല ആവര്‍ത്തി കേൾക്കാൻ, തഫ്‌സീർ ഇബ്ൻ കസീർ, നിറങ്ങളാൽ വേര്‍തിരിച്ചുള്ള തജ്‌വീദ്, ഓരോ വാക്കുകളാലുള്ള വിശകലനവും വിവർത്തനവും, ബുക്മാർക്സ് , തിരയൽ , ഒരേ സമയം പല വിവർത്തനങ്ങൾ ചെയ്യാനും കാണാനും ഉള്ള സൗകര്യം, പല തീമുകൽ, ഫോണ്ടുകൾ, കൂടാതെ മറ്റു പല സംവിധാനങ്ങളും ഇപ്പോൾ ലഭിക്കാന്‍ സന്ദര്‍ശിക്കു ഗൂഗിൾ പ്ലേ സ്റ്റോർ : https://goo.gl/w6rESk
pt: "Al Qur´an (Tafsir & by Word) é uma ferramenta de estudo para todos, ela também fornece Ayat por Ayat com a recitação em áudio com a função de repetição, Tafseer Ibn Kathir, Tajweed Colorido com Regras de Recitação, análise de palavra por palavra, diversas traduções, marcadores personalizados, possibilidade de fazer busca em diversas traduções simultaneamente, temas múltiplos, fontes personalizáveis e muito mais. Obtenha-o agora na Play Store: https://goo.gl/w6rESk "
ur: القرآن (تفسير لفظ با لفظ) ايپليكيشن قرآن پاک كا جائزہ كرنے كا بہترين ذريہ ہے- يہ آيت با آيت آواز چلانے اور أُسے بار بار دہرانے , تفسير إبن كيثر , رنگين كوڈ تجويد , لفظ با لفظ تجزيہ اور ترجمہ , اپني مرضى كے مطابق بک ماركس , تلاش , بيک وقت كئيں ترجمے , ايک سے زيادہ تھيم اور فونٹ ايٹو سكرول اور بہت كچھ - گوگل پلےسٹور میں حاصل کر : https://gtaf.org/apps/quran \n\n#GreentechApps \"

# shareApk
source: Share Apk File
hi: शेयर एपीके, एपीके फ़ाइल साझा करें
ml: "എ. പി. കെ ഫയൽ ഷെയർ ചെയ്യാൻ "
pt: Compartilhar Arquivo Apk
ur: اپلی کیشن کو بانٹیں .

source: Share Link
hi: लिंक साझा करें
ml: "ലിങ്ക് ഷെയർ ചെയ്യാൻ "
pt: Compartilhar Link
ur: لنک بانٹیں

# getapp
source: get Quran App:
hi: कुरआन एप हासिल करें
ml: ഖുർആൻ ആപ്പ് ലഭിക്കൂ
pt: Obter Al Quran (Tafsir & by Word) App:
ur: قُرآن أيپلیکیشن حاصل كريں

# ratingmessage
source: Rasulullah (s.a.w) said: \'\'He who does not thank people, does not thank Allah\'\'\n[Abu Dawud 4811] \n\nTake a few minutes to rate and inspire us to do more good deeds!
hi: रसूलुल्लाह (स.अ.व.) ने कहा : \"जो इन्सान लोगों का धन्यवाद नहीं करता, वो अल्लाह का भी धन्यवाद नहीं करता\"। \n[अबू दावूद 4811]\n\nकृप्या कुछ समय निकाल कर हमारा मूल्यांकन करें और हमें प्रेरित करें और अच्छे काम करने के लिए।\n
ml: "റസൂലുല്ലാഹ് (s.a.w) പറഞ്ഞു: \'\'മനുഷ്യരോട് നന്ദി കാണിക്കാത്തവൻ അല്ലാഹുവിനോട് നന്ദി കാണിച്ചില്ല\'\'\n[അബു ധാവുദ് 4811]\n\nഈ ആപ്പ് റേറ്റ് ചെയ്യാനും അതിലൂടെ കൂടുതൽ നല്ലതു ചെയ്യാന്‍ ഞങ്ങള്‍ക്ക് പ്രേരണ നല്‍കാനും കുറച്ചു സമയം ചിലവഴിക്കുക "
pt: Rasullullah (sallaallahu aleihi wa assalam) disse: \"Aquele que não agradece as pessoas, não agradece a Allah\" \n[Abu Dawud 4811] \n\nTire uns minutos para classificar-nos e dar-nos sua opinião e sugestões para que continuemos a fazer boas obras.
ur: رسول اللہ صلی اللہ علیہ وسلم نے فرمایا: \'\'جو لوگوں کا شکر ادا نہیں کرتا وہ اللہ کا شکر گذار نہیں ہوتا.\'\'\n[Abu Dawud 4811] \n\n کچھ منٹ نکال کر اس اپلیکیشن کو درزہ دے کر ہماری حوصلہ افزائی کرے.

# ratingtext
source: YOUR RATING MEANS A LOT TO US
hi: "आपका मूल्यांकन हमारे लिए बहुत मायने रखता है। "
ml: നിങ്ങളുടെ റേറ്റിംഗ് ഞങ്ങള്‍ക്ക് വളരെ ഉപകാരപ്രദമാണ്
pt: PARA NÓS A SUA CLASSIFICAÇÃO SIGNIFICA MUITO
ur: آپکی درجہ بندی ہمارے لئے بہت معنی رکھتی ہے.

# menu_rate
source: Rate it!
hi: मूल्यांकन करें!
ml: റേറ്റ് ചെയ്യുക
pt: Classificar agora!
ur: شرح بندی

# ratelater
source: Maybe later
hi: शायद कभी और
ml: പിന്നീട്
pt: Talvez mais tarde
ur: شاید بعد میں

# ratenothanks
source: No thanks
hi: "नहीं धन्यवाद "
ml: ഇല്ല
pt: Não obrigada
ur: نہیں شکریہ

# app_details
source: Alhamdulillah. Al Quran (Tafsir & by Word) is a Quran Study Tool that allows you to enjoy: \n \n • English Tafsir Ibn Kathir with embedded Arabic \n • Color Coded Tajweed similar to iQuran (For Kitkat and up) \n • Word by Word Translation Rendering, Grammatical, Root and Verb Form Details \n • Bookmarks/Favourites separated into user made categories \n • Quran Index \n • Ability to take notes \n • Bookmarks/Notes Import/export to online, file feature \n • A powerful full-text search engine with highlights \n • Robust audio system with repeat, group playback of verses function to aid in memorization \n • Various fonts, pinch-zoom feature and multiple Themes \n • Autoscroll feature \n • Different Quran Translations viewable simultaneously: Bengali, Chinese, English, French, Hindi, German, Indonesian, Italian, Malay, Russian, Spanish, Urdu and more \n • Several downloadable recitations for verse by verse recital (supports gapless/continuous recitation) including Mishary Al-Afasy, Husari (muallim) \n\nCourtesy: \n • Grafian.com for their initial codes. \n • Quran.com for their database server and Audio Mechanism. \n • Quran Tafsir Pro App for their tafsir ibn Kathir and Corpus. \n • Guidedverses.com for Khan & Hilali Commentary. \n • Quranindex.info for their Quran index database. \n • Academy of Quran Studies/Understand Quran for their verb forms database. \n • QuranWBW.com for their Hindi wbw database and indopak assets. \n • Al Huda International (https://www.alhudapk.com/products/hindi-section.html) for their Hindi wbw data. \n • Various other brothers & sisters helping with the project. May Allah bless them all \n\n\nDisclaimer: \nNo translation of Quran can be a hundred percent accurate, nor it can be used as a replacement of the Quran text. We have tried to provide a set of mostly acceptable quran translations here, but we cannot guarantee their authenticity and/or accuracy. Please use them at your own discretion.
ml: "അൽഹംദുലില്ലാഹ്. അൽ ഖുർആൻ (തഫ്‌സീറും വാക്കുകളുടെ വിശകലനവും) ഒരു ഖുർആൻ പഠന സഹായി ആണ്. ഇതിലൂടെ നിങ്ങൾക് ആസ്വദിക്കാം: • ഇംഗ്ലീഷിൽ തഫ്‌സീർ ഇബ്ൻ കസീർ അറബി ഭാഷയോടൊപ്പം • 'ഐ ഖുറാനി'ൽ ഉള്ളതുപോലെ നിറങ്ങളാൽ വേര്‍തിരിച്ചുള്ള തജ്‌വീദ്(കിറ്റ് കാറ്റോ അതിനു മുകളിൽ ഉള്ള ആൻഡ്രോയിഡ് വേർഷനിലോ) • ഓരോ വാക്കുകൾ ആയുള്ള പരിഭാഷ, വ്യാകരണം, വേരുകൾ, ക്രിയയുടെ വിശദീകരണം • ബുക്ക്മാർക്കുകൾ/ നിങ്ങളുടെ ഇഷ്ടാനുസരണം ഫേവറേറ്റുകൾ വ്യത്യസ്തമായ വിഭാഗങ്ങളായി സൂക്ഷിക്കൽ • ഖുർആൻ സൂചിക • നോട്ടുകൾ എഴുതുവാനുള്ള സൗകര്യം • ബുക്മാർക്സ്/നോട്ടുകൾ ഇമ്പോർട്ട് ചെയ്യൽ/ ഓൺലൈനിൽ എക്സ്പോർട്ട് ചെയ്യൽ, ഫയൽ സംവിധാനം • വാക്കുകളും അധ്യായങ്ങളും തിരയുവാനുള്ള സൗകര്യം • ഖുർആൻ പല ആവർത്തി കേൾക്കാനും മനഃപാഠം ആക്കുവാൻ സഹായിക്കുന്ന 'ഗ്രൂപ്പുഗൾ' ആയി കേൾക്കാനുള്ള സൗകര്യം • പലതരം ഫോണ്ടുകൾ , സൂം ചെയ്യാനുള്ള സൗകര്യം, പല തീമുകൾ • ഓട്ടോമാറ്റിക് ആയുള്ള സ്ക്രോളിങ്ങ് • ഒരേ സമയം പല പരിഭാഷകൾ കാണുവാൻ: ബംഗാളി, ചൈനീസ്, ഇംഗ്ലീഷ്, ഫ്രഞ്ച്, ഹിന്ദി, ജർമൻ, ഇന്തോനേഷ്യൻ, ഇറ്റാലിയൻ, മലയ, റഷ്യൻ, സ്പാനിഷ് , ഉറുദു പിന്നെ മറ്റു പല ഭാഷകളും • ഡൌൺലോഡ് ചെയ്യാനാവുന്ന ആയത്തുകൾ വേർതിരിച്ച് കേൾക്കാൻ പറ്റുന്ന പാരായണങ്ങൾ(ഇടയിൽ നിര്‍ത്താതെയുള്ളതും ഇടവിട്ടുള്ള പാരായണങ്ങളും ലഭ്യമാണ്‌) ഖാരികളായ മിശാരി അൽ-അഫ്‍സി, ഹുസാരി തുടങ്ങിയവരുടെ പാരായണങ്ങൾ ഇവിടെ കേൾക്കാവുന്നതാണ് കടപ്പാട്: • Grafian.com അവരുടെ ആദ്യഘട്ടത്തിലുള്ള കോഡുകൾക്. • Quran.com അവരുടെ ഡാറ്റാബേസ് സെർവറിനും പിന്നെ ഓഡിയോ സംവിധാനത്തിനും. • ഖുർആൻ തഫ്‌സീർ പ്രൊ ആപ്പ്, തഫ്‌സീർ ഇബ്ൻ കസീറിനും 'കോർപ്പസി'നും. • Guidedverses.com ഖാൻ & ഹിലാലി വിവരണത്തിന് • Quranindex.info അവരുടെ ഖുർആൻ സൂചിക ഡാറ്റാബേസിന് • ഖുർആൻ പഠന അക്കാദമി/'ആൻഡേർസ്റ്റാൻഡ് ഖുർആൻ' അവരുടെ ക്രിയ രൂപങ്ങളുടെ ഡാറ്റാബേസിനു. • പിന്നെ ഞങ്ങളെ സഹായിച്ച എല്ലാ സഹോദരീ സഹോദരന്‍മാർക്കും. അള്ളാഹു അവരെ എല്ലാം അനുഗ്രഹിക്കട്ടെ. നിരാകരണം: ഖുർആൻ പരിഭാഷ ഒന്നും തന്നെ സമ്പൂര്‍ണമല്ല. അവ ഖുർആനിന് പകരമായി കാണപ്പെടുവാനും പാടുള്ളതല്ല. ഞങ്ങൾ കഴിവിന്റെ പരമാവധി ഏറ്റവും മികച്ച പരിഭാഷകൾ നിങ്ങൾക്ക് എത്തിക്കുവാൻ ശ്രമിച്ചിട്ടുണ്ട്, പക്ഷെ അതിനൊന്നും തന്നെ ഞങ്ങൾ അതിന്റെ സമ്പൂര്‍ണതയ്ക്കോ ആധികാരികതയ്ക്കോ ഗ്യാരണ്ടി തരുന്നതല്ല. ദയവുചെയ്ത് ഇത് നിങ്ങളുടെ സ്വന്തം വിവേചനാധികാരത്തോടെ ഉപയോഗിക്കുക. "
pt: Alhamdulillah. Al Quran (Tafsir & by Word) é um Qur´an Ferramenta de Estudo que permite que você desfrute: \n \n • English Tafsir Ibn Kathir com fonte Árabe \n • Colorido com Regras de Recitação \"Tajweed\" similar ao iQuran (Para androids Kitkat e acima) \n • Tradução Otimizada Palavra por Palavra, Gramatical, Palavra Raíz e palavras derivadas juntamente com os Detalhes das Formas Verbais. \n • Marcados/Favoritos separados por categorias definidas pelo usuário \n • Índice do Qur´an \n • Adicionar Notas de forma rápida \n • Marcados/Importar Notas/Exportar de forma online, recursos do arquivo \n • Um poderoso mecanismo de pesquisa de texto completo com destaque \n • Sistema de áudio robusto com repetição, repetição de Ayats em grupo para-lhe ajudar na memorização \n • Diversas fontes, recurso que lhe permite aumentar e diminuir Zoom e Múltiplos Temas para você escolher \n • Recurso de Rolagem Automática \n • Diferentes Traduções do Qur´an Visíveis de forma Simultânea: Bengali, Mandarim, Inglês, Francês, Hindi, Alemão, Indonésio, Italiano, Malaio, Russo, Espanhol, Urdu e muito mais \n • Diversas Recitações em áudio disponíveis para Downloads recitações de Ayat por Ayat recitação que (suporta recitação contínua/ sem intervalos) incluindo Mishary Al-Afasy, Husari (Muallim) \n\nAgradecimentos: \n • Grafian.com pelos códigos iniciais. \n • Quran.com pelo seu servidor de banco de e pelo mecanismo de áudio. \n • Quran Tafsir Pro App pelo tafsir ibn Kathir e pela coleção de manuscritos. \n • Guidedverses.com pelo comentário de Khan & Hilali. \n • Quranindex.info pelo banco de dados de Índice do Qur\'an . \n • Academy of Quran Studies/Understand Quran \"Academia de Estudos do Qur\'an/ Entendimento do Qur\'an pelo banco de dados De Formas Verbais. \n • QuranWBW.com \n • https://www.alhudapk.com/products/hindi-section.html \n • E Aos muitos outros irmãos e irmãs que vem ajudando no projeto. Que Allah abençoe todos eles \n\n\nAviso Legal: \nNenhuma tradução do Qur\'an pode ser cem por cento precisa, nem pode ser usada como uma substituição do texto original do Qur\'an. Tentamos fornecer aqui um conjunto de traduções do Qur\'an mais aceitáveis, mas não podemos garantir sua exatidão e / ou precisão. Por favor, use-os a seu critério.
ur: الحمد اللہ ال قرآن (تفسیر کے ساتھ) سب کے لیے قُرآن سیکھنے کا آلا ہیں جس میں: \n \n عربی کے ساتھ انگریزی تفسیر ابن کثیر • \n رنگین تجوید • \n الفاظ با الفاظ ترجمہ اور گرامر کی تفصیلات• \n جھلکیوں کے ساتھ ایک طاقتور پورے متن کی تلاش کا انجن • \n دہرانے کے ساتھ مضبوط آڈیو نظام، آیات کے گروپ پلے بیک حفظ میں مدد کرنے کے لئے • \n مختلف فونٹس، پنچ زوم خصوصیت اور ایک سے زیادہ تھیم• \n اوپر نیچیے جانے کا خودساختہ نظام • \n قران مجید کے مختلف ترجمے • بیک وقت دیکھے جا سکتے ہیں، بنگالی، چینی، انگریزی، فرانسیسی، ہندی، جرمن، انڈونیشیا، اطالوی، مالائی، روسی، ہسپانوی، اردو بھی اور مزید \n بہت ساری تلاوتیں جو ڈائونلوڈ کی جاسکتی ہیں آیت بآیت پرھنے کے لئے (بغیر رکے بھی شامل ہے) جس میں مشارے الافاسی، ھوساری (معلم)• \n\nبشکریہ: \n • Grafian.com ان کی مدد کے لئے)ابتدائی کوڈ). \n • Quran.com ان کے ڈیٹا بیس سرور اور آڈیو نظام کے لئے. \n • Quran Tafsir Pro App for ان کے تفسیر ابن کثیر اور کورپس کے لئے. \n • Guidedverses.com for خان اور ہلالی تفسیر. \n • Quranindex.info for ان کے قرآن انڈیکس ڈیٹا بیس کے لئے. \n • Academy of Quran Studies ان کے فعل فارم ڈیٹا بیس کے لئے. \n مختلف دیگر بھائیوں اور بہنیں جنہوں نے اس کام مہں ہماری مدد فرمائ. اللہ ان سب کو جزائے خیر عطا فرمائے• \n\n\n(انکار متن(ڈس کلیمر: \nNo قرآن کا کوئی ترجمہ سو فیصد درست نہیں ہو سکتا اور نہ ہی یہ قرآن کے متن کے ایک متبادل کے طور پر استعمال کیا جا سکتا ہے. ہم یہاں زیادہ تر قابل قبول قرآن کے ترجمہ فراہم کرنے کی کوشش کی ہے لیکن ہم اس بات کی ضمانت نہیں کر سکتے کہ ان کی درستگی سو فیصد ہے. آپ کی اپنی صوابدید پر ان کا استعمال کریں.

# translate
source: Help Us Translate
hi: हमें अनुवाद करने में मदद करें
ml: വിവർത്തനം ചെയ്യുക
pt: Ajude-nos a Traduzir
ur: ترجمہ کرنے میں ہماری مدد کریں

# contribute_title
source: Be Part of Sadaqa Jariah
hi: सदका जारिया में भागीदार बने
pt: Forme parte de Sadaqa Jariah
ur: صدقہ جاریہ حاصل كرنے کے لیئے اس میں شامل ہوں

# contribute_text
source: GreenTech Apps fulfills the need of innovative modern and beautiful islamic apps for you.\n\n The apps contain no ads and are completely free.\n\n For us to contribute more to the Ummah with new apps and features, our team needs regular funds to support the progress.\n\n Here’s your chance to make a difference, benefit the Ummah and share the rewards.
hi: ग्रीनटेक ऐप्स आपके लिए अभिनव आधुनिक और सुंदर इस्लामिक ऐप्स की आवश्यकता को पूरा करता है। ऐप में कोई विज्ञापन नहीं होता है और पूरी तरह से नि: शुल्क होता है। हमारे लिए नए ऐप्स और सुविधाओं के साथ उम्मत में अधिक योगदान करने के लिए, हमारी टीम को प्रगति का समर्थन करने के लिए नियमित धन की आवश्यकता है। यह एक अच्छा अवसर है, उम्मत को लाभ दें और पुण्य साझा करें।
pt: GreenTech Apps preenche a necessidade de aplicativos islâmicos modernos, belos e inovadores para você.\n\n Os aplicativos não contêm anúncios e são totalmente gratuitos. \n\n Para que possamos contribuir mais para a Ummah com novos aplicativos e mais recursos, nossa equipe precisa de doações regulares para que possamos continuar fazendo melhorias. Esta é a sua chance de fazer a diferença, beneficiar a Ummah e compartilhar as recompensas.
ur: گرین ٹچ اطلاقات آپ کے لئے جدید جدید اور خوبصورت اسلامی ائپس کی ضرورت کو پورا کرتی ہیں. اطلاقات میں کوئی اشتہار نہیں ہیں اور مکمل طور پر مفت ہیں. نئے اطلاقات اور خصوصیات کے ساتھ امت میں زیادہ شراکت کرنے کے لئے، ہماری ٹیم ترقی کی حمایت کے لئے باقاعدگی سے فنڈز کی ضرورت ہے. یہاں فرق کرنے کا موقع ہے، امت کا فائدہ اور انعامات کا اشتراک کریں.

# contribute_button
source: I want to contribute
hi: मैं योगदान देना चाहता हूँ
pt: Eu quero contribuir
ur: میں حصہ ڈالنا چاہتا ہوں

# devDetails
source: Creativity, Simplicity, Excellence in sha Allah
hi: रचनात्मकता, सरलता, उत्कृष्टता, इंशाअल्लाह
pt: Criatividade, Simplicidade, Excelência In shaa Allah
ur: تخلیقی صلاحیتوں، سادگی، ان شاء اللہ میں اتکرجتا
