Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: source/values-*/notification.arb
Languages: hi, ms, ta

# string-array.randomReminderTxt.item_0
source: Ayah of the Day
hi: दिन की अायत
ms: Ayat untuk hari ini
ta: தினம் ஒரு இறைவசனம்

# string-array.randomReminderTxt.item_1
source: Today\'s Ayah
hi: आज की अायत
ms: Ayat Hari Ini
ta: இன்றைய இறைவசனம்

# string-array.randomReminderTxt.item_2
source: Care to read an Ayah?
hi: आज एक अायत सिखें
ms: Boleh tak luangkan masa untuk membaca satu ayat?
ta: இறைவசனம் ஓத வேண்டுமா?

# string-array.randomReminderTxt.item_3
source: Learn an Ayah Today
hi: दैनिक अायत
ms: Belajar Satu Ayat Hari Ini
ta: இன்றைய இறைவசனம் கற்க

# string-array.randomReminderTxt.item_4
source: Daily Ayah
hi: एक अयत जानना चाहते हैं?
ms: Ayat Harian
ta: தினம் இறைவசனம்

# string-array.randomReminderTxt.item_5
source: Want to know an Ayah?
hi: चलो एक अायत सीखें
ms: Nak Tahu Satu Ayat?
ta: இறைவசனம் அறிய வேண்டுமா ?

# string-array.randomReminderTxt.item_6
source: Let\'s learn an Ayah
hi: आज के लिए अायत
ms: Jom Belajar Satu Ayat
ta: இறைவசனம் கற்க வேண்டுமா ?

# string-array.randomReminderTxt.item_7
source: Ayah for Today
hi: अायत पढ़ने के लिए दबायें
ms: Ayat untuk Hari Ini
ta: இன்றைய இறைவசனம்

# string-array.randomReminderTxt.item_8
source: Read an Ayah Today?
hi: अल्लाह आपको क्या कह रहा है?
ms: Sudah Baca Satu Ayat Hari Ini?
ta: இன்றைய இறைவசனம் கற்க?

# string-array.randomReminderTxt.item_9
source: Click to read an Ayah
hi: अल्लाह आज आपसे बात करते हैं
ms: Klik untuk membaca satu ayat
ta: ஒரு இறைவசனம் படிக்க

# string-array.randomReminderTxt.item_10
source: What is Allah telling you?
hi: आज अल्लाह के साथ बात की?
ms: Apa yang Allah ingin sampaikan kepada kamu?
ta: அல்லாஹ் என்ன சொல்கிறான்?

# string-array.randomReminderTxt.item_11
source: Let Allah talk to you today
hi: चलो अल्लाह के साथ बात करते हैं
ms: Biar Allah berbicara dengan kamu hari ini
ta: அல்லாஹ் இன்று உங்களிடம் பேசட்டும்

# string-array.randomReminderTxt.item_12
source: Spoken with Allah today?
hi: आज अल्लाह को याद किया?
ms: Sudahkah kamu berdoa hari ini?
ta: இன்று அல்லாஹ்விடம் பேசினீர்களா?

# string-array.randomReminderTxt.item_13
source: Let\'s speak with Allah
hi: आज अल्लाह की स्तुति की?
ms: Mari berbicara dengan Allah
ta: அல்லாஹ்விடம் பேசுவோம்

# string-array.randomReminderTxt.item_14
source: Remembered Allah today?
hi: चलो, अल्लाह को याद करें
ms: Ingat Allah tak hari ini?
ta: இன்று அல்லாஹ்வை நினைவு கூர்ந்தீர்களா?

# string-array.randomReminderTxt.item_15
source: Praised Allah today?
hi: आत्मा के लिए भोजन
ms: Puji Allah tak hari ini?
ta: இன்று அல்லாஹ்வை புகழ்ந்தீர்களா?

# string-array.randomReminderTxt.item_16
source: Let\'s remember Allah
hi: मेरे दिमाग को ताज़ा करने का समय
ms: Mari mengingati Allah
ta: அல்லாஹ்வை நினைவு கூர்வோம்

# string-array.randomReminderTxt.item_17
source: Food for the soul
hi: अपने अल्लाह को याद रखें
ms: Santapan Rohani
ta: ஆன்மாவுக்கு உணவு

# string-array.randomReminderTxt.item_18
source: Time to refresh my mind
ms: Masa untuk mengingati semula
ta: மனதை புதுப்பிப்பதற்கான நேரம்

# string-array.randomReminderTxt.item_19
source: Remember your Lord
ms: Ingati Tuhan Kamu
ta: உங்கள் இறைவனை நினைவு கூறுங்கள்

# string-array.randomIndexReminder.item_0
source: Want to know about from Quran
hi: कुरान से जानना चाहते हैं
ms: Ingin Tahu Sesuatu Dari Al-Quran?
ta: குர்\'ஆன் பற்றி அறிய வேண்டுமா

# string-array.randomIndexReminder.item_1
source: What does Quran say about
hi: कुरान ईस के बारे में क्या कहता है
ms: Apa yang dikatakan oleh Quran
ta: குர்\'ஆன் என்ன சொல்கிறது

# string-array.randomIndexReminder.item_2
source: What does Allah say about
hi: अल्लाह इसके बारे में क्या कहता है
ms: Apa yang dikatakan oleh Allah
ta: அல்லாஹ் என்ன சொல்கிறான்

# string-array.randomIndexReminder.item_3
source: Ayahs about
hi: के बारे में आयत
ms: Ayat-ayat mengenai
ta: இறைவசனம் பற்றி

# string-array.randomIndexReminder.item_4
source: Verses about
hi: के बारे में अायत
ms: Ayat-ayat mengenai
ta: இறைவசனம் பற்றி

# string-array.randomIndexReminder.item_5
source: Interesting Topic in Quran
hi: कुरान में दिलचस्प विषय
ms: Topik menarik didalam Quran
ta: குர்\'ஆன் இல் சுவாரஸ்யமான தலைப்பு

# string-array.randomIndexReminder.item_6
source: Today\'s topic
hi: आज का विषय
ms: Topik hari ini
ta: இன்றைய தலைப்பு

# string-array.randomIndexReminder.item_7
source: Check this out from Quran
hi: कुरान दृष्टिकोण से इसे देखें
ms: Semak ini melalui Quran
ta: இதை குர்\'ஆன் இல் அறிந்து கொள்ள

# string-array.randomIndexReminder.item_8
source: Learn this from Quran
hi: कुरान से यह सीखो
ms: Belajar ini melalui Quran
ta: இதை குர்\'ஆன் இல் கற்றுக் கொள்ள
