Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: source/values-*/readers.arb
Languages: ckb, hi, hu, pt

# qari_abdulbaset
source: Abd Al-Basit
ckb: عەبدول باست
hi: अब्द अल-बासित

# qari_abdulbaset_mujawwad
source: Abd Al-Basit Mujawwad
ckb: عەبدول باست موجەوید
hi: अब्द अल-बसित (मुजावाद)

# qari_basfar
source: Abdullah Basfar
ckb: عبداللە بەسفەری
hi: अब्दुल्ला बसफर

# qari_suadis
source: Abdurrahman As-Sudais
ckb: عەبدولڕەحمان سودەی
hi: अब्दुरहमान अस-सुदेईस

# qari_shatri
source: Abu Bakr Ash-Shatri
ckb: ئەبوبەکری ئاش - شاتری
hi: अबू बकर अश-शात्री

# qari_afasy
source: Mishary Al-Afasy
ckb: مەشاری عەفاسی
hi: मिश्री अल-अफसी

# qari_saad_al_ghamdi
source: Saad Al-Ghamdi
ckb: سەید غامدی
hi: साद अल-गम्दी

# qari_walk
source: Ibrahim Walk (English Trans.)
ckb: Ibrahim Walk (وەرگێڕی ئینگلیزی.)
hi: इब्राहिम वॉक (अंग्रेजी अनुवाद)
hu: Ibrahim Walk (angol ford.)
pt: Ibrahim Walk (Tradução Inglesa)

# qari_hani_rifai
source: Hani Ar-Rifai
ckb: هانی ریفاعی
hi: हानी अर-रिफाई

# qari_husary_mujawwad
source: Husary Mujawwad
ckb: حوساری موجەوید
hi: हुसारी (मुजावाद)

# qari_hudhayfi
source: Ali Al-Hudhaify
ckb: عەلی حوزەیفی
hi: अली अल-हुधाइफी

# qari_muaiqly
source: Maher Al Muaiqly
ckb: ماهیر موعەیقلی
hi: माहेर अल मुअयकली

# qari_minshawi_mujawwad
source: Minshawy Mujawwad
ckb: مەنشاوی موجەوید
hi: मिनाशावी (मुजावद)

# qari_tablawy
source: Mohammad al Tablaway
ckb: موحەمەد تەبڵاوی
hi: मोहम्मद अल तबलावे

# qari_ayyoub
source: Muhammad Ayyoub
ckb: موحەمەد ئەیوب
hi: मोहम्मद अयूब

# qari_jibreel
source: Muhammad Jibreel
ckb: موحەمەد جبریل
hi: मोहम्मद जिब्रेएल

# qari_shuraym
source: Saood Ash-Shuraym
ckb: سعود شورەیم
hi: सऊद अश-शुरयम

# qari_dussary
source: Yasser Ad-Dussary
ckb: یاسر دوسری
hi: यासर अद-दुसारी

# qari_ayman_sowaid
source: Ayman Sowaid
ckb: ئەیمەن سوید
hi: अयमन सोवैद

# qari_abdullah_matroud
source: Abdullah Matroud
ckb: عەبدوڵڵا مەترود
hi: अब्दुल्ला मतरौद

# qari_ahmed_ibn_ali_al_ajamy
source: Ahmed ibn Ali al-Ajamy
ckb: ئەحمەد عەجەمی
hi: अहमद अल अजमी
pt: Ahmed al Ajamy

# qari_salaah_bukhatir
source: Salah Bukhatir
ckb: سەڵاح بوخاتر
hi: सलाह बुखातीर

# qari_ali_jaber
source: Ali Jaber
ckb: "عەلی جەبار "
hi: अली जाबर

# qari_husary_muallim
source: Husary (Muallim version)
ckb: حوساری (شێوازی فێربوون)
pt: Husary (versão para memorização)

# qari_urdu_farhat_hashmi
source: Farhat Hashmi (Urdu by word)
ckb: فەرهاد هاشمی (خوێنەری پاکستانی)
hi: फरहत हाश्मी (शब्द द्वारा उर्दू)
pt: Farhat Hashmi (Tradução para o Urdu palavra por palavra)

# qari_basfar_walk
source: Basfar/Walk (Arabic/English)
ckb: بەسفەر/واڵک (عەرەبی/ئینگلیزی)
pt: Basfar/Walk (Tradução para o Árabe/Inglês)

# qari_shamshad_ali_khan
source: Shamshad Ali Khan (Urdu)
ckb: شەمشاد عەلی خان (ئۆردۆیی)
hi: शमशाद अली खान (उर्दू)
pt: Shamshad Ali Khan (Tradução para o Urdu)

# qari_minshawi_murattal_gapless
source: Minshawi Murattal
ckb: مەنشاوی مورتەڵ
hi: मिनशावी मुरत्तल (अंतहीन)
hu: Minshawi Murattal (szünetmentes)
pt: Minshawi Murattal (recitação sem intervalos)

# qari_husary_gapless
source: Husary
ckb: حوسەیری
hi: हुसरी (अंतहीन)
hu: Husary (szünetmentes)
pt: Husary (recitação sem intervalos)

# qari_sudais_gapless
source: Abdurrahman As-Sudais
ckb: عەبدوڕەحممان سودەیسی
hi: अब्दुरहमान अस-सुदेईस (अंतहीन)
hu: Abdurrahman As-Sudais (szünetmentes)
pt: Abdurrahman As-Sudais (recitação sem intervalos)

# qari_qatami_gapless
source: Nasser Al Qatami
ckb: ناسڕ قەتامی
hi: नासर अल कतामी (अंतहीन)
hu: Nasser Al Qatami (szünetmentes)
pt: Nasser Al Qatami (recitação sem intervalos)

# qari_abdulbaset_gapless
source: Abd Al-Basit
ckb: عەبدولباست
hi: अब्द अल-बासित (अंतहीन)
hu: Abd Al-Basit (szünetmentes)
pt: Abd Al-Basit (recitação sem intervalos)

# qari_abdulbaset_mujawwad_gapless
source: Abd Al-Basit Mujawwad
ckb: عەبدولباست (موجەوید)
hi: अब्द अल-बासित (मुजावद-अंतहीन)
hu: Abd Al-Basit Mujawwad (szünetmentes)
pt: Abd Al-Basit Mujawwad (recitação sem intervalos)

# qari_aziz_alili_gapless
source: Aziz Alili
ckb: عەزیز ئەلیلی
hi: अज़ीज़ अलीली (अंतहीन)
hu: Aziz Alili (szünetmentes)
pt: Aziz Alili (recitação sem intervalos)

# qari_salah_budair_gapless
source: Salah Budair
ckb: سەڵاح بوخاتر
hi: सलाह बुडएयर (अंतहीन)
hu: Salah Budair (szünetmentes)
pt: Salah Budair (recitação sem intervalos)

# qari_shuraym_gapless
source: Saood Ash-Shuraym
ckb: سعود شورەییم
hi: सऊद अश-शुरयम (अंतहीन)
hu: Saood Ash-Shuraym (szünetmentes)
pt: Saood Ash-Shuraym (recitação sem intervalos)

# qari_yasser_dussary_gapless
source: Yasser Ad-Dussary
ckb: یاسر دوسری
hi: यासर एड-दुसरी (अंतहीन)
hu: Yasser Ad-Dussary (szünetmentes)
pt: Yasser Ad-Dussary (recitação sem intervalos)

# qari_mohammad_altablawi_gapless
source: Mohammad al Tablawy
ckb: محەمەد تەبلاوی
hi: मोहम्मद अल तबलावी (अंतहीन)
hu: Mohammad al Tablawy (szünetmentes)
pt: Mohammad al Tablawy (recitação sem intervalos)

# qari_sahl_yaseen_gapless
source: Sahl Yaseen
ckb: ساڵح یاسین
hi: सहल यासीन (अंतहीन)
hu: Sahl Yaseen (szünetmentes)
pt: Sahl Yaseen (recitação sem intervalos)

# qari_shatri_gapless
source: Abu Bakr Ash-Shatri
ckb: ئەبوبەکر شاتری
hi: अबू बकर अश-शत्री (अंतहीन)
hu: Abu Bakr Ash-Shatri (szünetmentes)
pt: Abu Bakr Ash-Shatri (recitação sem intervalos)

# qari_ahmad_nauina_gapless
source: Ahmad Nauina
ckb: ئەحمەد نعیمە
hi: अहमद नौइना (अंतहीन)
hu: Ahmad Nauina (szünetmentes)
pt: Ahmad Nauina (recitação sem intervalos)

# qari_akram_al_alaqmi
source: Akram Al-Alaqmi
ckb: ئەکرەم ئەلقمی
hu: Akram Al-Alaqmi (szünetmentes)
pt: Akram Al-Alaqmi (recitação sem intervalos)

# qari_ali_hajjaj_alsouasi_gapless
source: Ali Hajjaj Alsouasi
ckb: عەلی حەجاج ئەلسواسی
hi: अली हजाज अलसूआसी (अंतहीन)
hu: Ali Hajjaj Alsouasi (szünetmentes)
pt: Ali Hajjaj Alsouasi (recitação sem intervalos)

# qari_saad_al_ghamidi_gapless
source: Saad Al-Ghamdi
ckb: سەید غامدی
hu: Saad Al-Ghamdi (szünetmentes)
pt: Saad Al-Ghamdi (recitação sem intervalos)

# qari_bandar_baleela_gapless
source: Bandar Baleela
ckb: بندر بليلة (متصل)
hu: Bandar Baleela (szünetmentes)
pt: Bandar Baleela (recitação sem intervalos)

# qari_mahmoud_ali_albana_gapless
source: Mahmoud Ali al Bana
ckb: محمود علي البنا (متصل)
hu: Mahmoud Ali al Bana (szünetmentes)
pt: Mahmoud Ali al Bana (recitação sem intervalos)

# qari_abdulrahman_alshahat_gapless
source: Abdulrahman Al-Shahat
ckb: عبد الرحمن الشحات (متصل)
hu: Abdulrahman Al-Shahat (szünetmentes)
pt: Abdulrahman Al-Shahat (recitação sem intervalos)

# qari_afasy_gapless
source: Mishary Al-Afasy (gapless)
ckb: مەشاری عەفاسی (بەردەوام)

# qari_hani_rifai_gapless
source: Hani Ar-Rifai
ckb: هانی ریفاعی (بەردەوام)

# qari_ayyoub_gapless
source: Muhammad Ayyoub
ckb: موحەمەد ئەیوب (بەردەوام)

# qari_mishari_walk_gapless
source: Mishary/Walk (Arabic/English)
ckb: مەشاری/واڵک (عەرەبی/ئینگلیزی - بەردەوام))

# qari_jibreel_gapless
source: Muhammad Jibreel
ckb: موحەمەد جبریل (بەردەوام)

# qari_basfar_gapless
source: Abdullah Basfar
ckb: عبداللە بەسفەر (بەردەوام)

# qari_walk_gapless
source: Ibrahim Walk (English Trans.)
ckb: ئیبراهیم واڵک (وەرگێڕی ئینگلیزی - بەردەوام)
