Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: source/values-*/strings.arb
Languages: hi, hu

# app_name
source: Al Quran
hu: Korán

source: Cancel
hu: Mégsem

# ayah_copied_popup
source: Verse Copied
hu: Ája kimásolva

source: Makki
hu: Mekkai

source: Madani
hu: Medinai

source: Canceling…
hu: Megszakítás…

# timing_database
source: Required Files
hu: Szükséges fájlok

# quran_sura
source: Sura
hu: Szúrák

# quran_ayah
source: Ayah
hu: Ája

# quran_page
source: Page
hu: Oldal

# quran_juz2
source: Juz
hu: Dzsuz

# menu_bookmarks
source: Bookmarks
hu: Könyvjelzők

# menu_jump
source: Jump to Verse
hu: Ugrás

# menu_settings
source: Settings
hu: Beállítások

# menu_search
source: Search
hu: Keresés

source: Download Successful
hu: Sikeres letöltés

# download_processing
source: Processing Download…
hu: Letöltés feldolgozása…

# notification_download_canceled
source: Download canceled
hu: Letöltés megszakítva

# download_non_wifi_prompt
source: You are not on Wi-Fi. Download data anyway?
hu: Nem használ Wi-Fi-t. Mindenképpen letölti az adatokat?

# download_progress
source: Downloaded %1$s / %2$s
hu: Letöltve %1$s / %2$s

# download_sura_progress
source: Downloaded %1$s / %2$s of sura %3$d
hu: Letöltve %1$s / %2$s szúra %3$d

# process_progress
source: Processing file %1$d / %2$d
hu: Fájl feldolgozása %1$d / %2$d

# play_apply
source: Apply
hu: Alkalmaz

source: Play
hu: Lejátszás

source: Stop
hu: Leállítás

# downloading_title
source: Downloading
hu: Letöltés…

# downloading_message
source: Please wait for the files to download (resume supported).
hu: Kérem várjon, amíg a fájlok letöltődnek (a folytatás támogatott).

# remove_dlg_title
source: Remove this?
hi: हटाए इसे?
hu: Eltávolítja a fordítást?

# remove_dlg_msg
source: Do you want to remove \"%1$s\"?
hu: Biztos, hogy eltávolítja ezt: %1$s?

# remove_button
source: Remove
hu: Eltávolítás

source: Save
hi: सुरक्षित करें

source: Auto Scroll
hi: स्व घूमना

# pref_arabic
source: Arabic
hi: अरबी

# pref_arabic_font_size
source: Arabic Font Size
hi: अरबी फ़ॉन्ट आकार

# pref_showarabic
source: Show Arabic
hi: अरबी दिखाएं

# next_tut
source: NEXT
hi: आगामी

source: Processing…
hi: प्रसंस्करण…

source: Stop or Continue
hi: रोको या जारी रखें

# agree
source: I Agree
hi: मैं सहमत हूँ

source: Sync Online
hi: ऑनलाइन समकालीन करें

# download_app_needed
source: Need to download app for this
hi: इसके लिए ऐप डाउनलोड करने की आवश्यकता है

# string-array.mushaf_names.item_0
source: Uthmani/Madani
hi: उस्मानी

# string-array.parts_of_speech.item_0
source: Accusative particle
hi: विशेषण

# string-array.parts_of_speech.item_1
source: Adjective
hi: ध्यान

# string-array.parts_of_speech.item_2
source: Amendment particle
hi: ध्यान
