Repository: Abid-Hasan/task-from-nabil-bhai
Catalog: source/values-*/sura_names.arb
Languages: hu

# string-array.sura_transliteration.item_0
source: Al-Fatihah
hu: Al-Fatiha

# string-array.sura_transliteration.item_2
source: Aal-e-Imran
hu: Al-Imrán

# string-array.sura_transliteration.item_3
source: An-Nisa\'
hu: An-Nisza

# string-array.sura_transliteration.item_9
source: Yunus
hu: Júnusz

# string-array.sura_transliteration.item_10
source: Hud
hu: Húd

# string-array.sura_transliteration.item_11
source: Yusuf
hu: Juszuf

# string-array.sura_transliteration.item_14
source: Al-Hijr
hu: Al-Hidzsr

# string-array.sura_transliteration.item_16
source: Al-Isra\'
hu: Al-Iszra

# string-array.sura_transliteration.item_18
source: Maryam
hu: Marjam

# string-array.sura_transliteration.item_20
source: Al-Anbiya
hu: Al-Anbija

# string-array.sura_transliteration.item_21
source: Al-Hajj
hu: Al-Hadzs

# string-array.sura_transliteration.item_22
source: Al-Mu\'minun
hu: Al-Mu\'minún

# string-array.sura_transliteration.item_23
source: An-Nur
hu: An-Núr

# string-array.sura_transliteration.item_25
source: Ash-Shu\'ara\'
hu: As-Suara

# string-array.sura_transliteration.item_27
source: Al-Qasas
hu: Al-Qaszasz

# string-array.sura_transliteration.item_28
source: Al-\'Ankabut
hu: Al-Ankabút

# string-array.sura_transliteration.item_29
source: Ar-Rum
hu: Ar-Rúm

# string-array.sura_transliteration.item_31
source: As-Sajdah
hu: Asz-Sadzsda

# string-array.sura_transliteration.item_33
source: Saba\'
hu: Szaba

# string-array.sura_transliteration.item_34
source: Fatir
hu: Al-Malaika

# string-array.sura_transliteration.item_35
source: Ya Sin
hu: Já Szín

# string-array.sura_transliteration.item_36
source: As-Saffat
hu: Asz-Szaffat

# string-array.sura_transliteration.item_37
source: Sad
hu: Szad

# string-array.sura_transliteration.item_39
source: Ghafir
hu: Al-Mu\'min

# string-array.sura_transliteration.item_40
source: Fussilat
hu: Fusszilat

# string-array.sura_transliteration.item_41
source: Ash-Shura
hu: As-Súra

# string-array.sura_transliteration.item_42
source: Az-Zukhruf
hu: Az-Zukhrúf

# string-array.sura_transliteration.item_44
source: Al-Jasiyah
hu: Al-Dzsáthije

# string-array.sura_transliteration.item_46
source: Muhammad
hu: Mohammed

# string-array.sura_transliteration.item_48
source: Al-Hujurat
hu: Al-Hudzsurat

# string-array.sura_transliteration.item_50
source: Adh-Dhariyat
hu: Adh-Dharijat

# string-array.sura_transliteration.item_51
source: At-Tur
hu: At-Túr

# string-array.sura_transliteration.item_52
source: An-Najm
hu: An-Nadzsm

# string-array.sura_transliteration.item_55
source: Al-Waqi\'ah
hu: Al-Wákiah

# string-array.sura_transliteration.item_56
source: Al-Hadid
hu: Al-Hadíd

# string-array.sura_transliteration.item_57
source: Al-Mujadila
hu: Al-Mudzsádilah

# string-array.sura_transliteration.item_58
source: Al-Hashr
hu: Al-Hasr

# string-array.sura_transliteration.item_59
source: Al-Mumtahanah
hu: Al-Mumtahina

# string-array.sura_transliteration.item_60
source: As-Saf
hu: Asz-Szaff

# string-array.sura_transliteration.item_61
source: Al-Jumu\'ah
hu: Al-Dzsumah

# string-array.sura_transliteration.item_62
source: Al-Munafiqun
hu: Al-Munáfikún

# string-array.sura_transliteration.item_65
source: At-Tahrim
hu: At-Tharim

# string-array.sura_transliteration.item_67
source: Al-Qalam
hu: Al-Kalam

# string-array.sura_transliteration.item_69
source: Al-Ma\'arij
hu: Al-Maaridzs

# string-array.sura_transliteration.item_70
source: Nuh
hu: Núh

# string-array.sura_transliteration.item_71
source: Al-Jinn
hu: Al-Dzsinn

# string-array.sura_transliteration.item_73
source: Al-Muddaththir
hu: Al-Muddathir

# string-array.sura_transliteration.item_74
source: Al-Qiyamah
hu: Al-Qijamah

# string-array.sura_transliteration.item_75
source: Al-Insan
hu: Al-Inszan

# string-array.sura_transliteration.item_76
source: Al-Mursalat
hu: Al-Murszalat

# string-array.sura_transliteration.item_79
source: \'Abasa
hu: Abasza

# string-array.sura_transliteration.item_80
source: At-Takwir
hu: At-Takwír

# string-array.sura_transliteration.item_82
source: Al-Mutaffifin
hu: Al-Mutaffifín

# string-array.sura_transliteration.item_83
source: Al-Inshiqaq
hu: Al-Insiqaq

# string-array.sura_transliteration.item_84
source: Al-Buruj
hu: Al-Burúdzs

# string-array.sura_transliteration.item_87
source: Al-Ghashiyah
hu: Al-Ghasija

# string-array.sura_transliteration.item_88
source: Al-Fajr
hu: Al-Fadzsr

# string-array.sura_transliteration.item_90
source: Ash-shams
hu: As-Samsz

# string-array.sura_transliteration.item_91
source: Al-Layl
hu: Al-Lajl

# string-array.sura_transliteration.item_92
source: Ad-Dhuhaa
hu: Ad-Duha

# string-array.sura_transliteration.item_93
source: Ash-Sharh
hu: Al-Insirah

# string-array.sura_transliteration.item_94
source: At-Tin
hu: At-Tín

# string-array.sura_transliteration.item_97
source: Al-Bayyinah
hu: Al-Bajjinah

# string-array.sura_transliteration.item_99
source: Al-\'Adiyat
hu: Al-Adijat

# string-array.sura_transliteration.item_100
source: Al-Qari\'ah
hu: Al-Qarijah

# string-array.sura_transliteration.item_101
source: At-Takathur
hu: At-Takáthur

# string-array.sura_transliteration.item_102
source: Al-\'Asr
hu: Al-Aszr

# string-array.sura_transliteration.item_104
source: Al-Fil
hu: Al-Fíl

# string-array.sura_transliteration.item_105
source: Quraish
hu: Qurajs

# string-array.sura_transliteration.item_107
source: Al-Kawthar
hu: Al-Kauthar

# string-array.sura_transliteration.item_108
source: Al-Kafirun
hu: Al-Káfirún

# string-array.sura_transliteration.item_109
source: An-Nasr
hu: An-Naszr

# string-array.sura_transliteration.item_110
source: Al-Masad
hu: Abu Lahab

# string-array.sura_transliteration.item_111
source: Al-Ikhlas
hu: Al-Ikhlasz

# string-array.sura_transliteration.item_113
source: An-Nas
hu: An-Nasz

# string-array.sura_translation.item_0
source: The Opening
hu: A megnyitó

# string-array.sura_translation.item_1
source: The Cow
hu: A tehén

# string-array.sura_translation.item_2
source: The Family of Imraan
hu: Imrán családja

# string-array.sura_translation.item_3
source: The Women
hu: A nők

# string-array.sura_translation.item_4
source: The Table
hu: Az asztal

# string-array.sura_translation.item_5
source: The Cattle
hu: A jószágok

# string-array.sura_translation.item_6
source: The Heights
hu: A magaslatok

# string-array.sura_translation.item_7
source: The Spoils of War
hu: A hadizsákmány

# string-array.sura_translation.item_8
source: The Repentance
hu: A bűnbánat

# string-array.sura_translation.item_9
source: Jonas
hu: Jónás

# string-array.sura_translation.item_10
source: Hud
hu: Húd

# string-array.sura_translation.item_11
source: Joseph
hu: Józseg

# string-array.sura_translation.item_12
source: The Thunder
hu: A mennydörgés

# string-array.sura_translation.item_13
source: Abraham
hu: Ábrahám

# string-array.sura_translation.item_14
source: The Rock
hu: Hidzsr

# string-array.sura_translation.item_15
source: The Bee
hu: A méh

# string-array.sura_translation.item_16
source: The Night Journey
hu: Az éjszakai utazás

# string-array.sura_translation.item_17
source: The Cave
hu: A barlan

# string-array.sura_translation.item_18
source: Mary
hu: Mária

# string-array.sura_translation.item_19
source: Taa-Haa
hu: Ta Ha

# string-array.sura_translation.item_20
source: The Prophets
hu: A próféták

# string-array.sura_translation.item_21
source: The Pilgrimage
hu: A zarándoklat

# string-array.sura_translation.item_22
source: The Believers
hu: A hívők

# string-array.sura_translation.item_23
source: The Light
hu: A fény

# string-array.sura_translation.item_24
source: The Criterion
hu: A megkülönböztető

# string-array.sura_translation.item_25
source: The Poets
hu: A költők

# string-array.sura_translation.item_26
source: The Ant
hu: A hangyák

# string-array.sura_translation.item_27
source: The Stories
hu: A történet

# string-array.sura_translation.item_28
source: The Spider
hu: A pók

# string-array.sura_translation.item_29
source: The Romans
hu: A rómaiak

# string-array.sura_translation.item_31
source: The Prostration
hu: A leborulás

# string-array.sura_translation.item_32
source: The Clans
hu: A szövetségesek

# string-array.sura_translation.item_33
source: Sheba
hu: Szaba

# string-array.sura_translation.item_34
source: The Originator
hu: Az angyalaok

# string-array.sura_translation.item_35
source: Yaseen
hu: Já Szín

# string-array.sura_translation.item_36
source: Those drawn up in Ranks
hu: A felsorakozottak

# string-array.sura_translation.item_37
source: The letter Saad
hu: Szad

# string-array.sura_translation.item_38
source: The Groups
hu: A csapatok

# string-array.sura_translation.item_39
source: The Forgiver
hu: A hívő

# string-array.sura_translation.item_40
source: Explained in detail
hu: A részletesen megmagyarázott

# string-array.sura_translation.item_41
source: Consultation
hu: A tanácskozás

# string-array.sura_translation.item_42
source: Ornaments of gold
hu: Az ékszerek

# string-array.sura_translation.item_43
source: The Smoke
hu: A füst

# string-array.sura_translation.item_44
source: Crouching
hu: A térdelő

# string-array.sura_translation.item_45
source: The Dunes
hu: A homokdűnék

# string-array.sura_translation.item_46
source: Muhammad
hu: Mohammed

# string-array.sura_translation.item_47
source: The Victory
hu: A győzelem

# string-array.sura_translation.item_48
source: The Inner Apartments
hu: A szobák

# string-array.sura_translation.item_49
source: The letter Qaaf
hu: Qaf

# string-array.sura_translation.item_50
source: The Winnowing Winds
hu: A szeleket támasztók

# string-array.sura_translation.item_51
source: The Mount
hu: A hegy

# string-array.sura_translation.item_52
source: The Star
hu: A csillag

# string-array.sura_translation.item_53
source: The Moon
hu: A Hold

# string-array.sura_translation.item_54
source: The Beneficent
hu: A Kegyelmes

# string-array.sura_translation.item_55
source: The Inevitable
hu: A Bekövetkező

# string-array.sura_translation.item_56
source: The Iron
hu: A vas

# string-array.sura_translation.item_57
source: The Pleading Woman
hu: A vitatkozó nő

# string-array.sura_translation.item_58
source: The Exile
hu: Az összegyűjtés

# string-array.sura_translation.item_59
source: She that is to be examined
hu: A próbára tett nő

# string-array.sura_translation.item_60
source: The Ranks
hu: A sorok

# string-array.sura_translation.item_61
source: Friday
hu: A péntek

# string-array.sura_translation.item_62
source: The Hypocrites
hu: A képmutatók

# string-array.sura_translation.item_63
source: Mutual Disillusion
hu: A kölcsönös

# string-array.sura_translation.item_64
source: Divorce
hu: A válás

# string-array.sura_translation.item_65
source: The Prohibition
hu: A tiltás

# string-array.sura_translation.item_66
source: The Sovereignty
hu: Az uralom

# string-array.sura_translation.item_67
source: The Pen
hu: A toll

# string-array.sura_translation.item_68
source: The Reality
hu: Az elkerülhetetlen valóság

# string-array.sura_translation.item_69
source: The Ascending Stairways
hu: A felfelé vezető utak

# string-array.sura_translation.item_70
source: Noah
hu: Noé

# string-array.sura_translation.item_71
source: The Jinn
hu: A dzsinn

# string-array.sura_translation.item_72
source: The Enshrouded One
hu: A beburkolódzó

# string-array.sura_translation.item_73
source: The Cloaked One
hu: A betakaródzó

# string-array.sura_translation.item_74
source: The Resurrection
hu: A feltámadás

# string-array.sura_translation.item_75
source: Man
hu: Az ember

# string-array.sura_translation.item_76
source: The Emissaries
hu: Az elküldöttek

# string-array.sura_translation.item_77
source: The Announcement
hu: A hír

# string-array.sura_translation.item_78
source: Those who drag forth
hu: A kiszakítók

# string-array.sura_translation.item_79
source: He frowned
hu: Összevonta a szemöldökét

# string-array.sura_translation.item_80
source: The Overthrowing
hu: A felgöngyölítés

# string-array.sura_translation.item_81
source: The Cleaving
hu: A meghasadás

# string-array.sura_translation.item_82
source: Defrauding
hu: A hamisan mérők

# string-array.sura_translation.item_83
source: The Splitting Open
hu: A kettéhasadás

# string-array.sura_translation.item_84
source: The Constellations
hu: A csillagképek

# string-array.sura_translation.item_85
source: The Morning Star
hu: Az éjszaka eljövő

# string-array.sura_translation.item_86
source: The Most High
hu: A Legmagasztosabb

# string-array.sura_translation.item_87
source: The Overwhelming
hu: Az Elborító

# string-array.sura_translation.item_88
source: The Dawn
hu: A hajnal

# string-array.sura_translation.item_89
source: The City
hu: A város

# string-array.sura_translation.item_90
source: The Sun
hu: A Nap

# string-array.sura_translation.item_91
source: The Night
hu: Az éjszaka

# string-array.sura_translation.item_92
source: The Morning Hours
hu: A délelőtt

# string-array.sura_translation.item_93
source: The Consolation
hu: A kitárás

# string-array.sura_translation.item_94
source: The Fig
hu: A füge

# string-array.sura_translation.item_95
source: The Clot
hu: A megtapadt rög

# string-array.sura_translation.item_96
source: The Power, Fate
hu: Az Elrendelés

# string-array.sura_translation.item_97
source: The Evidence
hu: A nyilvánvaló

# string-array.sura_translation.item_98
source: The Earthquake
hu: A földrengés

# string-array.sura_translation.item_99
source: The Chargers
hu: A vágtatók

# string-array.sura_translation.item_100
source: The Calamity
hu: A lesújtó katasztrófa

# string-array.sura_translation.item_101
source: Competition
hu: A kölcsönös versengés

# string-array.sura_translation.item_102
source: The Declining Day, Epoch
hu: A délután

# string-array.sura_translation.item_103
source: The Traducer
hu: A rágalmazó

# string-array.sura_translation.item_104
source: The Elephant
hu: Az elefánt

# string-array.sura_translation.item_105
source: Quraish
hu: Kurajs

# string-array.sura_translation.item_106
source: Almsgiving
hu: A szívességek

# string-array.sura_translation.item_107
source: Abundance
hu: A Kauthar

# string-array.sura_translation.item_108
source: The Disbelievers
hu: A hitetlenek

# string-array.sura_translation.item_109
source: Divine Support
hu: A segítség

# string-array.sura_translation.item_110
source: The Palm Fibre
hu: Abu Lahab

# string-array.sura_translation.item_111
source: Sincerity
hu: Az őszinte hit

# string-array.sura_translation.item_112
source: The Dawn
hu: A hajnalhasadás

# string-array.sura_translation.item_113
source: Mankind
hu: Az emberek
